const translations = {
  kz: {
    Feedback: "Байланыс",
    Control: "Басқару",
    Sensors: "Сенсорлар",
    "Slug, switch": "Розеткалар, қосқыштар",
    Light: "Жарықтандыру",
    Cornice: "Карниздер",
    Sanitary: "Сантехника",
    Technology: "Техника",
    Camera: "Камера",
    "For doors and windows": "Есік пен терезе үшін",
    "For entrance and yard": "Кіреберіс пен аула үшін",
    Station_Alice_Max: "Яндекс Макс динамигі",
    Station_Alice_Duo: "Яндекс Дуо Макс динамигі",
    Station_Alice_Midi: "Яндекс Миди динамигі",
    Station_Alice_Mini3Pro: "Яндекс Мини 3 Про динамигі",
    Station_Alice_Mini3: "Яндекс Мини 3 динамигі",
    Station_Alice_Lite2: "Яндекс Лайт 2 динамигі",
    Station_Alice_TV140: "Яндекс Про теледидары 140 см",
    Station_Alice_TV165: "Яндекс Бейсик теледидары 165 см",
    Remote_Yandex: "Яндекс қашықтан басқару пульті",
    Hub_Yandex: "Яндекс басқару орталығы",
    Hub_Aqara_M2: "Aqara Hub M2 ақылды үй орталығы",
    Hub_Aqara_M3: "Aqara Hub M3 ақылды үй орталығы",
    Hub_Roximo: "ROXIMO ақылды хабы",
    Hub_Tuya: "Tuya басқару орталығы",
    Station_Alice_Max_text_1:
      "Яндекс Макс ақылды колонкасы мата қапталған пластик корпуста орналасқан. Алдыңғы жағында монохромды LED-дисплей бар — ол күнді, ауа райын көрсетеді және дауыстық көмекшінің анимациясын шығарады. Жоғарғы панельдегі жарық сақинасы станция күйін түсінің өзгеруімен, жыпылықтауымен, айналуымен, жарқылдауымен және пульсациясымен көрсетеді. Құрылғының бүйірлерінде 5 динамик пен 7 микрофон орналасқан. Үш жолақты акустикалық жүйе әртүрлі динамиктерден төмен, орта және жоғары жиіліктерді ойнатады.",
    Station_Alice_Max_text_2:
      "Алиса арқылы сөйлесуге, сұрақ қоюға, музыка, видео немесе интернеттен ақпарат табуды сұрауға болады. Көмекші күнделікті тапсырмаларды орындауға көмектеседі — оятқышты орнату, музыкалық плеердегі тректерді қосу немесе ауыстыру, такси шақыру, тамаққа тапсырыс беру. Ethernet қосқышы колонканы сымды жергілікті желіге қосуға мүмкіндік береді, интернет жылдамдығы — 1 Гбит/с дейін. Wi-Fi-дан сымды байланысқа автоматты түрде ауысады.",
    Station_Alice_Max_text_3:
      "Жинаққа кіріктірілген микрофоны бар қашықтан басқару пульті кіреді. Бірнеше колонкалар мен станцияларды мультирум жүйесіне біріктіріп, үйдің кез келген нүктесіне музыка мен дыбысты таратуға болады. Wi-Fi, Zigbee және Bluetooth сымсыз технологияларын қолдайды.",
    Cost: "Бағасы",
    tenge: "тг",
    Station_Alice_Duo_text_1:
      "Дуо Макс станциясы бежевый пластик және мата корпусында жасалған. Ол контурлы LED жарықтандырумен жабдықталған. Модельдің ерекшелігі – мультимедиа қарау, Алиса жауаптарын көрсету және смарт‑үй құрылғыларын басқару үшін айналмалы FullHD сенсорлық экран. 13 Мп камера 120° көру бұрышымен бейнебайланысқа мүмкіндік береді. 4 толық диапазонды динамик пен 60 Вт сабвуфері бар акустикалық жүйе тепе-тең дыбысты береді.",
    Station_Alice_Duo_text_2:
      "Яндекс Станция Дуо Макс YNDX‑00055BIE Wi-Fi, Zigbee және Bluetooth сымсыз технологияларын қолдайды. Алиса арқылы музыкан тыңдауға, ертегілерді естуге, азық-түлікке тапсырыс беруге, такси шақыруға, оятқыш орнатуға болады.",
    Station_Alice_Midi_text_1:
      "Яндекс Станция Миди — Алиса виртуалды ассистентімен жаңа ақылды колонка. Мұндай жинақы корпусқа қарамастан қуатты дыбыс — 24 Вт. LED-дисплей уақыты, ауа райы және Алиса реакцияларын көрсетеді, сондай-ақ белсенді контурлы LED жарықтандыру.",
    Station_Alice_Midi_text_2:
      "Құрылғыда кірістірілген Zigbee басқару хабы және интернетсіз де ақылды үйді дауыс арқылы басқару мүмкіндігі бар. Wi-Fi (2,4–5 ГГц) және Bluetooth 5.0 сымсыз байланыс, ақылды үй экожүйесіне қосылу мүмкіндігі.",
    Station_Alice_Midi_text_3:
      "Белсенді контурлы LED жарықтандыру және дисплейдегі анимациялық реакциялар музыка тыңдағанда және Алиса сөйлескенде эмоция қосады. LED-дисплей уақытта және температураны көрсетеді. Радиобақылау режимінде Алиса балалар бөлмесіндегі дыбысты телефонға немесе басқа Яндекс Станцияға жібере алады.",
    Station_Alice_Mini3Pro_text_1:
      "Бұрынғы модельдерден айырмашылығы — оның ішінде кірістірілген Zigbee, Wi-Fi және Matter over Wi-Fi модульдері бар, бұл интернет қосылымы болмағанда да ақылды үй құрылғыларын басқаруға мүмкіндік береді, егер олар да сол протоколдарды қолдаса.",
    Station_Alice_Mini3Pro_text_2:
      "Кіші корпус ішінде 18 Вт динамигі және екі пассивті излучатель бар, олар бас дыбысты күшейтеді. Дыбыс «Станция Мини 3»-ке қарағанда бай әрі терең болды — оны алғаш іске қосқанда-ақ сезінесіз.",
    Station_Alice_Mini3Pro_text_3:
      "«Станция Мини 3 Про» Алиса дауыстық көмекшісімен жұмыс істейді: музыка қосады, ауа райын айтады, техниканы басқарады, еске салады немесе ертегі айтып береді. Оны полкада да, асүйде де қоюға болады — заманауи және минималистік көрінеді.",
    Station_Alice_Mini3_text:
      "Яндекс Мини 3 ақылды колонкасы шар тәрізді сұр корпуста, акустикалық матамен қапталған. Алиса дауыстық ассистенті YandexGPT командаларды нақты таниды, күрделі сұрауларды бірнеше қарапайымға бөледі да іс‑әрекетке айналдырады. Яндекс.Станция Мини 3 қосымша «Дом с Алисой» қосымшасымен синхрондалады да, дауыспен құрылғыларды басқарады.",
    Station_Alice_Lite2_text:
      "Әркім Алисаға көз тіге алады. Ол комплиментке күлімсіреп жауап береді, қуаныштан көзін жұмып жібереді немесе мұңайғанда төмен қарауы мүмкін. Егер арнайы командалар айтылса, Алиса жасырын реакцияларын қосуға болады. Жаңа Станция Лайт 2 корпусы және 6 Вт динамигі оның акустикалық көлемін ұлғайтып, сүйікті тректеріңіз тазартып әрі бай шығарады. Сағат пен ауа райын тексергіңіз келсе, Алиса не айту ғана емес, LED экранда уақыт пен температураны көрсетеді.",
    Station_Alice_TV140_text:
      "«Пульт табу» функциясы экран сөндірулі болса да Станция ретінде жұмыс істей алады. Микрофонды физикалық өшіру мүмкіндігі бар. 4 жоғары сезімтал микрофон + пультта 1 микрофон. Смарт‑үй құрылғыларымен біріктіріп, дауыспен басқаруға болады. Қосылу Wi-Fi арқылы.",
    Station_Alice_TV165_text_1: "- 4K UHD шешімі — сурет айқындығын және жарықтығын тамашалаңыз.",
    Station_Alice_TV165_text_2: "- Dolby Audio акустикалық жүйесі — көлемді дыбыс.",
    Station_Alice_TV165_text_3: "- Smart TV қолдауы — сүйікті бағдарламалар мен контентке қол жеткізу.",
    Station_Alice_TV165_text_4: "- 178° қарау бұрышы — кез келген бұрыштан керемет сапа.",
    Station_Alice_TV165_text_5:
      "- Көптеген кірістер — HDMI, USB, Ethernet және Bluetooth түрлі құрылғыларды қосуға мүмкіндік береді.",
    Remote_Yandex_text_1:
      "Yandex SmartControl YNDX‑0006 ақылды пульт арқылы тұрмыстық техниканы автоматтандыру ойлағандай оңай. Оның көмегімен теледидарды, кондиционерді немесе ИК байланысын қолдайтын кез келген құрылғыны басқара аласыз.",
    Remote_Yandex_text_2:
      "Wi-Fi технологиясы арқылы да деректер жіберіледі. Бұл модельді пайдаланып, техникаңызды қосып/өшіру ғана емес, баптау да жасай аласыз.",
    Hub_Yandex_text_1:
      "Алиса ақылды үймен әртүрлі құрылғыларды жылдам және оңай қосу үшін әмбебап Яндекс Хабы. Бәрін басқарудың бір нүктесі. Бұл Хаб арқылы ақылды үй әлдеқайда көп нәрсені орындай алады. Оны сенсорлармен және басқа көптеген Zigbee құрылғыларымен толтырыңыз. Хаб оларды Яндекс Станциясына қосады, және сіз қосымша немесе даусыңызбен басқаруға мүмкіндік аласыз. Wi-Fi арқылы Хаб шамдармен, электр шайнектерімен, шаңсорғыштармен және түрлі өндірушілердің мыңдаған құрылғыларымен байланысады.",
    Hub_Yandex_text_2:
      "Сонымен қатар Хаб — 360° смарт-пульт. Егер үйде кәдімгі теледидар немесе кондиционер болса да, оларды Хабқа ИК арқылы қосыңыз да пультсіз басқарыңыз.",
    Hub_Aqara_M2_text_1:
      "Aqara Hub M2 – бұл көпфункционалды ақылды үй орталығы, ол смартфон, планшет немесе дауыс командалары арқылы үйіңізді басқаруға және автоматтандыруға мүмкіндік береді.",
    Hub_Aqara_M2_text_2: "Негізгі сипаттамалары:",
    Hub_Aqara_M2_text_3:
      "- Zigbee 3.0 қолдауы: Aqara және басқа өндірушілердің Zigbee үйлесімді 128 құрылғысына дейін қосуға мүмкіндік береді. Күшті процессор: құрылғылармен жылдам және жауапты өзара әрекеттесуді қамтамасыз етеді.",
    Hub_Aqara_M2_text_4: "- Екі диапазонды Wi-Fi: үй желісіне тұрақты және сенімді қосылуды қамтамасыз етеді.",
    Hub_Aqara_M2_text_5: "- Гигабитті Ethernet порты: сенімдірек және қауіпсіз қосылу үшін баламалы байланыс түрі.",
    Hub_Aqara_M2_text_6:
      "- Кірістірілген ИК-порт: смартфон немесе дауыс арқылы теледидар, кондиционер және желдеткіш сияқты IR-құрылғыларды басқаруға мүмкіндік береді.",
    Hub_Aqara_M2_text_7:
      "Қашықтан қол жеткізу: Aqara Home қосымшасы немесе Яндекс Умный Дом арқылы әлемнің кез келген жерінен басқаруға болады. Автоматтандыру және сценарийлер: үйге келгенде жарықты қосу немесе кетерде термостатты өшіру сияқты шарттарға байланысты автоматты әрекеттер жасаңыз. Жергілікті басқару: интернетсіз де Zigbee құрылғыларыңызды тікелей хаб арқылы басқаруға болады.",
    Hub_Aqara_M3_text_1:
      "Aqara M3 — жаңа буын хабы, кеңейтілген протокол қолдауымен, жергілікті автоматтандырумен және жоғары үйлесімділікпен. Matter, Zigbee, Thread, Wi-Fi, Bluetooth және инфрақызыл басқару (ИК) құрылғыларын біріктіреді.",
    Hub_Aqara_M3_text_2:
      "Matter интеграциясы: Aqara экожүйесін басқа өндірушілердің құрылғыларымен біріктіруге мүмкіндік береді.",
    Hub_Aqara_M3_text_3:
      "360° ИК-басқару: кірістірілген ИК таратқыш теледидардан кондиционерге дейінгі тұрмыстық техниканы басқарады.",
    Hub_Aqara_M3_text_4:
      "Интернет байланысы болмаса да құрылғылар үшін сценарийлер жұмысын жалғастырады — автоматтандыру жергілікті деңгейде орындалады.",
    Hub_Aqara_M3_text_5:
      "95 дБ кірістірілген динамик: қауіпсіздік оқиғалары мен пайдаланушы сценарийлері үшін дыбыстық ескертулер береді, интернетсіз де жұмыс істейді.",
    Hub_Aqara_M3_text_6:
      "Matter Bridge функциясы Aqara M3 хабына Zigbee құрылғыларын Matter экожүйесіне, соның ішінде Яндекс Умный Дом жүйесіне біріктіруге мүмкіндік береді.",
    Hub_Roximo_text_1:
      "ROXIMO хабы – бұл Zigbee және Bluetooth стандарттарында ақылды үй желілерін ұйымдастыруға арналған бірнеше функцияны біріктіретін құрылғы. Бір шлюзге бір уақытта 128 құрылғыға дейін қосуға мүмкіндік береді. Бұл технологиялар Wi-Fi нүктесіндегі жүктемені азайтады. Кірістірілген ақылды пульт функциясы виртуалды ИК пульттерді жасауға және теледидар, аудио-видео жүйелер, кондиционерлер, желдеткіштер және басқа да ИК-басқарылатын техниканы басқаруға мүмкіндік береді.",
    Hub_Roximo_text_2: "Хабқа Tuya бұлтында жұмыс істейтін басқа өндірушілердің Zigbee құрылғыларын қосуға болады.",
    Hub_Tuya_text:
      "Tuya Smart көпрежимді шлюзі – бұл ақылды үй жүйесінің негізгі элементі. Ол үйіңізден тыс кезде қауіпсіздікті қамтамасыз етеді және үйіңіздің күйі туралы нақты уақытта ақпарат береді.",
    Sensor_vibration: "Діріл датчигі",
    Sensor_open: "Есік ашылуын анықтайтын датчик",
    Sensor_open_Yandex: "Yandex есік ашылуын анықтайтын датчик",
    Sensor_light_Aqara: "Aqara жарық датчигі",
    Sensor_Human_presence_Aqara_FP1: "Aqara Human Presence Sensor FP1 адамның қатысуын анықтайтын датчик",
    Sensor_Human_presence_Aqara_FP2: "Aqara Presence Sensor FP2 адамның қатысуын анықтайтын датчик",
    Sensor_Human_presence_Roximo: "ROXIMO SWHPS08 қатысу және жарық датчигі",
    Sensor_Human_presence_24G: "24G Zigbee адамның қатысуын анықтайтын датчик",
    Sensor_move_Yandex: "Yandex қозғалыс датчигі",
    Sensor_move_Aqara: "Aqara Motion Sensor қозғалыс датчигі",
    Sensor_move_Sber: "SBER қозғалыс датчигі",
    Sensor_move_Ewelink: "eWeLink қозғалыс датчигі",
    Sensor_temperature_Yandex: "Yandex температура мен ылғалдылық датчигі",
    Sensor_temperature_monitor: "Температура мен ылғалдылық мониторы",
    Sensor_temperature_Kojimo: "Kojimo температура мен ылғалдылық датчигі",
    Sensor_temperature_Sonoff: "Sonoff температура мен ылғалдылық датчигі",
    Sensor_air_Aqara: "Aqara TVOC ауа сапасы монитор датчигі",
    Sensor_water_Yandex: "Yandex су ағу датчигі",
    Sensor_water_Sonoff: "Sonoff су ағу датчигі",
    Sensor_water_Aqara: "Aqara Water Leak Sensor T1 су ағу датчигі",
    Sensor_gas_Aqara: "Aqara газ детекторы",
    Sensor_gas_Smartlife: "SmartLife (CH4) газ детекторы",
    Sensor_gas_metan: "Метан газын анықтайтын датчик",
    Sensor_gas_propan: "Пропан газын анықтайтын датчик",
    Sensor_smoke_Smartlife: "SmartLife түтін датчигі",
    Sensor_smoke_Aqara: "Aqara түтін датчигі",
    Sensor_smoke_Tuya: "Tuya түтін датчигі",
    Siren: "Ақылды үй сиренасы",
    Sensor_vibration_text_1:
      "Сымсыз датчик терезе, сейф немесе құнды құжаттар салынған жәшік сияқты жеке заттардың қауіпсіздігін бақылайды. Оқиға болған жағдайда, датчик смартфонға хабарлама жібереді немесе Aqara Hub арқылы дыбыстық сиренаны қосады. Датчик көлбеуі, құлауы және дірілін тіркей алады.",
    Sensor_vibration_text_2: "— Егер терезе ашылса, көлбеу режимі іске қосылады.",
    Sensor_vibration_text_3: "— Егер терезеге соққы жасалса, ол дірілді таниды.",
    Sensor_vibration_text_4: "— Егер әйнек сынса, датчик құлауды хабарлайды.",
    Sensor_open_text:
      "Zigbee протоколына негізделген есік және терезе ашылуын анықтайтын датчик сенімді түрде есіктер мен терезелер ашылғанын анықтайды және «Дом с Алисой» қосымшасында әртүрлі сценарийлер жасауға мүмкіндік береді. Датчикті түрлі құрылғыларға байланыстырып, триггер болғанда автоматты түрде іске қосылатын сценарийлер орнатуға болады.",
    Sensor_open_Yandex_text:
      "Компакт сымсыз датчик есік пен терезе ашылғанда жауап береді. Датчикті түрлі құрылғыларға байланыстырып, «Дом с Алисой» қосымшасында сценарийлер құрыңыз. Мысалы, датчик 12 сағаттан астам терезелер жабық болса, бөлмені желдетуді еске салады. Немесе оны ақылды кондиционермен байланыстырып, проветривсе кондиционер босқа жұмыс істемесін. Сондай-ақ датчикті ақылды шамға байлау — кіргенде холл шамы автоматты түрде қосылады.",
    Sensor_light_Aqara_text:
      "Aqara T1 жарық датчигі бөлмедегі жарық деңгейін хабқа жібереді, ал хаб автоматизацияларды іске қосады: жарықты қосу/өшіру немесе перделерді ашу/жабу сияқты. Егер жарық деңгейі 200 лк‑қа төмендесе — перделер жабылады. Кешке бөлмеге кіргенде жарық қосылатын болса, перделер алдын ала жабық болады, жасырындық сақталады. Сонымен қатар, көшеттерге жеткілікті жарық беру үшін таймер бойынша жұмыс істейді. Бірақ күн бұлтты болса, жарық аз болады — таймер бойынша қосу ерте болуы мүмкін. Жарық датчигін қойыңыз, және жарық тек күңгірт болғанда қосылады.",
    Sensor_Human_presence_Aqara_FP1_text:
      "Біздің жасанды интеллект негізіндегі технологиямен үй автоматизациясын жақсартыңыз — ол перде, желдеткіш немесе кіші жануарлар сияқты кедергілерді тиімді сүзеді және жалған триггерлерді болдырмайды. Жай баптау және адаптивті сезгіштік датчикке кез келген кеңістікке бейімделуге мүмкіндік береді. FP1 датчики қозғалысты және тоқтауды анықтайды, жеке параметрлер орнатуға мүмкіндік береді. Ол ұзақ отырғанда тұруға ескерту жібереді, сау әдет қалыптастыруға көмектеседі. Іс-шараларда, мысалы, кештерде кондиционер температурасын төмендетеді.",
    Sensor_Human_presence_Aqara_FP2_text_1:
      "Aqara Presence Sensor FP2 ең ұсақ қозғалысты да анықтайды, тіпті егер сіз қозғалмасаңыз да.",
    Sensor_Human_presence_Aqara_FP2_text_2:
      "Жарық автоматизациясы: кім бөлмеге кірсе жарықты автоматты қосып, барлығы кетсе өшіреді.",
    Sensor_Human_presence_Aqara_FP2_text_3:
      "Қауіпсіздік жүйелері: қозғалыс анықталғанда FP2 датчигін сигнализация немесе қауіпсіздік камераларымен біріктіріңіз.",
    Sensor_Human_presence_Aqara_FP2_text_4:
      "Климаттық басқару: бөлмеде адам бар-жоғына қарай температураны автоматты реттеңіз.",
    Sensor_Human_presence_Aqara_FP2_text_5:
      "Перде басқару: таңертең біреу жатыннан тұрғанда автоматты түрде перделер ашылады. FP2, егер басқа адам әлі тұрмаса, автоматтандырылған ояту іске қосылмайтынын анықтай алады.",
    Sensor_Human_presence_Roximo_text:
      "Қатысу датчигі адамның датчик зонасында бар-жоғын анықтайды. Датчик баптауларында қашықтық пен сезгіштікті орнатуға болады. Құрылғыда жарық датчигі де бар, оны түрлі сценарийлерге қолдануға болады — мысалы, жарық төмен болса жарықты қосу. Оңай монтаж үшін комплекте жабысқ adhesive‑ленген кронштейн бар. Датчик қабырғаға немесе төбеге орнатылады, пайдалану шарттарына байланысты.",
    Sensor_Human_presence_24G_text:
      "24G микротолқынды қатысу радарының жаңартылған нұсқасы — адамның қатысуын дәлірек анықтайтын радар. Бұл төмен қуатты нұсқа: алдымен адамның инфрақызыл арқылы анықтайды. Қозғалысты, статикалық анықтауды (тыныс, жеңіл қозғалыс) анықтай алады. Қосымша автоматизация сценарийлерін толықтырады.",
    sensor_move_text:
      "Қозғалысты анықтайды және жарық сценарийлерін іске қосады. Немесе бөлмеде адам бар екенін хабарлайды. Сымсыз шағын датчикті тұрғын үйде, подъезде, ваннада, бөлмелерде немесе лоджияда — кез келген жерде орнатуға болады. Датчикті ақылды үй құрылғыларымен байланыстырып, «Дом с Алисой» қосымшасында көптеген ыңғайлы сценарийлер құрыңыз. Мысалы, холлда жарық автоматты түрде қосылады. Жарық бос тұрғанда сөніп қоюға да болады. Қосымшада пуш‑хабарламаларды баптау оңай — үйде қозғалыс болса, хабар аласыз. Датчикті Қызмет хабына Zigbee протоколымен қосу қажет.",
    Sensor_move_Aqara_text:
      "Жаңартылған қозғалыс датчигі — Aqara Motion Sensor P1. Датчик қозғалысты анықтайды және бөлмедегі жарық деңгейін өлшейді. Смартфонға хабарлама жібереді немесе автоматизацияны іске қосады — мысалы, жарықты қосу. Анықтау таймауты 1–200 секунд арасында орнатуға болады. Ешқандай кешігулер болмас. Көру бұрышы кең: 170° қашықтыққа 2 метрге дейін, 150° қашықтыққа 7 метрге дейін. Датчиктің тірегі 360° айналады, сізге қажетті аймақта қозғалысты ғана анықтау мүмкіндігін береді.",
    Sensor_move_Sber_text:
      "Sber ақылды қозғалыс датчигі жылу көздерінің қозғалысына жауап береді. Ыңғайлы автоматизация сценарийлерін баптаңыз: қозғалыс анықталғанда холлдағы жарықты қоссын. Датчикті холл төбесіне немесе жуынатын бөлме қабырғасына орналастыруға болады — батареямен жұмыс істейтіндіктен, сымсыз, қалаған жерге орната аласыз. Sber датчигі түрлі шамдармен жақсы интеграцияланады, сіздің үйіңізге мінсіз атмосфера жасайды. Қозғалыс анықталғанда шам автоматты қосылады. Сондай-ақ ол сыртқы шамды басқаруға да қолданылады — аулаңыздың қауіпсіздігін арттырады.",
    Sensor_move_Ewelink_text:
      "Минималды корпусы, шағын әрі талғампаз. Адам қозғалысын анықтайды, қосымшаға дереу хабарлама жібереді, сигнал жіберуді жібермейді. Жоғары дәлдіктегі инфрақызыл детектор, дәлірек. Ауа ағымын басады, жалған анықтауды болдырмайды. Ewelink құрылғыларымен интеллектуалды байланыс. Бірнеше сценарийі бар қосымша, орнатуға оңай.",
    Sensor_temperature_Yandex_text:
      "Бөлмедегі температура мен ылғалдылықты өлшеп, қажет болса ақылды үй құрылғыларын қосады. Сымсыз шағын датчикті кез келген жерге орнатуға болады. Датчикті түрлі құрылғылармен байланыстырып, «Дом с Алисой» қосымшасында сценарийлер құрыңыз. Мысалы, датчик пен кондиционерді, ылғалдандырғышты біріктіресіз. Бөлме тым ыстық және құрғақ болса, олар автоматты түрде қосылсын. Немесе температура мәнін орнатып, бөлмеде қыздыру құрылғысы қосылсын.",
    Sensor_temperature_monitor_text:
      "Үйде климатты бақылау үшін ақылды шешім: дәл өлшеулер мен мобильді қолданба арқылы басқару мүмкіндігі. Кез келген бөлмеге оңай орналастырылады. Ақылды үй салғысы келетіндерге, ауаның жайлылығы мен денсаулықты бақылауды қалайтындарға өте ыңғайлы.",
    Sensor_temperature_Kojimo_text_1:
      "Температура мен ылғалдылық датчигі микроклиматтың өзгерісін сезімтал бақылау үшін жасалған, әрі жақсы бақылау үшін ол ақылды сценарийге қосылуы мүмкін, түрлі құрылғылармен үйлеседі.",
    Sensor_temperature_Kojimo_text_2:
      "Датчик орнатылған жердегі температура мен ылғалдылықты онлайн‑режимде телефон экранынан қадағалауға мүмкіндік береді. ЖК экран нақты мәндерді динамикалық түрде көрсетеді, үй ортасының жайлылық күйін жеткізеді, шлюзбен және бұлттық платформаға қосылған.",
    Sensor_temperature_Sonoff_text_1:
      "Температура мен ылғалдылық датчигі микроклимат өзгерістерін нәзік бақылау үшін жасалған, әрі оны ақылды сценарийге қосуға болады, түрлі құрылғылармен үйлесімде жұмыс істейді. Енді сіз оны әр бөлмеге орнатып, үй ішіндегі температураны көре аласыз. Бұл датчикпен Вентилятор, Қыздырғыш, Кондиционер, Ылғалдандырғыш секілді құрылғыларды қосуды басқара аласыз.",
    Sensor_temperature_Sonoff_text_2:
      "Сонымен қатар перделерді ашу/жабуды басқаруға болады. Тұрғын және кеңсенің бөлмесінде дұрыс ылғалдылық сақтау маңызды. Дем алу органдары мен теріге пайдалы. Датчик кез келген ыңғайлы жерге орнатылады — екі жақты скотчпен.",
    Sensor_air_Aqara_text_1:
      "Aqara TVOC ауа сапасы мониторында ағымдағы ауа сапасы, температура және ылғалдылық мәндерін көрсететін электронды дисплей бар.",
    Sensor_air_Aqara_text_2: "TVOC мониторингі: датчик ауадағы TVOC концентрациясын өлшейді.",
    Sensor_air_Aqara_text_3:
      "TVOC – адам денсаулығына зиян келтіруі мүмкін газдар тобы. Температура мен ылғалдылық мониторингі: датчик бөлмедегі температура мен ылғалдылықты да өлшейді. Датчик батареямен жұмыс істейді, қайта қуаттаусыз шамамен бір жыл жұмыс істей алады.",
    Sensor_water_Yandex_text:
      "Сымсыз шағын датчикті ас немесе ванна еденіне оңай орнатуға болады. Су табылса дереу хабарлайды, сіз тез жауап бере аласыз және жағымсыз тосын жағдайлардың алдын аласыз. «Дом с Алисой» қосымшасында пуш‑хабарламаларды баптаңыз. Датчикті ақылды розеткаларға байланыстырып, протечка болғанда құрылғыларды өшіру сценарийін орнатыңыз, судың өту клапанын жауып тастаңыз.",
    Sensor_water_Sonoff_text:
      "Ақылды су ағу датчигі пәтеріңізді жағымсыз тосын жағдайдан қорғайды. Су контактіге түскенде дереу сработает. Датчиктің күйін және басқаруды қосымша арқылы және дауыстық көмекші Алиса арқылы орындауға болады. Датчик ақылды үйге Zigbee протоколы арқылы қосылады.",
    Sensor_water_Aqara_text_1:
      "Су басудан қорғау: кіші де болса су ағу анықталса, датчик дереу смартфоныңызға хабарлама жібереді, шара қабылдауға мүмкіндік береді.",
    Sensor_water_Aqara_text_2:
      "Зиян көрмеу үшін: уақытылы хабарлама арқасында су қосуды жаба аласыз және қымбат жөндеуді болдырмайсыз.",
    Sensor_water_Aqara_text_3:
      "Кез келген жерде орнатуға арналған: датчиктің шағын өлшемі оны қауіпті аймақтарға — ас, жуынатын бөлме, кір жуу бөлмесі немесе жертөлеге орналастыруға мүмкіндік береді.",
    Sensor_water_Aqara_text_4:
      "Ақылды сценарийлер: датчик іске қосылғанда суды автоматты түрде өшіруді баптаңыз, ағудан келетін зиянды азайтыңыз.",
    Sensor_water_Aqara_text_5:
      "Тозаң мен су қорғанысы: датчик IP67 стандартына сәйкес келеді, ылғалды ортада да үздіксіз жұмыс істейді.",
    Sensor_water_Aqara_text_6: "Ұзақ жұмыс: батарея шамамен 2 жыл автономды жұмыс істеуді қамтамасыз етеді.",
    Sensor_gas_Aqara_text:
      "Aqara Smart Natural Gas Detector ақылды газ датчигі — газ ағуын анықтайды, сигнализация қосады және смартфоныңызға push‑хабарлама жібереді. 220 В желіге қосылады. Датчикке кірістірілген 85 дБ қуатты сирена, газ ағуы анықталса қосылады. Жыпылықтайтын қызыл LED шамы қосылады. Ағымдағы ағу анықталғанда, барлық хабтарда сирена іске қосылады. Смартфонға push‑хабарлама жіберіледі.",
    Sensor_gas_Smartlife_text:
      "Осы датчиктің негізгі мақсаты — газ ағуын ерте кезеңде анықтау және ақылды үй сценарийлерін іске қосу арқылы ағудың салдарларын алдын алу.",
    Sensor_gas_metan_text_1:
      "Газ датчигі ауадағы тұрмыстық газ (метан) концентрациясының көбеюін хабарлауға арналған. Датчик ZigBee сымсыз технологиясы бойынша жұмыс істейді.",
    Sensor_gas_metan_text_2: "Көрсеткіш бар ма: иә, қызыл/жасыл/сары",
    Sensor_gas_metan_text_3: "Хабарландыру дыбысы: 75 дБ/1 м",
    Sensor_gas_metan_text_4: "Сигнал әсер ету аймағы: 25 метрге дейін",
    Sensor_gas_metan_text_5: "Тұрғын және кеңсе ортасына жарамды.",
    Sensor_gas_propan_text:
      "Пропан газын анықтайтын датчик: ауадағы пропан концентрациясының жоғарылауын хабарлайды. Құрылғының корпусы: ABS+PC пластик. Көрсеткіш: иә – қызыл/жасыл/сары. Құрылғы тек айнымалы тоқ желісінде жұмыс істейді. Тұрғын және кеңсе пайдалану үшін жарамды.",
    Sensor_smoke_Smartlife_text:
      "Төтенше жағдайда түтінді тез анықтайды. Жоғары сезімталдық (0,089–0,25 дБ/м) арқасында датчик от ошақтарын уақытында байқап, дыбыстық сигнал береді. «Дом с Алисой» мобильді қосымшасында хабарламаларды баптаңыз және датчик түтін байқаса push хабарлама алыңыз. Батареясын ұзақ ұстайды. Датчик Zigbee сымсыз протокол бойынша жұмыс істейді және энергияны тек триггер кезінде және хабарлама жіберу кезінде қолданады. Орнату оңай: датчик желім қабаты арқылы бекітіледі.",
    Sensor_smoke_Aqara_text:
      "Aqara Smart Smoke Detector ақылды түтін датчигі — түтін анықталса, сигнализация қосады және смартфонға push хабарлама жібереді. CR17450 батареямен жұмыс істейді. Датчикке кірістірілген 90 дБ қуатты сирена анықталған жағдайда қосылады. Жыпылықтайтын қызыл LED шамы қосылады. Барлық түтін датчиктері автоматты түрде біріктірілген. Мысалы, әр бөлмеде датчик болса, бір бөлмеде өрт тіркелсе, барлық датчиктер сигнализацияны автоматты қосады. Осылайша, датчиктер бірін-бірі қолдайды. Түтін датчигі 10 жылға дейін автономды жұмыс істейді.",
    Sensor_smoke_Tuya_text:
      "Тәуелсіз ақылды түтін датчигі. Жұмыс қағидасы: түтінді анықтау, дыбыстық ескерту, қосымшаға хабарламалар.",
    Siren_text_1:
      "Сирена әртүрлі датчиктер іске қосылғанда дыбыстық ескерту беру үшін арналған. Уақытында хабарлау үйде болатын төтенше жағдайларға жедел жауап беруге мүмкіндік береді. Тұрғын және кеңсе ортасында қолдануға жарамды. Электр өшірілгенде де жұмыс істейді.",
    Siren_text_2:
      "Техникалық сипаттамалары: Қуат көзі: 100‑240 В / 50‑60 Гц. Аккумулятор: 3,7 В / 720 мА. Дыбыс деңгейі: 95 дБ (1 м қашықтықта).",
    Switch_touch_1x: "Сенсорлы қосқыш 1х",
    Switch_touch_2x: "Сенсорлы қосқыш 2х",
    Switch_touch_3x: "Сенсорлы қосқыш 3х",
    Switch_keyboard_1x: "ROXIMO қосқышы 1 кілт",
    Switch_keyboard_2x: "ROXIMO қосқышы 2 кілт",
    Switch_keyboard_3x: "ROXIMO қосқышы 3 кілт",
    Switch_roller_touch: "Роллшторларды басқару сенсорлы қосқыш",
    Socket_buildIn_1x: "Ішке кірістірілген розетка 1х",
    Socket_buildIn_2x: "Ішке кірістірілген розетка 2х",
    Socket_buildIn_3x: "Ішке кірістірілген розетка 3х",
    Dimmer_touch: "Стеклянный диммер (сенсорлы диммер)",
    Dimmer_Yandex: "Яндекс ақылды диммер",
    Relay_dimmer: "ZigBee диммер реле, 2 арна",
    Slug_Yandex: "Яндекс ақылды розетка",
    Slug_Tuya: "Tuya ақылды розетка",
    Slug_Roximo: "ROXIMO ақылды розетка",
    Slug_Smartlife: "SmartLife ақылды розетка",
    Relay_Yandex_1x: "Яндекс бірканалды реле",
    Relay_Yandex_2x: "Яндекс екіканалды реле",
    Button_Yandex: "YNDX‑00524 Яндекс ақылды сымсыз батырма",
    Smart_Din_63A: "ZigBee DIN рельді ақылды автомат 63А",
    Smart_Din_40A: "DIN рельді ақылды автомат 40А",
    Smart_Din_Moes_16A: "Moes ақылды автомат 16А",
    Smart_Din_Tuya_63A: "Tuya ақылды автомат 63А",
    Smart_Din_Tuya_80A: "Tuya ақылды автомат 80А",
    Switch_touch_text:
      "Ақылды қосқыш жарықтандыруды өзгерту немесе сымдарды ауыстыруды қажет етпейді, қосымша арқылы қашықтан өшіруге, уақыт бойынша немесе таймер бойынша басқаруға, сондай‑ақ Яндекс станциясы арқылы дауыстық басқаруға мүмкіндік береді.",
    Switch_touch_color_text: "(түс: ақ, алтын, сұр, қара)",
    Switch_keyboard_text_1:
      "Қосқыш корпусы стандартты монтаж қораптарына сәйкес өлшемде. Беткі панелі жоғары сапалы пластиктен жасалған, басқару батырмалары мен LED индикаторлары орналастырылған.",
    Switch_keyboard_text_2:
      "Zigbee арқылы тікелей Яндекс‑ке қосу — Roximo құрылғыларын Яндекс Станциясы немесе Zigbee‑қолдайтын хабқа тікелей жалғаңыз.",
    Switch_keyboard_color_text: "(түс: ақ, алтын, қола, сұр, қара)",
    Switch_roller_touch_text:
      "Ақылды WiFi перде басқару қосқышы электрокарниздерді, роллшторларды немесе рольшторларды басқаруға арналған. Құрылғыны дәстүрлі қосқыш орнына орнатып, мобильді қосымша арқылы басқаруға болады.",
    Socket_buildIn_text:
      "Онымен: үтікті немесе плойканы қашықтан өшіруге, үйге келгенде қыздырғышты немесе кондиционерді қосуға, өсімдіктерге немесе аквариумға жарық кестесін орнатуға, дауыспен гирлянданы қосуға және т.б. Энергомониторинг функциясы арқылы қосымшада құрылғылардың қуатын қадағалаңыз.",
    Socket_buildIn_color_text: "(түс: ақ, алтын, сұр, қара)",
    Dimmer_touch_text:
      "Ақылды диммер — жарықтық деңгейін мобильді қосымша немесе құрылғыдағы сенсор арқылы реттеуге арналған керемет шешім.",
    Dimmer_Yandex_text:
      "Яндекс ақылды диммер үй жарығын қалауыңызша реттеуге көмектеседі: жарықты жарқырағаннан жұмсаққа дейін басқаруға болады. Тек диммерлі шамдармен жұмыс істейді, стандартты подрозеткке орнатылады және нейтралмен қосылады.",
    Relay_dimmer_text:
      "Zigbee диммер реле — бұл Умный Дом жүйелеріне арналған инновациялық құрылғы, жарықты қосқыш және қосымша арқылы басқаруға мүмкіндік береді. Мини корпусында монтаж қораптарына сай келеді.",
    Slug_Yandex_text:
      "Matter протоколында жұмыс істейді — ақылды үйге оңай қосылады. Розеткаға орнатылған сценарийлер интернет ажыратын болса да жұмыс істей алады. Түрлі сценарийлер мен кестелер орнатыңыз.",
    Slug_Tuya_text:
      "Matter протоколымен жұмыс істейтін 16А ақылды розетка. Қосу-қашу үшін QR сканерлеңіз, хаб қажет емес!",
    Slug_Roximo_text:
      "Құрылғы қосымшамен басқарылады, энергияны бақылауға мүмкіндік береді. Уақытқа, есепке және басқа триггерлерге қатысты сценарийлер құрыңыз. Яндекс Алиса интеграциясы — дауыспен басқару.",
    Slug_Smartlife_text_1:
      "Розетканы қашықтан қосып-өшіруге, дауыстық басқаруға мүмкіндігі бар. Таймер қою мүмкіндігі.",
    Slug_Smartlife_text_2:
      "Үй техникасын мобильден басқаруға мүмкіндік береді: шам, гирлянда, кеденді құрылғылар. Қуатты қолдануды нақты уақытта көрсетеді.",
    Relay_Yandex_text:
      "Яндекс ақылды реле — қарапайым қосқыштарды ақылды үй жүйесіне айналдыруға арналған компакт құрылғы. Қосқыштың астына орнатылып, Zigbee 3.0 арқылы жүйеге қосылады.",
    Button_Yandex_text:
      "Батареямен жұмыс істейді, қоңырау немесе сценарий батырмасы ретінде қолдануға болады. Қосқышты қалаған жерге орналастырып, сценарийлер орнатыңыз — мысалы, қонақ келгенде сигнал жіберу.",
    Smart_Din_63A_text_1:
      "Tuya Zigbee DIN рельді автомат — үйде жарық, розетка және құрылғыларды басқаруға мүмкіндік береді. Қуат мониторингімен бірге, 220В желіде жұмыс істейді, монтажы оңай.",
    Smart_Din_63A_text_2:
      "Бұл Zigbee автомат DIN рельге арналған — 63А‑ға дейін токты басқаруға мүмкіндік береді, түрлі қуатты приборларға жарамды.",
    Smart_Din_40A_text:
      "DIN рельді 40А автомат 220В желіні басқарады. Zigbee протоколымен жұмыс істейді, қосымша арқылы басқаруға болады.",
    Smart_Din_Moes_16A_text_1:
      "MOES ZCB‑SC‑1P16 автомат — үй немесе кеңсе электросистемасын ақылды басқару шешімі. Құрылысы сенімді, басқаруы смартфон арқылы.",
    Smart_Din_Moes_16A_text_2:
      "Құрылғы 230В және 16А режимінде жұмыс істейді. Қосқыштарды синхрондау және авариялық қорғау мүмкіндігі бар.",
    Smart_Din_Tuya_63A_text_1:
      "Zigbee автомат 63А — жарық пен басқа құрылғыларды басқаруды қамтамасыз етеді. Яндекс Алиса, Google Assistant, Alexa қолдайды.",
    Smart_Din_Tuya_63A_text_2: "Қолмен басқару кнопкасымен жүзеге асырылады.",
    Smart_Din_Tuya_63A_text_3: "Интернет арқылы бақылау, қосымша төлем жоқ.",
    Smart_Din_Tuya_63A_text_4: "Автоматты қосу/өшіру үшін апталық/күндік кесте.",
    Smart_Din_Tuya_63A_text_5: "Кері санау таймері.",
    Smart_Din_Tuya_63A_text_6: "Кесте бойынша әрекет жүзеге асқанда телефонға push хабарлама.",
    Smart_Din_Tuya_80A_text_1:
      "Zigbee автомат — жарықты және электр құрылғыларын басқаруға арналған мінсіз шешім. Қорғалған және сенімді.",
    Smart_Din_Tuya_80A_text_2:
      "Қашықтан қосу/өшіру, сценарийлер, таймер, push хабарламалар, қысқа тұйықталуға және шамадан тыс жүктелуге қарсы қорғау.",
    Smart_Din_Tuya_80A_text_3: "Жиынтығы:",
    Smart_Din_Tuya_80A_text_4: "Автомат – 1 дана",
    Smart_Din_Tuya_80A_text_5: "Антенна – 1 дана",
    Smart_Din_Tuya_80A_text_6: "Нұсқаулық",
    "LED-Strip_Yandex": "Яндекс жарықдиодты лентасы 3м",
    "Cable_LED-Strip_Yandex": "Яндекс жарықдиодты лентасына арналған ұзарғыш",
    "LED-Strip_Kojimo": "KOJIMA жарықдиодты лентасы 5м",
    "LED-Strip_Roximo": "ROXIMO гирляндасы",
    Lamp_Aqara: "Aqara Ceiling Light төбелік шамы",
    Night_light_RGB: "Wi-Fi 6W RGB ақылды шамы",
    "Control_LED-Strip": "12/24V 15А жарықдиодты лентаға арналған диммер",
    "Control_LED-Strip_RGB": "RGB LED лентасына арналған контроллер 12В, 24В",
    "Bulb_E14_4.5": "E14 4.5W Gauss филаментті шамы, жылы ақ түс",
    Bulb_E14_5: "E14 5W Gauss филаментті шамы, бейтарап ақ түс",
    Bulb_E14_5_RGB: "E14 5W Gauss RGB шамы",
    Bulb_E14_6_Yandex: "E14 6W 520 Лм Яндекс RGB шамы",
    Bulb_E14_6_RGB: "E14 6W Gauss RGB шамы",
    Bulb_E14_7: "E14 7W Gauss шамы, бейтарап ақ түс",
    Bulb_E14_7_candle: "E14 7W Feron шамы, шам пішінді, бейтарап ақ түс",
    Bulb_E14_9: "E14 9W Gauss шамы, жылы ақ түс",
    Bulb_E27_4: "E27 4W EGLO филаментті шамы, сары түс",
    Bulb_E27_5: "E27 5W Gauss шамы, жылы ақ түс",
    "Bulb_E27_6.5": "E27 6.5W Gauss филаментті шамы, сары түс",
    Bulb_E27_7: "E27 7W Gauss шамы, жылы ақ түс",
    "Bulb_E27_8.5": "E27 8.5W Gauss RGB шамы",
    "Bulb_E27_8.7": "E27 8.7W TP-LINK шамы, жылы ақ түс",
    Bulb_E27_9_Yandex_filamentous: "E27 9W Яндекс филаментті шамы, ақ жарық",
    Bulb_E27_9_Yandex: "E27 9W Яндекс шамы, ақ түс",
    Bulb_E27_9_Yandex_RGB: "E27 9W Яндекс RGB шамы",
    Bulb_E27_9: "E27 9W Gauss шамы, ақ түс",
    Bulb_E27_9_RGB: "E27 9W EGLO RGB шамы",
    Bulb_E27_10_RGB: "E27 10W Gauss RGB шамы",
    Bulb_E27_11_Yandex_RGB: "E27 11W Яндекс RGB шамы",
    Bulb_E27_11: "E27 11W Gauss шамы, суық ақ түс",
    "Bulb_GU5.3_5": "GU5.3 5W Gauss шамы, бейтарап ақ түс",
    Bulb_GU10_5: "GU10 5W Gauss шамы, суық ақ түс",
    Bulb_GU10_6_Yandex: "GU10 6W 520 Лм Яндекс RGB шамы",
    Bulb_GX53_8: "Gauss 8W GX53 жарықдиодты шамы, суық ақ түс",
    Bulb_GX53_9_Yandex: "GX53 9W 806 Лм Яндекс RGB шамы",
    "LED-Strip_Yandex_text":
      "Yandex YNDX‑00544 жарықдиодты лентасы контроллермен және қуат адаптерімен бірге қосқыш, дауыс командалары және «Алисамен үй» қолданбасы арқылы сенімді жұмыс істейді. Бұл модель Bluetooth, Wi‑Fi және Matter байланыс протоколдарын қолдайды. Соңғысы әртүрлі өндірушілердің ақылды құрылғылары бар үйлерге ыңғайлы. Бір метрде 24 жарықдиод бар, жарық ағыны 250 лм, бұл ұзын тізбектерді төбе мен қабырға бойына орнатуға ыңғайлы етеді. Қысқа кесінділер аз жарық береді, бірақ декор үшін жарамды. IP65 деңгейіндегі шаң мен шашыраудан қорғанысы бар 3 метрлік лента далада немесе ваннада орнатуға жарайды.",
    "Cable_LED-Strip_Yandex_text":
      "Yandex YNDX‑00547 жарықдиодты лентасын ұзартқыш 1 метрге 24 жарықдиодпен тізбектерді ұзартуға арналған. Қалың орама контактілерді шаң мен ылғалдан толық қорғайды, бұл оны далада немесе ваннада орнатуға мүмкіндік береді. 250 лм жарық ағыны аймақты жарықтандыруға немесе декоративті жарыққа жеткілікті. YNDX‑00547 бейтарап ақ түсті және RGB реңктері мен эффектілерін қолдайды. Қарапайым қосқыш, контроллер, мобильді қолданба және дауыс командалары арқылы басқаруға болады.",
    "LED-Strip_Kojimo_text":
      "KOJIMA ақылды Wi‑Fi RGB жарықдиодты лентасы жарық ағынын 70‑тен 800 люменге дейін реттеуге мүмкіндік береді, энергия тұтынуы төмен. Мобильді қосымша iOS және ANDROID құрылғыларына бейімделген. Сіз жарықтылық пен түсті оңай басқара аласыз, динамикалық көріністер орнатып, таймер арқылы жарықты жоспарлап, бірнеше лентаны бір батырмамен басқарып, Яндекс Алиса дауыс көмекшісімен басқара аласыз.",
    "LED-Strip_Roximo_text_1":
      "ROXIMO SFCL01‑L мекенжайлық Wi‑Fi жарықдиодты гирляндасы ұзындығы 10 метр және Roximo ақылды үй экожүйесінің бөлігі болып табылады. Бұл гирлянда шыршаны безендіруге арналған негізгі элементтердің бірі. IP67 ылғалдан қорғау деңгейінің (басқару блогы IP44) арқасында гирлянданы үйде де, сыртта да пайдалануға болады.",
    "LED-Strip_Roximo_text_2":
      "Roximo қолданбасында гирлянданы басқаруға арналған батырмалар мен түрлі функциялар қолжетімді: сурет салу – түс схемаларын таңдау және өзіңді жасау, жарықпен музыка – өз режиміңді жасау, көріністерді орнату және өз көріністеріңді жасау, таймер орнату және басқа да параметрлер.",
    Lamp_Aqara_text_1:
      "Екі жарық аймағы: Негізгі жарық көзі 2700K‑6500K ауқымындағы ақ жарықпен қамтамасыз етеді, ал жанындағы жарық көзі 16 миллион түрлі түспен түрлі атмосфера жасауға мүмкіндік береді.",
    Lamp_Aqara_text_2:
      "Жоғары жарықтылық: Негізгі жарық көзі 3450 люменге дейінгі жарық береді, бұл бөлмені толық жарықтандыруға жеткілікті.",
    Lamp_Aqara_text_3:
      "Қолданба арқылы басқару: Aqara Home қолданбасы арқылы түс температурасын, жарықтылықты және RGB эффектілерін реттеуге болады.",
    Lamp_Aqara_text_4: "Жарықтылықты реттеу: Жарықдиодты шамды жарықтылықты реттеу үшін диммирлеуге болады.",
    Lamp_Aqara_text_5: "Ұзақ қызмет ету мерзімі: Жарықдиод көзі 50 000 сағатқа дейін қызмет етеді.",
    Lamp_Aqara_text_6:
      "Заманауи дизайн: Aqara Ceiling Light T1M жіңішке әрі заманауи дизайнға ие және кез келген интерьерге сай келеді.",
    Night_light_RGB_text_1:
      "KOJIMA Wi‑Fi RGB ақылды түнгі шамы/үстел шамы 70‑тен 400 люменге дейін реттелетін жарық ағынымен және төмен энергия тұтынумен ерекшеленеді. Сіз жарық пен түсті оңай басқара аласыз, динамикалық көріністер орнатып, жарықты таймер арқылы қосып/өшіруді жоспарлай аласыз, бірнеше шамды бірден басқара аласыз және Яндекс Алиса дауыс көмекшісі арқылы басқаруға болады.",
    Night_light_RGB_text_2: "- RGB режимінде 16 миллион түс",
    Night_light_RGB_text_3: "- Түс температурасы: 2700K‑5700K",
    Night_light_RGB_text_4: "- Корпус материалы – ABS пластик",
    Night_light_RGB_text_5: "- Биіктігі 18 см, Диаметрі 10 см, Салмағы 385 г",
    "Control_LED-Strip_text":
      "Ақылды үйге арналған диммер-контроллер, Алисамен жұмыс істейді. Жарықдиодты ленталардың жарықтығын дауыс арқылы немесе сценарийлер арқылы басқаруға мүмкіндік береді.",
    "Control_LED-Strip_RGB_text":
      "Wi‑Fi контроллер — сіздің жарық жүйеңізге жаңа өмір беретін ықшам әрі стильді шешім! Яндекс Алиса, Amazon Alexa және Google Home Assistant сияқты танымал ақылды үй жүйелерімен толық интеграция. Мысалы: “Алиса, мерекелік жарықты қос!” 100-ден астам жарық режимі бар — жай ауысатын түстерден бастап динамикалық жарық эффектілерге дейін. Кез келген көңіл-күй мен жағдайға арналған жарықты таңдаңыз! Қысқа әрі ықшам дизайн оны кез келген үй интерьеріне үйлесімді етеді.",
    Bulb_dimmable: "Жарықтығы реттелетін шам",
    Bulb_E27_9_Yandex_filamentous_text:
      "2700‑ден 6500K‑ге дейін түс температурасын және жарықтылықты реттеу мүмкіндігі — романтикалық кешке жұмсақ жылы жарық немесе өнімді жұмыс үшін суық және жарық жарық орнатуға мүмкіндік береді.",
    Bulb_E27_9_Yandex_text:
      "2700‑ден 6500K‑ге дейін түс температурасын және жарықтылықты реттеу мүмкіндігі — романтикалық кешке жұмсақ жылы жарық немесе өнімді жұмыс үшін суық және жарық жарық орнатуға мүмкіндік береді.",
    Bulb_Yandex_RGB_text:
      "Жарықтың түсін өзгерту мүмкіндігі — көңіл-күйге немесе тапсырмаға сай түрлі жарық орнатуға мүмкіндік береді: мысалы, балалар бөлмесі үшін күлгін, гейминг кезінде көк жарық немесе қонақтар келгенде Party режимі.",
    Cornice_Tuya_4: "Ақылды карниз Tuya 4м",
    Cornice_Tuya_5: "Ақылды карниз Tuya 5м",
    Cornice_Tuya_6: "Ақылды карниз Tuya 6м",
    Cornice_Tuya_7: "Ақылды карниз Tuya 7м",
    Cornice_Aqara_1: "Aqara электрлі карнизі 1м дейін (мотор+карниз)",
    Cornice_Aqara_2: "Aqara электрлі карнизі 2.15м дейін (мотор+карниз)",
    Cornice_Aqara_3: "Aqara электрлі карнизі 3.2м дейін (мотор+карниз)",
    Cornice_Aqara_4: "Aqara электрлі карнизі 4.15м дейін (мотор+карниз)",
    Cornice_Aqara_5: "Aqara электрлі карнизі 5.15м дейін (мотор+карниз)",
    Cornice_Aqara_6: "Aqara электрлі карнизі 6.15м дейін (мотор+карниз)",
    Cornice_Aqara_7: "Aqara электрлі карнизі 7.15м дейін (мотор+карниз)",
    Cornice_Aqara_8: "Aqara электрлі карнизі 8.15м дейін (мотор+карниз)",
    Cornice_Aqara_9: "Aqara электрлі карнизі 9.15м дейін (мотор+карниз)",
    Cornice_Aqara_10: "Aqara электрлі карнизі 10.15м дейін (мотор+карниз)",
    "Cornice_Roximo_1.6": "ROXIMO ақылды электрлі перде карнизі 1.6м",
    Cornice_Roximo_2: "ROXIMO ақылды электрлі перде карнизі 2м",
    "Cornice_Roximo_2.4": "ROXIMO ақылды электрлі перде карнизі 2.4м",
    "Cornice_Roximo_2.9": "ROXIMO ақылды электрлі перде карнизі 2.9м",
    Cornice_Roximo_3: "ROXIMO ақылды электрлі перде карнизі 3м",
    "Cornice_Roximo_3.2": "ROXIMO ақылды электрлі перде карнизі 3.2м",
    "Cornice_Roximo_3.5": "ROXIMO ақылды электрлі перде карнизі 3.5м",
    Cornice_Roximo_4: "ROXIMO ақылды электрлі перде карнизі 4м",
    Cornice_Roximo_5: "ROXIMO ақылды электрлі перде карнизі 5м",
    Cornice_Roximo_6: "ROXIMO ақылды электрлі перде карнизі 6м",
    Cornice_Roll_59: "Ролл-жалюзи карнизі 59 см",
    Motor_Rolling_Aqara: "Aqara роликті перделерге арналған мотор",
    Cornice_Rolling_Aqara_120: "Aqara автоматты роликті перделер 65–120 см (мотормен, матаcыз)",
    Cornice_Rolling_Aqara_140: "Aqara автоматты роликті перделер 121–140 см (мотормен, матаcыз)",
    Cornice_Rolling_Aqara_220: "Aqara автоматты роликті перделер 201–220 см (мотормен, матаcыз)",
    Cornice_Rolling_Aqara_240: "Aqara автоматты роликті перделер 221–240 см (мотормен, матаcыз)",
    Cornice_Rolling_Aqara_260: "Aqara автоматты роликті перделер 241–260 см (мотормен, матаcыз)",
    Cornice_Roller_Shade_Aqara_100: "Aqara римдік перделер (мотормен) 100 см",
    Cornice_Roller_Shade_Aqara_120: "Aqara римдік перделер (мотормен) 101–120 см",
    Cornice_Roller_Shade_Aqara_140: "Aqara римдік перделер (мотормен) 121–140 см",
    Cornice_Roller_Shade_Aqara_160: "Aqara римдік перделер (мотормен) 141–160 см",
    Cornice_Roller_Shade_Aqara_180: "Aqara римдік перделер (мотормен) 161–180 см",
    Cornice_Roller_Shade_Aqara_200: "Aqara римдік перделер (мотормен) 181–200 см",
    Driver_Curtain_Aqara_track: "Aqara перде моторы Curtain Driver E1 (рельсті нұсқа)",
    Driver_Curtain_Aqara_rod: "Aqara перде моторы Curtain Driver E1 (түтінді нұсқа)",
    Motor_Roller_Aqara: "Aqara ролл-жалюзиге арналған мотор",
    Cornice_Tuya_text_1:
      "Беспроводты қолдау бар қозғалтқыш. Zigbee байланыс протоколын қолдану арқылы сценарийлерді интернет немесе WiFi‑ге тікелей қосылусыз орындауға болады. Бұл — Zigbee технологиясының негізгі артықшылықтарының бірі. Басқару пультімен, қолданба арқылы немесе Алиса колонкасымен жүзеге асуы мүмкін.",
    Cornice_Tuya_text_2: "Жиынтық: телескопиялық карниз, қозғалтқыш, қашықтан басқару пульті",
    Cornice_Aqara_text_1:
      "Шторалар үшін тамаша шешім — Xiaomi Aqara Smart Curtain Controller CD‑M01D Zigbee электр‑карнизі. Бұл құрылғымен сіз таң атқан мен батқан уақытыңызды оңай орната аласыз және жарық деңгейін бір түртіп өзгерте аласыз. Шторларды толық ашу/жабудан басқа, белгілі бір қашықтыққа бөлек аша аласыз немесе белгіленген уақытта автоматты түрде ашу/жабу таймерін орната аласыз.",
    Cornice_Aqara_text_2: "Электро-шторларды басқару:",
    Cornice_Aqara_text_3:
      "Шторларды смартфон арқылы қолданбада Xiaomi Mi Home немесе Aqara Home арқылы іске қосу және тоқтату",
    Cornice_Aqara_text_4:
      "Шторларды қолмен басқару: штор жиегін ақырын тартыңыз, жүйе тоқтап қалған жағдайда оларды толық ашып/жабады",
    Cornice_Aqara_text_5: "Электр болмаған жағдайда шторларды қолмен басқаруға болады",
    Cornice_Aqara_text_6: "Жұмсақ старт/стоп жүйесі",
    Cornice_Aqara_text_7: "Дауыстық көмекші Yandex Alice арқылы басқару",
    Cornice_Roximo_text_1:
      "Бұл дайын пакет құрамында барлығы бар, соның ішінде қуатты ақылды электропривод 45 Ватт, ол 50 кг‑ға дейінгі шторларды және 12 метрге дейінгі ұзындықтағы карнизі қолдануға мүмкіндік береді.",
    Cornice_Roximo_text_2:
      "Карниз ортасынан ашу немесе бір бағытта ашу (солдан немесе оңнан) режимінде жұмыс істей алады. Қолданбадан кез келген жерден басқару мүмкіндігі бар, сценарийлер, кестелерді орнатуға болады (уақыт бойынша, кері санау, ауа райы, күн шыққан/батқан уақыты, орналасуыңыз және т.б.).",
    Cornice_Roximo_text_3:
      "Жиынтық: ақылды электропривод; карниз; таспа; 2 глайдер; метрге 8 роликтер жиынтығы; қашықтан басқару пульті; привод монтажы + қақпақ; төбеге орнату крепление",
    Cornice_Roll_59_text:
      "Aqara рулон шторларына арналған ақылды мотор — перделерді басқаруға арналған. Смартфон, қашықтан басқару пульті немесе дауыспен басқару арқылы қолдана аласыз, мысалы Алиса арқылы.",
    Motor_Rolling_Aqara_text_1:
      "Көп функциялы қолдану: 35–70 мм диаметрлі валдары бар көптеген штор немесе жалюздерге сай келеді.",
    Motor_Rolling_Aqara_text_2:
      "Эстетикалық дизайн: Құрылғының корпусы ақ пластиктен жасалған, интерьерге жақсы үйлеседі. Кестені орнату: шторларды күн уақытына, күн шыққан/батқан уақытына немесе басқа оқиғаларға сай ашу/жабу.",
    Motor_Rolling_Aqara_text_3: "Қолмен басқару: құрылғыдағы батырма арқылы басқару мүмкіндігі",
    Motor_Rolling_Aqara_text_4: "Қорғау жүйесі: механизм блокталған жағдайда қозғалтқышты қорғау жүйесі іске қосылады",
    Motor_Rolling_Aqara_text_5: "Жұмсақ жұмыс істеу: қозғалтқыштың жұмысы тыныш, шуды аздетеді",
    Cornice_Rolling_Aqara_text_1:
      "Шторларды толық ашу/жабудан басқа, белгілі бір қашықтыққа ашу мүмкіндігі және таймер арқылы автоматты ашу/жабу мүмкіндігі бар.",
    Cornice_Rolling_Aqara_text_2: "Телефонмен басқарудан басқа, сымсыз батырманы қолдануға болады.",
    Cornice_Rolling_Aqara_text_3: "Ыңғайлылық пен эстетика:",
    Cornice_Rolling_Aqara_text_4: "Қозғалтқыш пен механизмдердің дыбыссыз жұмысы",
    Cornice_Rolling_Aqara_text_5: "Қозғалтқышты карниіздің кез келген жағына — солға немесе оңға орналастыруға болады",
    Cornice_Rolling_Aqara_text_6: "Қозғалтқыш түтік ішінде жасырын орналасады",
    Cornice_Rolling_Aqara_text_7: "Жиынтық: алюминий түтік; крепление жиынтығы; адаптерлер жиынтығы; мотор ZNGZDJ11LM",
    Cornice_Roller_Shade_Aqara_text_1: "Римдік шторларды басқару:",
    Cornice_Roller_Shade_Aqara_text_2: "Шторларды смартфон арқылы Xiaomi Mi Home қолданбасынан іске қосу/тоқтату",
    Cornice_Roller_Shade_Aqara_text_3: "Шторларды батырма немесе қосқыш арқылы іске қосу/тоқтату",
    Cornice_Roller_Shade_Aqara_text_4: "Интернет болмаса да, жергілікті желіде сценарийлер орындалады",
    Cornice_Roller_Shade_Aqara_text_5: "Дауыстық көмекші Yandex Alice арқылы басқару",
    Cornice_Roller_Shade_Aqara_text_6: "Шторлардың ең үлкен биіктігі — 6 метр",
    Cornice_Roller_Shade_Aqara_text_7: "Шторлардың ең үлкен салмағы — 15‑17 кг",
    Cornice_Roller_Shade_Aqara_text_8: "Ыңғайлылық пен эстетика:",
    Cornice_Roller_Shade_Aqara_text_9: "Қозғалтқыш пен механизмдердің шу шығармай жұмысы",
    Cornice_Roller_Shade_Aqara_text_10: "Қозғалтқыш карниздің сол немесе оң жағына орналастырылады",
    Cornice_Roller_Shade_Aqara_text_11: "Қозғалтқыш түтік ішінде жасырын орналасады",
    Cornice_Roller_Shade_Aqara_text_12: "Профиль сапасы: хромдалған алюминий, порошокпен қапталған",
    Cornice_Roller_Shade_Aqara_text_13: "Жиынтық:",
    Cornice_Roller_Shade_Aqara_text_14:
      "Алюминий карниз, 2–3 катушка/м, октогон вал, адаптер жиынтығы, ауырлатқыш штанга, мотор, шыны талшық қосылмалары, пластик сақиналар.",
    Driver_Curtain_Aqara_track_text_1:
      "Қарапайым шторларды ақылды ету — тағы жеңіл. Құрылғы барлығы дерлік карнизге сәйкес келеді.",
    Driver_Curtain_Aqara_track_text_2: "Карнизге және ілмектерге бекітіледі. Әр шторға — бір құрылғы.",
    Driver_Curtain_Aqara_track_text_3: "Ілмек ұзындығы (ілмектің төменгі жауабыстан карнизге дейін): 16 – 25 мм",
    Driver_Curtain_Aqara_track_text_4: "Карниз ені: 10 мм",
    Driver_Curtain_Aqara_rod_text_1:
      "Бұл үрдіс шторларды автоматты түрде ашу/жабу үшін әзірленген ақылды қозғалтқыш. Ол таяқша тәрізді карнизге орнатылады, басқару смартфоннан, дауыспен немесе кестемен жүзеге асады және ақылды үй экожүйелеріне интеграцияланады.",
    Driver_Curtain_Aqara_rod_text_2:
      "Берік корпус пен сапалы материалдар ұзақ қызмет ұсынады. Aqara қозғалтқышы үйді толық автоматтандыруға, ыңғайлылық пен энергия тиімділігін арттыруға бағытталған.",
    Motor_Roller_Aqara_text:
      "Перделерді автоматты түрде басқару құралы. Жалюзи, ролл-шторлар және тізбекті басқару құрылғыларын ақылды етіңіз. Құрылғы оңай орнатылады және аккумулятормен жұмыс істейді. Смартфон, дауыстық көмекшілермен, автоматизациялармен және сымсыз выключателдермен басқаруға болады. Перделерді толық немесе белгілі бір пайызға ашу/жабу мүмкіндігі бар.",
    Close_water_Aqara: "Aqara су ағуын жабу құралы",
    Close_water: "Суды жабу құралы",
    Smart_Ball_Valve_DN25: 'Ақылды шар клапаны DN25 1"',
    Smart_Ball_Valve_DN20: 'Ақылды шар клапаны DN20 3/4"',
    Control_heater_Aqara: "Aqara радиатор термостаті",
    Control_heater_Beok: "Beok Wi-Fi радиатор термостаті",
    Control_floor_Electsmart_black: "Electsmart ақылды термостаті, қара",
    Control_floor_Electsmart_white: "Welrok ақылды термостаті, ашық түс",
    Control_floor_Celtic_white: "Celtic ақылды термостаті, ашық түс",
    Control_floor_Celtic_black: "Celtic ақылды термостаті, қара",
    Control_boiler_Bugatti: "Federica Bugatti Wi-Fi қазандық басқару модулі",
    Control_boiler_Beok_black: "Beok газ және электр қазандықтары үшін термостат, қара",
    Control_boiler_Beok_white: "Beok газ және электр қазандықтары үшін термостат, ақ",
    Boiler_THERMEX_Sonne_grey: "THERMEX Sonne 12 Wi-Fi электрлік қабырғаға орнатылатын қазандық, сұр",
    Boiler_THERMEX_Cometa: "THERMEX Cometa 12-24 Wi-Fi электрлік екі контурлы қазандық",
    Boiler_THERMEX_Boss: "THERMEX Boss 12 Wi-Fi электрлік қабырғаға орнатылатын қазандық, ақ",
    Boiler_THERMEX_Sonne_white: "THERMEX Sonne 12 Wi-Fi электрлік қабырғаға орнатылатын қазандық, ақ",
    Heating_thermostat_ZONT: "ZONT GSM Wi-Fi қазандықтар үшін жылыту термостаті",
    Close_water_Aqara_text:
      "Ақылды ARA T1‑VC‑X01E манипуляторы — бұл клапанды басқаруға арналған Zigbee протоколына негізделген құрылғы, су жүйелерін ақылды (қашықтан) басқару (құрылғыдағы батырма арқылы) және қолмен басқару үшін қолайлы. Ол су ағып кету датчиктерімен байланысып, қауіптерді анықтайды, хабарламалар жібереді және оларды жоюға көмектеседі, осылайша мүлікті қорғайды және қауіпсіздікті қамтамасыз етеді.",
    Close_water_text:
      "Суды/газды жабу үшін электрлі привод, кранға арналған рычаг Алиспен — сіздің ақылды үйіңізге тамаша шешім. Бұл құрылғы арқылы үйіңіздегі су мен газды жабуды басқарып, қауіпсіздікті және тиімділікті қамтамасыз ете аласыз.",
    Smart_Ball_Valve_DN25_text_1:
      "Электрлік шар клапаны 1 дюйм, 220В — жөндеу қауіпсіздігін және сіздің тыныштығыңызды қорғайды!",
    Smart_Ball_Valve_DN25_text_2:
      "Ағып кету болған жағдайда клапан автоматты түрде су ағуын жауып тастайды. Ең тиімді жұмыс істейді, егер протечка датчигімен бірге қолданылса. Датчик сигнал берсе, клапан су ағынын жабады. Мобильді қолданбаға 2 секунд ішінде push‑хабарлама келеді. Альса дауыс көмекшісі арқылы басқарылуы мүмкін.",
    Smart_Ball_Valve_DN20_text_1:
      "Электрлік шар клапаны 3/4 дюйм, 220В — жөндеу қауіпсіздігін және сіздің тыныштығыңызды қорғайды!",
    Smart_Ball_Valve_DN20_text_2:
      "Ағып кету болған кезде клапан автоматты түрде су ағуын жабады. Протечка датчигімен бірге қолдануға өте тиімді. Датчик сигнал берсе, клапан жабылады. Мобильді қолданбаға 2 секунд ішінде push хабарлама келеді. Альса арқылы басқару мүмкін.",
    Control_heater_Aqara_text:
      "Aqara Smart Radiator Thermostat E1 радиатор температурасын реттейді. M30×1,5 мм жіппен жасалған стандартты термоголовканың орнына бұралады. Температура датчигімен бірге қолданып, үйдің кез келген бөлігіне жайлы температура орнатыңыз. Құрылғы көптеген радиатор клапандарымен үйлесімді болу үшін адаптерлермен жабдықталған. Құрылғыда құбыр қату қаупі болса, жылыту автоматты түрде қосылады.",
    Control_heater_Beok_text_1:
      "Құрылғыдағы термостат, автоматты қосу/өшіру мүмкіндігі, дисплей және қашықтан басқару арқылы пайдаланушы бөлме температурасын оңай бақылай алады, үйден шықпай.",
    Control_heater_Beok_text_2:
      "Балалардан қорғау, смартфон арқылы басқару сияқты қосымша функциялар да құрылғыны дауыспен басқаруды жеңілдетеді. Су жылыту батареялары сияқты қосқыш құрылғылар термостатқа қосылады, бұл үйге жылуды тиімді таратуға мүмкіндік береді.",
    Control_floor_Electsmart_black_text:
      "Бұл термостат электрлік жылы едендерге дейін 3500 Вт‑қа дейін, сондай-ақ коллекторлы және серво приводы бар су еден жүйелеріне (әдетте “normálně закрытый” тип) жарамды.",
    Control_floor_Welrok_white_text_1:
      "Welrok ақылды термостат смартфон немесе компьютер арқылы жылы еденді басқаруға арналған. Welrok қолданбасындағы бірегей функция адам болмаған кезде жылуды төмендетіп үнемдеуді қамтамасыз етеді.",
    Control_floor_Welrok_white_text_2:
      "Геозонда функциясын қосқанда, Welrok пайдаланушылардың геолокациясын ескере отырып, таңдалған радиустан шыққанда жылытуын азайтады немесе өшіреді, ал қайта келгенде қолайлы температура орнатады. Алисадан да басқаруға болады.",
    Control_floor_Welrok_white_text_3:
      "Welrok Wi‑Fi термостаттарын MQTT және HTTP API арқылы ақылды үй жүйесіне біріктіруге болады.",
    Control_floor_Celtic_text_1:
      "Celtic DS M3hgb ақылды термостаты — үйіңіздің температурасын басқаруға арналған заманауи шешім, комфорт пен энергожинақтауды қамтамасыз етеді.",
    Control_floor_Celtic_text_2: "Ерекшеліктері:",
    Control_floor_Celtic_text_3: "- Alice дауыстық басқару — дауыспен басқару мүмкіндігі.",
    Control_floor_Celtic_text_4: "- Сенсорлы дисплей — басқаруды жеңілдете түсетін интуитивті интерфейс.",
    Control_floor_Celtic_text_5: "- Бағдарланатын режим — тәуліктің уақытына қарай температураны баптау.",
    Control_floor_Celtic_text_6: "- Максималды жүктеме 3500 Вт — көптеген жылыту жүйелеріне сай.",
    Control_floor_Celtic_text_7: "- Температураны 5 °C‑тан 50 °C‑қа дейін реттеу — кез келген мезгілге лайық.",
    Control_boiler_Bugatti_text_1:
      "Federica Bugatti Wi‑Fi қазандық басқару модулі — жылыту жүйесін ақылды басқаруға арналған заманауи шешім. Бұл модуль қашықтан бақылау мен автоматтандыруды қамтамасыз етеді, үйіңізді ыңғайлы әрі үнемді етеді.",
    Control_boiler_Bugatti_text_2:
      "Бұл модуль озық технология, қолданудың қарапайымдылығы мен сенімділікті біріктіреді. Сіз үйіңіздің жылытуын толық бақылауға аласыз, ресурстарды үнемдейсіз, қолайлы микроклимат жасайсыз.",
    Control_boiler_Beok_text_1:
      "Wi‑Fi үшін газды және электр қазандықтарды басқаруға арналған термостат — бөлме температурасын ұстап тұруға арналған заманауи әрі функциялы құрылғы.",
    Control_boiler_Beok_text_2:
      "Бұл термостат Baxi, Buderus, Bosch, Protherm, Wolf, Vaillant, Viessmann, Zota, Ariston, Navien, Mizudo, Evan, Thermex, Electro, Kiturami, Rinnai сияқты газды және электр қазандықтарын басқаруға жарамды. Қашықтан басқару арқылы қазандықты кез келген жерден бақылауға болады. Сенсорлы басқару мен әртүрлі температура режимдерін қолдайды. Құрылғы ішкі температураны өлшеп, қажет болғанда жұмыс істейді.",
    Boiler_THERMEX_Sonne_grey_text:
      "THERMEX Sonne 12 Wi‑Fi сұр қабырғаға орнатылатын электрлік қазандық — үйіңізді немесе дачаңызды жылытуға арналған сенімді және тиімді шешім. 12 кВт қуатын, 120 м² дейінгі ауданды жылыта алады. Қабырғаға орнатылуы кеңістікті үнемдейді, ал стильді сұр дизайны интерьерге үйлеседі. Wi‑Fi функциясы арқылы смартфоннан басқаруға болаnады немесе ақылды үй жүйесіне енгізіледі. Құрылғымен бірге монтаж жиынтығы мен нұсқаулық қамтылған, орнатуы оңай.",
    Boiler_THERMEX_Cometa_text:
      "THERMEX Cometa 12‑24 Wi‑Fi электрлік екі контурлы қазандық — үйге немесе дачаға жылыту мен ыстық суды қамтамасыз етуге арналған заманауи шешім. 24 кВт қуатымен 240 м²‑ге дейін тиімді жұмыс істейді. Екі контур климаттық бақылау мен ыстық суды бірге қамтамасыз етеді. Қазандықты сенсорлы панель немесе Wi‑Fi арқылы қашықтан басқаруға болады, сондай‑ақ Alice көмегімен автоматтандыруға қолдау көрсетеді.",
    Boiler_THERMEX_Boss_text:
      "THERMEX Boss 12 Wi‑Fi ақ қабырғаға орнатылатын электр қазандық — сенімді және тиімді жылыту шешімі. 12 кВт қуатымен 120 м²‑ге дейін жұмысты қамтиды. Қабырғаға орнатылуы кеңістік үнемдейді, ақ дизайны интерьерге сай келеді. Wi‑Fi қолдауы арқылы смартфоннан басқаруға немесе ақылды үй жүйесіне қосуды қолдайды. Орнатуға арналған толық жиынтық пен нұсқаулық кіреді.",
    Boiler_THERMEX_Sonne_white_text:
      "THERMEX Sonne 12 Wi‑Fi ақ қабырғаға орнатылатын электр қазандық — тұрақты әрі тиімді жылыту жүйесі. 120 м²‑ге дейін қыздыра отырып, ақылды басқаруды қолдайды және интерьерге үйлесімді. Орнату үшін барлық компоненттер бар.",
    Heating_thermostat_ZONT_text_1:
      "ZONT H‑1V NEW жылыту термостаті үйдегі температураны қолайлы деңгейде ұстап тұруға арналған. Ол веб-қызмет немесе ZONT мобильдік қолданба арқылы қазандықты кез келген жерден басқаруға мүмкіндік береді. 10 жеке жылыту режимі, кесте бойынша басқару, сыртқы температураны (ПЗА) ескере отырып жұмыс, уақыт бойынша басқару сияқты мүмкіндіктерді қамтиды. Оқиғалар тарихы жазылып сақталады.",
    Heating_thermostat_ZONT_text_2:
      "Күштің ажыратылу жағдайында құрылғы 12 сағатқа дейін байланыста болады және оған қосылған сымсыз емес датчиктердің мәліметтерін жібере береді.",
    Heating_thermostat_ZONT_text_3: "DIN рельке орнатылады",
    "Humidifier_Xiaomi_4.5": "Xiaomi 4.5 л ауа ылғалдандырғышы",
    Humidifier_Xiaomi_5: "Xiaomi 5 л ауа ылғалдандырғышы",
    Humidifier_Xiaomi_4: "Xiaomi 4 л ауа ылғалдандырғышы",
    Humidifier_Xiaomi_3: "Xiaomi 3 л ауа ылғалдандырғышы",
    Humidifier_Aminix: "Aminix ауа тазартқышы",
    Air_Purifier_Xiaomi: "Xiaomi Mijia Circulation ауа тазартқышы, ақ",
    Air_Purifier_5_Xiaomi: "Xiaomi Smart Air Purifier 5 Pro ауа тазартқышы, ақ",
    Air_Purifier_Rawmid: "Rawmid ауа тазартқышы",
    Conditioner_Samsung_AI_25: "Samsung WindFree AI салқындатқыш + сүзгі, 25 ш.м.",
    Conditioner_Samsung_AI_35: "Samsung WindFree AI салқындатқыш + сүзгі, 35 ш.м.",
    Conditioner_Samsung_25: "Samsung WindFree салқындатқыш, 25 ш.м.",
    Conditioner_Samsung_35: "Samsung WindFree салқындатқыш, 35 ш.м.",
    Conditioner_Haier_20: "Haier кондиционері, 20 ш.м.",
    Conditioner_Haier_35: "Haier кондиционері, 35 ш.м.",
    Conditioner_Haier_50: "Haier кондиционері, 50 ш.м.",
    Conditioner_Haier_70: "Haier кондиционері, 70 ш.м.",
    Conditioner_LG_36: "LG кондиционері, 36 ш.м.",
    Conditioner_LG_27: "LG кондиционері, 27 ш.м.",
    Robot_Cleaner_DREAME_L40: "DREAME L40 ақ робот шаңсорғышы",
    Robot_Cleaner_DREAME_D20: "DREAME Robot Vacuum D20 Ultra ақ робот шаңсорғышы",
    Robot_Cleaner_DREAME_X50: "DREAME X50 Ultra Complete ақ робот шаңсорғышы",
    Autoclave_Aqara: "Aqara 400 мл ақ автоматты жемқорғыш",
    Autoclave_Xiaomi: "Xiaomi мысықтар мен иттерге арналған автоматты жемқорғышы",
    Water_Dispenser_Xiaomi: "Xiaomi Smart Pet су құрылғысы 3л",
    Smart_Trash_T1: "Xiaomi Smart Trash Can T1 ақылды қоқыс шелегі",
    Smart_Trash_T3: "Xiaomi Smart Trash Can T3 ақылды қоқыс шелегі",
    Packages_Smart_Trash_T1: "Xiaomi Townew Smart Trash Can T1 үшін 150 дана ауыстырылатын пакеттер",
    Packages_Smart_Trash_T3: "Xiaomi TowNew Smart Trash T3 үшін 150 дана картридждер мен пакеттер",
    Smart_mirror_round: "RGB жарық, жылыту және сағатпен жабдықталған ақылды айнa, 85 см, дөңгелек",
    Smart_mirror_square: "RGB жарық, жылыту және сағатпен жабдықталған ақылды айнa, 80х80 см, шаршы",
    Smart_mirror_rectangle: "RGB жарық, жылыту және сағатпен жабдықталған ақылды айнa, 80х50 см, тікбұрыш",
    Smart_mirror_oval: "RGB жарық, жылыту және сағатпен жабдықталған ақылды айнa, 90х40 см, сопақ",
    "Humidifier_Xiaomi_4.5_text_1":
      "Бұл құрылғы үйдегі микроклиматты жақсартуға арналған, әсіресе жазғы аптап кезінде немесе жылыту маусымы басталғанда.",
    "Humidifier_Xiaomi_4.5_text_2": "Ылғалдандырғыш 25 шаршы метрге дейінгі бөлмеге лайық.",
    "Humidifier_Xiaomi_4.5_text_3":
      "Су жоғарғы жағынан құйылады, бұл өте ыңғайлы. Резервуарда сұйықтық жетіспесе, құрылғы автоматты түрде өшеді. Xiaomi Mijia Mi Smart Humidifier корпусы екі бөліктен тұрады. Жоғарғы бөлігі су резервуары, ал төменгі жағында бүркеттік механизм мен барлық электроника орналасқан.",
    Humidifier_Xiaomi_5_text_1:
      "Ылғалдандырғыш тұрғын бөлмелерге, балалар мен жұмыс кеңістігіне лайық, құрғақ ауа мәселелерінен арылуға көмектеседі, ол әлсіздік пен денсаулыққа зиян келтіруі мүмкін.",
    Humidifier_Xiaomi_5_text_2:
      "Ол сондай‑ақ төмен шу деңгейімен ерекшеленеді, түнде пайдалануға болады, ұйқы сапасын бұзбай. Smartmi Evaporative Humidifier 3 Lite суды тиімді тазартады, осылайша жоғары сапалы ылғалдандырылған ауа береді, денсаулыққа зиян келтірмейді.",
    Humidifier_Xiaomi_4_text:
      "Xiaomi Smartmi Evaporative Humidifier 3 Lite 4L EU (CJXJSQ06ZM) ақ — буландыру әдісімен жұмыс жасайтын ауа ылғалдандырғыш, булану жылдамдығы 280 мл/сағ және 4 л резервуар көлемі бар. Ылғалдандырғыш 14 сағатқа дейін тоқтаусыз жұмыс істей алады, шу деңгейі тек 50 дБ. Құрылғы булану қарқындылығын реттеуге қабілетті және үш жұмыс режимін қолдайды: автоматты, түнгі, ылғалдылықты сақтау. Ауа ылғалдандырғышты пайдалану ыңғайлы: оны еденге немесе үстелге орнатуға болады; суды құю жоғарғы жағынан жүзеге асады. Қызмет көрсетілетін бөлме ауданы — 40 м².",
    Humidifier_Xiaomi_3_text_1:
      "Ионизация функциясы бар ауа ылғалдандырғыш өте стильді, ерекше дизайнмен жабдықталған және әр үйге қажет. Құрылғыда жоғарғы құю резервуары бар, онда тұщы немесе дистилденген су құйылады. Ылғалдандырғыш LED дисплей арқылы және смартфон қосымшасы арқылы да басқарылады (ақылды ылғалдандырғыш), сондай-ақ дауыстық ассистенттер арқылы. Құрылғы өзін‑өзі тазалау режимімен жабдықталған. Фильтрация көп деңгейлі.",
    Humidifier_Xiaomi_3_text_2:
      "Ылғалдандырғыш бірнеше режимде пайдалануға болады: түнгі, автоматты және максималды ылғалдандыру. Мини ылғалдандырғышта бөлме ылғалдылығы мен температурасы үшін датчик-индикатор, сенсорлы басқару батырмалары бар.",
    Humidifier_Aminix_text_1:
      "Aminix AMX01 — ионизациямен жабдықталған, телефон мен Алиса арқылы басқаруға болатын ақылды ауа тазартқыш.",
    Humidifier_Aminix_text_2: "Негізгі артықшылықтары:",
    Humidifier_Aminix_text_3:
      " • 3 сатыдағы сүзгілеу: префильтр, HEPA H13 және көмір сүзгісі — шаң, аллергендер, түтін мен иісті 99,95 % дейін алып тастайды.",
    Humidifier_Aminix_text_4:
      "• Ауа ионизациясы — бөлмеге теріс иондармен толтырады, аллергендер мен бактерия деңгейін төмендетеді, тыныс алуды жеңілдетеді.",
    Humidifier_Aminix_text_5:
      "• Ауа сапасын мониторингі — кірістірілген датчиктер мен түсті индикатор PM2.5 ауа тазалығын нақты уақытта көрсетеді.",
    Humidifier_Aminix_text_6: "Қызмет көрсетілетін аудан: 50.0 ш.м.",
    Air_Purifier_Xiaomi_text_1:
      "Еденге арналған ауа тазартқыш ақ қаптамада, сенсорлық дисплей және түсінікті индикаторлар жиынтығымен ұсынылады. Экрандағы символдар активті режимдер мен функцияларды, температуру, ылғалдылық және басқа көрсеткіштерді білдіреді. Орнатылған ауа тазалығын бақылау датчигі уақытта‑уақытта ауаны талдайды. Құрылғыны Mi Home мобильдік қосымшасы арқылы басқаруға болады, және оны Xiaomi ақылды үй экожүйесіне қосуға болады.",
    Air_Purifier_Xiaomi_text_2:
      "510 м³/сағ ауа өткізгіштігінің арқасында ол 60 м² дейінгі бөлмелерде жұмыс істеуге лайық. Көмір мен алдын ала сүзгі ірі шаң мен жағымсыз иісті ұстайды. HEPA H13 шаң, саңырауқұлақ споралары мен аллергентерді қамтиды. Электростатикалық сүзгі ауадағы ең ұсақ шаң, сажа мен күйені жояды. Каталитикалық картридж УФ сәулелерімен бактериялар мен вирустарды жояды. Қатысты индикаторлар сүзгілерді ауыстыру қажеттігін көрсетеді.",
    Air_Purifier_Xiaomi_text_3: "Қызмет көрсетілетін аудан: 60.0 ш.м.",
    Air_Purifier_5_Xiaomi_text_1:
      "Үлкен бөлмелердегі ауа тазарту үшін қуатты шешім. Қос желдеткіш жүйесі мен алты қабатты композит сүзгілеу арқылы ол бактерияларды, аллергендерді, шаң мен формальдегидті тиімді жояды, ауа 3 минутта жаңарады.",
    Air_Purifier_5_Xiaomi_text_2:
      "Құрылғы ауа сапасын бақылау үшін алдыңғы қатарлы датчиктермен, UV‑C стерилизациямен және қосымша мен дауыстық ассистент арқылы ақылды басқарумен жабдықталған. Төмен шу деңгейі, стильді дизайн және энергия үнемдейтін сүзгі оны үй мен кеңсе үшін тамаша таңдау етеді.",
    Air_Purifier_5_Xiaomi_text_3: "Қызмет көрсетілетін аудан: 95.0 ш.м.",
    Air_Purifier_Rawmid_text_1:
      "RAWMID Modern RMP-01 ауа тазартқышы максималды ауа тазалығына қол жеткізуге және үйде сау микроклиматты сақтауға мүмкіндік береді. Құрылғы ауадағы ең ұсақ шаң бөлшектерін, түрлі аллергендерді, вирустар мен бактерияларды, жағымсыз иістерді тазартуға арналған. Тиімді тазарту үшін үш сатылы сүзгілеу қолданылады: префильтр, HEPA13 сүзгісі және көмір сүзгісі.",
    Air_Purifier_Rawmid_text_2: "RAWMID Modern ауа тазартқышының ерекшеліктері:",
    Air_Purifier_Rawmid_text_3:
      "Тазартқыш тиімділігі 99,95 %. Құрылғыда жоғары тиімді HEPA13 сүзгісі бар, ол 0,6 микроннан кіші бөлшектер мен аллергендердің 99,95 % ұстайды. Құрылғы тыныш, сенімді және ұзақ мерзімді. Іске қосылғанда тазартқыш сіздің назарыңызды аудармайды.",
    Air_Purifier_Rawmid_text_4:
      "Құрылғыда түнгі режим қарастырылған, осы режимде құрылғы дерлік үнсіз жұмыс істейді, басқару панелінің жарығы әлсірейді. Смартфон қосымшасында түнгі режимді автоматты түрде қосу/өшіру уақытын орнатуға болады. Ауа тазартқыш дисплейінде ағымдағы PM2.5 (мкг/м³) концентрациясы көрсетіледі.",
    Air_Purifier_Rawmid_text_5:
      "Төменде түс индикаторы арқылы ауа сапасының жоғары, орташа немесе төмен екенін көрсету шкаласы бар. ",
    Air_Purifier_Rawmid_text_6:
      "Сүзгіні ауыстыруға жылдам қол жетімділік — жаңа сүзгіге ауыстыру оңай. Ескі сүзгі тез алынып, оның орнына дәл сол жаңа сүзгі қойылады. Барлығы — 5 секунд.",
    Air_Purifier_Rawmid_text_7:
      "RAWMID Modern ауа тазартқышында ароматикалық майларға арналған арнайы бөлімше қарастырылған.",
    Air_Purifier_Rawmid_text_8: "Қызмет көрсетілетін аудан: 80.0 ш.м.",
    Conditioner_Samsung_AI_text_1:
      "WindFree режимімен жайлылықты сақтаңыз. Ол ауады 23 000 микроқұрал арқылы жұмсақ және тыныш таратады, сіздің теріңізге суық жел сезімін тигізбейді. WindFree режимінде сыртқы блок минималды электр қуатын тұтынады, бұл дәстүрлі режиммен салыстырғанда 77 % энергия үнемдеуге мүмкіндік береді. Нәтижесінде сіз салқын және жайлы ортада боласыз, электр төлемдері үшін алаңдамайсыз.",
    Conditioner_Samsung_AI_text_2:
      "AI Auto Cooling (жасанды интеллектімен авто салқындату). Бұл жүйе кондиционердің әртүрлі жұмыс режимдерін бөлмедегі жағдайға және сіздің пайдалану тұрмысыңызға қарай автоматты түрде оңтайландырады.",
    Conditioner_Samsung_AI_text_3:
      "“Тыныш ұйқы” режимі ұйықтап жатқанда жайлы атмосфера жасайды. Температураны автоматты бақылау жүйесі бөлмеде жағымды ортаны сақтайды, осылайша сіз тез ұйықтап, сергек оянасыз.",
    Conditioner_Samsung_AI_text_4:
      "PM1.0 сүзгі ауады нағыз таза қылады, ультра бөлшектерді тез ұстайды. Түсті индикаторлар ауа сапасын көрсетеді. Сүзгіні жууға болады, сондықтан оның қызмет көрсетуі оңай әрі үнемді.",
    Conditioner_Samsung_AI_text_5:
      "Қозғалысты анықтау датчигі 20 минут бойы қозғалыс болмаған жағдайда автоматты түрде WindFree режиміне ауысады, энергия үнемдейді. Қозғалыс датчигі 5 минуттан 60 минутқа дейінгі аралықта қозғалыс болмауды анықтайды.",
    Conditioner_Samsung_text_1:
      "Wind-Free технологиялы кондиционерлер орнатылған температураны тиімді ұстап, сквозняктың пайда болуына жол бермейді. Салқын ауа 23 000 микроотверст арқылы таралады, сондықтан бөлмедегі ауа біркелкі бөленеді, энергия 77% дейін үнемделеді.",
    Conditioner_Samsung_text_2:
      "“Жылдам салқындату” режимі компрессор мен желдеткішті максималды қуатта қолдану арқылы ауаны 43 % жылдам салқындатады.",
    Conditioner_Samsung_text_3:
      "SmartThings қосымшасын қолдансаңыз, үйде болмасаңыз да кондиционер параметрлерін қашықтан басқара аласыз.",
    Conditioner_Samsung_text_4:
      "Үш қабатты материал шаң, шаш, ірі бөлшектер, вирустар, бактериялар мен аллергендерден қорғайды.",
    Conditioner_Haier_text_1:
      "Сізге Haier HSU‑12HRM503 сплит-жүйесін ұсынамыз — үй немесе кеңсе үшін идеал климат көмекшісі. 3400 Вт салқындату және жылыту қуаты арқылы ол бөлмелерге оптималды температура қамтамасыз етеді.",
    Conditioner_Haier_text_2: "Ерекшеліктер:",
    Conditioner_Haier_text_3: " - Қосу/өшіру таймері — кондиционер жұмысын өз кестеңізге сай орнатыңыз.",
    Conditioner_Haier_text_4: "- Қурғату режимі — артық ылғалды тиімді алып тастайды.",
    Conditioner_Haier_text_5: "- Мобильдік басқару — кез келген жерден үйдегі климатты қадағалаңыз.",
    Conditioner_Haier_text_6: "- Желдеткіш жылдамдығын реттеу — ауа ағымын өзіңізге қолайлы деңгейге қойыңыз.",
    Conditioner_Haier_text_7:
      "- Төмен шу деңгейі — тек 39 дБ, тыныш жұмыс. Сплит-жүйе күнделікті техника мен заманауи технологияны бағалайтындарға өте қолайлы.",
    Conditioner_Haier_text_8:
      "Ол пәтерлерге, кеңселерге және кішкентай бөлмелерге өте лайық. Құрылғыны температураны тұрақты бақылау қажет жерде орнатыңыз, және ауаның сапасын жақсарту үшін қосымша сүзгілермен бірге пайдаланыңыз.",
    Conditioner_LG_text:
      "Автоматты реттелетін функциялармен ең жайлы ұйқы шарттарын сезініңіз. «Комфорттық ұйқы» функциясы белсендірілгенде, дисплей сізге энергия тұтынуды бақылауға көмектеседі. Пре‑сүзгі ең алғашында ірі шаң бөлшектерін ұстайды. LG ThinQ және Yandex қосымшалары арқылы дауыстық басқару жүзеге асады, егер сізде дауыстық ассистент (Алиса) бар ақылды колонка болса.",
    Robot_Cleaner_DREAME_L40_text_1: "Сенсорлар:",
    Robot_Cleaner_DREAME_L40_text_2:
      "- құлау детекторы, кедергіні анықтау сенсоры, беттің түрін анықтау сенсоры, биіктік айырмашылықтарды анықтау сенсорлары",
    Robot_Cleaner_DREAME_L40_text_3: "Режимдер мен функциялар:",
    Robot_Cleaner_DREAME_L40_text_4:
      "- бөлменің картасын салу, кестемен тазалау, тазалау аймағын шектеу, кездейсоқ тазалау, жергілікті тазалау режимі, зарядтау станциясына автоматты оралу, баспалдақты тану, кедергілерді айналып өту, өзін‑өзі зарядтау",
    Robot_Cleaner_DREAME_D20_text_1:
      "Режимдер мен функциялар: бөлменің картасын салу, тазалау аймағын шектеу, жергілікті тазалау режимі, зарядтау станциясына автоматты оралу, кедергілерді айналып өту, өзін‑өзі зарядтау.",
    Robot_Cleaner_DREAME_D20_text_2:
      "Құрамында: робот‑шаңсорғыш, базалық станция, бүйірлік щетка, салфетка ұстаушы, қоқыс қапшығы, қолданушы нұсқаулығы",
    Robot_Cleaner_DREAME_X50_text_1:
      "Dreame X50 Ultra Complete — жай ғана робот‑шаңсорғыш емес, жаңа буынды толық автономды тазалау станциясы.",
    Robot_Cleaner_DREAME_X50_text_2:
      "Ол өздігінен ойлайды, өзі тазалайды және өзін өзі қызмет етеді. Сізге тек тазалықтан ләззат алу қалады. Ол орыс тілін қолдайды.",
    Robot_Cleaner_DREAME_X50_text_3:
      "Фирмалық қосымша арқылы кесте орнатып, тыйым салынған зоналарды белгілеуге, әр бөлмеге тазалау режимін таңдауға және тіпті видеозвонок қосуға болады, үйдегі үй жануарыңыздың жағдайын бақылау үшін.",
    Robot_Cleaner_DREAME_X50_text_4:
      "X50 Ultra 6 см дейінгі кедергілерді жеңілдейді, 200‑ден астам объекті түрін таниды (ойыншықтар, шұлықтар, тағам құмыралары) және қараңғы бұрыштарда да дәл бағдарланады. Ол жиһаз астында және қабырға бойында жұмыс жасайды — барлығы AI навигациясы мен 3D сканерлеуі арқылы бақыланады.",
    Robot_Cleaner_DREAME_X50_text_5:
      "20 000 Па күшімен сорғыш кез келген кірді жояды: шаңнан, жүні, үгіндіден және құмнан бастап. Бірегей қос щетка шаштарды орамастан тиімді тазартады — кілемдер мен едендерді максималды түрде тазалайды.",
    Robot_Cleaner_DREAME_X50_text_6:
      "Тазалаудан кейін робот өзі базаға оралып, моптарды 80 °C дейін ыстық сумен жуады, қыздырылған ауада кептіреді және УФ сәулесімен өңдейді. Барлық лас су бакқа түседі, таза су автоматты түрде беріледі. Сізге ештеңе құю, төгу немесе қолмен жуу қажет емес.",
    Autoclave_Aqara_text_1:
      "Aqara Smart Pet Feeder C1 – үй жануарларына арналған ақылды жемқорғыш, мысықтарыңыз бен иттеріңізге автоматты түрде тамақ беру мүмкіндігін қосады, сіз үйлерде болмасаңыз да оларды тұрақты әрі пайдалы тамақпен қамтамасыз етеді.",
    Autoclave_Aqara_text_2: "Негізгі ерекшеліктер:",
    Autoclave_Aqara_text_3: "Автоматты тамақтандыру:",
    Autoclave_Aqara_text_4:
      "Тамақтандыру кестесін және порцияны орнатыңыз, үйде болмасаңыз да үй жануарыңызды тәртіппен тамақтандырыңыз.",
    Autoclave_Aqara_text_5: "Порцияларды басқару:",
    Autoclave_Aqara_text_6: "Жануарыңыздың дене салмағын басқару үшін шығарылатын тағам мөлшерін реттеңіз.",
    Autoclave_Aqara_text_7: "Дауыспен басқару:",
    Autoclave_Aqara_text_8:
      "Google Assistant немесе Яндекс Ақылды үй арқылы дауыстық командалармен жемқорғышты басқарыңыз.",
    Autoclave_Aqara_text_9: "Қашықтықтан қол жеткізу:",
    Autoclave_Aqara_text_10:
      "Aqara Home қосымшасы арқылы тағам деңгейін қадағалап, жемқорғышты қалаған жерден басқарыңыз.",
    Autoclave_Aqara_text_11: "Екі жақты дауысты чат:",
    Autoclave_Aqara_text_12: "Құрылғыдағы динамик пен микрофон арқылы жануармен қашықтықтан сөйлесе аласыз.",
    Autoclave_Aqara_text_13: "Бейне жазу:",
    Autoclave_Aqara_text_14: "Тамақ беру кезінде қысқа бейнелер жазып, үй жануарыңызды бақылай аласыз.",
    Autoclave_Aqara_text_15: "Әртүрлі тағамдар үшін жарамды:",
    Autoclave_Aqara_text_16: "Кептірілген тағамдарға немесе гранула түріне дейін 4 кг сыйдырады.",
    Autoclave_Aqara_text_17: "Тазалау оңай:",
    Autoclave_Aqara_text_18: "Азық контейнері мен болат құмыра алынатын, оңай жууға арналған.",
    Autoclave_Aqara_text_19: "Резервтік қуат:",
    Autoclave_Aqara_text_20:
      "Құрылғы қуат сөнсе де, екі AA батареясы арқылы 10 күнге дейін жұмыс істеуді қамтамасыз етеді.",
    Autoclave_Xiaomi_text_1:
      "Xiaomi Smart Pet Food Feeder 2 XMWSQ02 мысық пен иттерге арналған автоматты жемқорғыш — қамқор иелер үшін тамаша шешім. 5 литрлік үлкен контейнер мен бір уақытта 2,5 кг тағам орналастыру мүмкіндігі арқылы бұл ақылды жемқорғыш ай бойы азықпен қамтамасыз етеді.",
    Autoclave_Xiaomi_text_2:
      "Нақты уақытта жұмыс жасайтын салмақ датчигі арқылы сіз тағам мөлшерін қадағалай аласыз және жануарыңыздың аш қалуын немесе асыра тамақтануын болдырмауға болады. BHR9030EU ақылды жемқорғыш құрылғы жануардың физикалық жағдайын талдайды және жасына мен салмағына байланысты жеке тамақтану ұсыныстарын береді.",
    Autoclave_Xiaomi_text_3:
      "Инфрақызыл мониторинг сізге азық қорының жағдайын әр уақытта бақылауға мүмкіндік береді. Егер қуат қосылмаса, жемқорғыш екі AA батареясы арқылы 10 күнге дейін жұмыс істей алады.",
    Water_Dispenser_Xiaomi_text_1:
      "Бұл — үй жануарыңызға арналған инновациялық құрылғы, сыйымдылығы 3 литр резервуармен жабдықталған. Төрт сатыдағы сүзгі жүйесі суды таза және балғын етеді, ластанулар мен жүні жояды. Үш режимді су беру, үнсіз жұмыс және IPX7 су өткізбейтіндігі арқылы бұл поилка жоғары комфорт пен оңайлылықты қамтамасыз етеді. Xiaomi Home қосымшасымен интеграциясы құрылғыны басқаруды жеңілдетеді және судың жағдайын қадағалауға мүмкіндік береді. Су қоры 15 күнге дейін автономды жұмыс істей алады. Бұл — жиі үйден тыс болатын иелерге өте қолайлы, себебі үй жануарыңыз әрқашан қажетті сұйықтықпен қамтамасыз етіледі.",
    Water_Dispenser_Xiaomi_text_2:
      "Тұрақты ағым, бұлақ тәрізді және жұмсақ струя — үш түрлі су беру режимі арқылы диспенсер ең талапшыл жануарларды да қанағаттандырады.",
    Smart_Trash_T1_text_1:
      "Жоғары технологиялы ақылды қоқыс шелегі күнделікті міндеттерді айтарлықтай жеңілдетеді және құнды уақытты үнемдейді.",
    Smart_Trash_T1_text_2:
      "T1 моделі екі лазер датчигімен жабдықталған. Бірі адамның жақындауын бақылайды және қақпағын ашады, екіншісі қоқыс пакетін шығаруға қызмет етеді. Қоқыс пакеттерін ауыстыру автоматты түрде жүзеге асады.",
    Smart_Trash_T1_text_3:
      "Арнайы роликтер үлкен көлемді, жоғары беріктігі мен тығыздығымен ерекшеленеді, тіпті өткір бұрыштары бар қалдықтарды да жинауға жарайды. Алайда құрылғы стандартты полиэтилен пакеттерді де қабылдайды. Пакетті ауыстырған кезде кірістірілген желдеткіштер разрежение жасайды және пакетті шелектің қабырғалары мен табанына тығыз жабысулар етіп жұлып алады. Нәтиже — қолмен ауыстырғаннан әлдеқайда жақсы. Сонымен қатар, мұндай пакетке көп қоқыс сыйып, оны арнайы тығыздаудың қажеті жоқ. Маталық қара қоқыс пакеттері көршілерден жеке кеңістік сақтауға көмектеседі.",
    Smart_Trash_T1_text_4:
      "Гигиенаға ерекше назар аударылған — қақпақ герметикалық тығыздағышпен жабдықталған, иісті кіруіне жол бермейді. Бұл гигиенаны жоғарылатумен қатар паразит жәндіктер мен микроорганизмдердің пайда болуы қаупін жояды. Сыйымдылығы — 15,5 литр.",
    Smart_Trash_T3_text_1:
      "T3 моделі екі лазер датчигімен жабдықталған. Бірі адамның жақындауын бақылайды және қақпағын ашады, екіншісі қоқыс пакетін шығаруға қызмет етеді. Қоқыс пакеттерін ауыстыру автоматты түрде жүзеге асады.",
    Smart_Trash_T3_text_2: "Қажет болса, қақпақты әрқашан ашық күйде ұстап қоюға болады.",
    Smart_Trash_T3_text_3:
      "Арнайы роликтер үлкен көлемді, жоғары беріктігі мен тығыздығымен ерекшеленеді, тіпті өткір бұрыштары бар қалдықтарды да жинауға жарайды. Алайда құрылғы стандартты полиэтилен пакеттерді де қабылдайды. Пакетті ауыстырған кезде кірістірілген желдеткіштер разрежение жасайды және пакетті шелектің қабырғалары мен табанына тығыз жабысулар етіп жұлып алады.",
    Smart_Trash_T3_text_4:
      "Гигиенаға ерекше назар аударылған — қақпақ герметикалық тығыздағышпен жабдықталған, иісті кіруіне жол бермейді. Бұл гигиенаны жоғарылатумен қатар паразит жәндіктер мен микроорганизмдердің пайда болуы қаупін жояды. Сыйымдылығы — 13 литр.",
    Packages_Smart_Trash_T1_text_1: "Сыйымдылық — 15,5 л",
    Packages_Smart_Trash_T1_text_2: "Қаптама түрі — қорап",
    Packages_Smart_Trash_T1_text_3: "Өте берік — Иә",
    Packages_Smart_Trash_T1_text_4: "Материал — полипропилен",
    Packages_Smart_Trash_T1_text_5: "Өлшемі — 20,5 × 3 × 20,5 см",
    Packages_Smart_Trash_T1_text_6: "Қаптамада саны — 150",
    Packages_Smart_Trash_T3_text_1: "Сыйымдылық — 13,0 л",
    Packages_Smart_Trash_T3_text_2: "Қаптама түрі — қорап",
    Packages_Smart_Trash_T3_text_3: "Өте берік — Иә",
    Packages_Smart_Trash_T3_text_4: "Материал — полипропилен",
    Packages_Smart_Trash_T3_text_5: "Өлшемі — 24,5 × 3,7 × 14 см",
    Packages_Smart_Trash_T3_text_6: "Қаптамада саны — 150",
    Smart_mirror_text_1:
      "Жарықтандырылған қабырға айнасы — үйлесімді интерьер элементі ғана емес, ол ванна бөлмесін стильмен толықтырады. Жарық айна ваннада — жайлы атмосфера жасау үшін тамаша таңдау. Ал жарықпен қабырғаға арналған айна кіреберісте үйлесімді акцент болады.",
    Smart_mirror_text_2:
      "Көңіл күйіңізге сай жарықты таңдаңыз: кіреберіс үшін 4500K бейтарап жарық беретін үлкен айна алыңыз, ол макияж жасау үшін ыңғайлы, немесе 6000K суық жарықты айна алыңыз, ол концентрацияға көмектеседі. Ваннаға арналған айна үшін 3000K жылы жарықты таңдаңыз — жазғы күн сәулесін сезінесіз. Таңдау қиын болса, 3‑і 1 жарық (3000K, 4500K, 6000K) немесе миллион түсті RGB‑жарық комбинациясы бар нұсқаны таңдаңыз.",
    Camera_Yandex: "Yandex бейнебақылау камерасы",
    Camera_street_Roximo: "Roximo сыртқы ақылды камерасы",
    Camera_rotary_Roximo: "Roximo айналмалы ақылды камерасы",
    Camera_Roximo: "Roximo ақылды камерасы",
    Camera_E27_Roximo: "E27 қуат адаптері бар Roximo ақылды камерасы",
    Camera_4G_Roximo: "Roximo 4G сыртқы айналмалы ақылды камерасы",
    Camera_street_rotary_Roximo: "Roximo сыртқы айналмалы ақылды камерасы",
    Camera_Yandex_text_1:
      "YNDX-00582GRY бейнебақылау камерасы үй мен жаздық үшін мінсіз таңдау. Бұл Yandex-тің алғашқы заманауи дизайны бар ақылды камерасы және Wi-Fi арқылы сапалы бейнебақылау мүмкіндігі бар. Ол Alisa экожүйесіне біріктірілген, көру бұрышы 103º және 350º айналмалы механизмге ие, бұл бір де бір детальды жібермеуге мүмкіндік береді. Қозғалыс немесе дыбыс анықталғанда жазуды іске қосады және қараңғыда түнгі көруді қосады.",
    Camera_Yandex_text_2:
      "Қолданба немесе ТВ станция арқылы трансляцияны бақылауға болады және қолжетімділікті туыстармен бөлісуге болады. Камера кез келген белсенділік туралы хабарлайды және қажет болғанда жазуды өшіре алады.",
    Camera_Yandex_text_3: "Интерфейстер: USB, Wi-Fi, microSD жады карталарын қолдау.",
    Camera_Yandex_text_4: "Ерекшеліктері: қозғалыс детекторы, жеке режим, IP20 қорғау дәрежесі.",
    Camera_Yandex_text_5:
      "Қосымша функциялар: кіріктірілген микрофон, смартфонға бейне таратылым, Yandex Станция арқылы дауыстық басқару.",
    Camera_street_Roximo_text_1:
      "Камераны арнайы мобильді қосымша арқылы басқаруға болады, үйіңізде болып жатқан барлық нәрсені онлайн көруге болады. Бейне SD картаға немесе бұлттық сақтау орнына жазылып, кейін қарауға болады. Қауіпсіздік функциясын қолданғанда – қозғалыс анықталғанда камера автоматты түрде видеожазбаны сақтайды.",
    Camera_street_Roximo_text_2: "Түнгі режим, қозғалыс анықтау, екі жақты байланыс қолжетімді.",
    Camera_street_Roximo_text_3:
      "Құрамы: нұсқаулық – 1 дана; бекіту – 1 дана; қуат адаптері – 1 дана; ақылды камера – 1 дана",
    Camera_rotary_Roximo_text_1:
      "IP камера айналу функциясына ие және 360 градус кеңістікті қарай алады. Құрамында арнайы бекіткіш бар және камера қабырғаға немесе төбеге бекітіле алады, бейне суретті камера баптауларында аударуға болады.",
    Camera_rotary_Roximo_text_2: "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, бейбақылаушы қолжетімді.",
    Camera_rotary_Roximo_text_3:
      "Құрамы: USB кабель – 1 дана; қуат адаптері – 1 дана; нұсқаулық – 1 дана; ақылды камера – 1 дана; бекіткіш комплект – 1 дана",
    Camera_Roximo_text_1:
      "Камера арнайы айналмалы аяғы бар корпуста жасалған. Аяқ платформасы қабырғаға немесе төбеге бекітіле алады, суретті камера баптауларында аударуға болады.",
    Camera_Roximo_text_2: "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, бейбақылаушы қолжетімді.",
    Camera_Roximo_text_3:
      "Құрамы: 3М таспа – 1 дана; USB кабель – 1 дана; қуат адаптері – 1 дана; нұсқаулық – 1 дана; ақылды камера – 1 дана",
    Camera_E27_Roximo_text_1:
      "E27 қуат адаптері арқасында камераны жарық шамының орнына бұрап орнатуға болады. IP камера айналу функциясына ие және 360 градус кеңістікті қарай алады. Құрамында арнайы бекіткіш бар және камера қабырғаға немесе төбеге бекітіле алады, бейне суретті камера баптауларында аударуға болады.",
    Camera_E27_Roximo_text_2: "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, бейбақылаушы қолжетімді.",
    Camera_E27_Roximo_text_3:
      "Құрамы: USB кабель – 1 дана; қуат адаптері – 1 дана; нұсқаулық – 1 дана; бекіткіш комплект – 1 дана; E27 қуат адаптері – 1 дана; ақылды камера – 1 дана",
    Camera_4G_Roximo_text_1:
      "SIM карта орны мен 4G байланыс стандартын қолдауы камераны интернет тартпай кез келген жерде орнатуға мүмкіндік береді. Бейне SD картаға немесе бұлттық сақтау орнына жазылып, кейін қарауға болады. Қауіпсіздік функциясын қолданғанда – қозғалыс анықталғанда камера автоматты түрде видеожазбаны сақтайды.",
    Camera_4G_Roximo_text_2:
      "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, патрульдеу режимі, дежурная позицияға қайту қолжетімді.",
    Camera_4G_Roximo_text_3:
      "Құрамы: нұсқаулық – 1 дана; бекіту – 1 дана; қуат адаптері – 1 дана; ақылды камера – 1 дана",
    Camera_street_rotary_Roximo_text_1:
      "ROXIMO RHC202 ақылды сыртқы айналмалы камерасы – Roximo ақылды үй экожүйесінің бір құрылғысы.",
    Camera_street_rotary_Roximo_text_2:
      "Камера айналу функциясына ие және 360 градус кеңістікті қарай алады. Құрамында арнайы бекіткіш бар және камера қабырғаға немесе төбеге бекітіле алады, бейне суретті камера баптауларында аударуға болады. Қауіпсіздік функциясын қолданғанда – қозғалыс анықталғанда камера автоматты түрде видеожазбаны сақтайды.",
    Camera_street_rotary_Roximo_text_3:
      "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, патрульдеу режимі, дежурная позицияға қайту қолжетімді.",
    Camera_street_rotary_Roximo_text_4:
      "Құрамы: нұсқаулық – 1 дана; бекіту – 1 дана; қуат адаптері – 1 дана; ақылды камера – 1 дана",
    Smart_Door_Xiaomi: "Xiaomi электро-механикалық құлып",
    Smart_Door_Xiaomi_E30: "Xiaomi Smart Door Lock E30 ақылды есік құлыпы",
    Smart_Door_Aqara_A100: "Aqara A100 құлыпы",
    Smart_Door_Aqara_D100: "Aqara электро-механикалық Door Lock D100 құлыпы",
    Smart_Door_Aqara_N100: "Aqara электро-механикалық Door Lock N100 құлыпы",
    Smart_Window: "RoboArm ақылды терезе ашқышы",
    Smart_Door_Xiaomi_text_1:
      "Xiaomi Smart Door Lock ақылды есік құлыпы – бұл үйіңіздің қауіпсіздігін қамтамасыз етудің заманауи шешімі, көптеген функциялары мен жоғары қорғаныс деңгейімен.",
    Smart_Door_Xiaomi_text_2: "9 ашу әдісі:",
    Smart_Door_Xiaomi_text_3: "— Жасанды интеллекті бар саусақ ізін сканерлеу (дәлдігі 99,29%, жылдамдығы 0,5 сек)",
    Smart_Door_Xiaomi_text_4: "— Тұрақты және бір реттік парольдер",
    Smart_Door_Xiaomi_text_5: "— Смартфон арқылы Bluetooth",
    Smart_Door_Xiaomi_text_6: "— Механикалық кілт",
    Smart_Door_Xiaomi_text_7: "— NFC-карталар (жеке сатып алынады)",
    Smart_Door_Xiaomi_text_8: "— Xiaomi смартфондар, сағаттар және білезіктері арқылы ашу, Gizmochina",
    Smart_Door_Xiaomi_text_9: "Алты деңгейлі қорғаныс жүйесі:",
    Smart_Door_Xiaomi_text_10: "— C сыныпты құлып цилиндрі",
    Smart_Door_Xiaomi_text_11: "— Бұзылудан және ашудан қорғау",
    Smart_Door_Xiaomi_text_12: "— Толық жабылмаған есік туралы пайдаланушыға хабарлайтын датчик",
    Smart_Door_Xiaomi_text_13: "— Mi Home және HyperOS жүйелеріне интеграция",
    Smart_Door_Xiaomi_text_14: "Type-C арқылы авариялық қуаттандыру (5 В, 0,5 А)",
    Smart_Door_Xiaomi_E30_text_1: "Камера",
    Smart_Door_Xiaomi_E30_text_2:
      "Жасанды интеллекті бар интеллектуалды анықтау жүйесі есіктің жанында ұзақ тұрған адамды анықтап, автоматты түрде видео жазбасын қосады және смартфоныңызға хабарлама жібереді. Қашықтан нақты уақыт режимінде бақылау жасап, қажетті шараларды қабылдауға болады.",
    Smart_Door_Xiaomi_E30_text_3: "Ашу әдістері",
    Smart_Door_Xiaomi_E30_text_4:
      "Құлып 9 түрлі ашу әдісін ұсынады, оның ішінде дәлдігі 99,29% және ашу жылдамдығы 0,5 секунд болатын жасанды интеллекті бар саусақ ізін сканерлеу бар. Қолданба арқылы отбасы мүшелері, достар немесе қызмет көрсету персоналы үшін уақытша немесе тұрақты кілттер жасауға болады, бұл қолжетімділік пен бақылауды қамтамасыз етеді.",
    Smart_Door_Xiaomi_E30_text_5: "Қорғаныс",
    Smart_Door_Xiaomi_E30_text_6:
      "Құрылғы C класты цилиндрмен жабдықталған, бұл оны бұзылудан қорғайды. Алты деңгейлі қорғаныс жүйесі жоғары қауіпсіздікті қамтамасыз етеді. Есіктің толық жабылмағанын хабарлайтын кіріктірілген датчик қосымша қорғаныс деңгейін береді.",
    Smart_Door_Xiaomi_E30_text_7: "Қуат көзі",
    Smart_Door_Xiaomi_E30_text_8:
      "Құлып 4 AA батареядан негізгі және 5000 мАч сыйымдылықты литий батареясынан резервтік қуат көзіне ие. Батареялар таусылған жағдайда Type-C порт арқылы авариялық қуаттандыруды пайдаланып, есікті ашуға болады.",
    Smart_Door_Xiaomi_E30_text_9: "Mi Home қолданбасы",
    Smart_Door_Xiaomi_E30_text_10:
      "Bluetooth 5.0 және Wi-Fi арқасында құлып үй желісіне оңай қосылып, әлемнің кез келген жерінен басқарыла алады. Mi Home қолданбасын пайдаланып, қолжетімдікті қашықтан басқарып, ашу-жабу тарихын қадағалап, рұқсатсыз кіру әрекеттері туралы хабарламалар аласыз.",
    Smart_Door_Aqara_A100_text_1:
      "Aqara Door Lock A100 Zigbee Edition дақ қалдырмайтын алюминий корпусы бар. Бұзу әрекеті және парольді бірнеше рет қате енгізу туралы ескертеді. Құрылғыда жасырын пернетақта бар — оны қосу үшін сенсорлы панельге тигізу керек.",
    Smart_Door_Aqara_A100_text_2: "Ашу әдістері",
    Smart_Door_Aqara_A100_text_3: "Aqara Home қолданбасы арқылы қашықтан",
    Smart_Door_Aqara_A100_text_4: "Саусақ ізі",
    Smart_Door_Aqara_A100_text_5: "Тұрақты пароль",
    Smart_Door_Aqara_A100_text_6: "Бір реттік пароль",
    Smart_Door_Aqara_A100_text_7: "Уақытша пароль",
    Smart_Door_Aqara_A100_text_8: "Механикалық кілт",
    Smart_Door_Aqara_A100_text_9: "NFC жапсырмасы",
    Smart_Door_Aqara_A100_text_10:
      "Батарея таусылған жағдайда құлыпты механикалық кілтпен ашуға немесе Type-C порты арқылы қуаттандыруға болады.",
    Smart_Door_Aqara_D100_text_1:
      "Бұл ақылды есік құлыпы үйіңіздің қауіпсіздігі мен қолайлылығын қамтамасыз етеді. Ол түрлі әдістермен есікті ашуға және жабуға, сондай-ақ белсенділікті бақылауға және хабарламалар алуға мүмкіндік береді.",
    Smart_Door_Aqara_D100_text_2: "Ашу әдістері:",
    Smart_Door_Aqara_D100_text_3:
      "Саусақ ізі: D100 20 бірегей саусақ ізін сақтай алады, бұл жылдам және қауіпсіз қолжетімділік береді.",
    Smart_Door_Aqara_D100_text_4:
      "Пароль: Тұрақты немесе уақытша парольдерді пайдаланыңыз, бұл қонақтар немесе тазалық қызметкерлері үшін ыңғайлы.",
    Smart_Door_Aqara_D100_text_5: "NFC: NFC картасы немесе NFC қолдауымен смартфонды тигізіп құлыпты ашыңыз.",
    Smart_Door_Aqara_D100_text_6: "Механикалық кілт: Электронды әдістер қолжетімсіз болған жағдайда қолдану үшін.",
    Smart_Door_Aqara_D100_text_7:
      "Қашықтан қолжетімділік: Aqara Home немесе Apple HomeKit қолданбалары арқылы қашықтан құлыпты ашып-жабыңыз.",
    Smart_Door_Aqara_D100_text_8: "Қауіпсіздік функциялары:",
    Smart_Door_Aqara_D100_text_9: "Бұзу анықтамасы: Құлыпты бұзу әрекеті туралы хабарламалар алыңыз.",
    Smart_Door_Aqara_D100_text_10:
      "Қате пароль енгізу: Бірнеше рет қате енгізу кезінде құлып автоматты түрде бұғатталады.",
    Smart_Door_Aqara_D100_text_11:
      "“Үйде жоқ” режимі: Бұл режимді қосқанда, есік жабылғаннан кейін құлып автоматты түрде бұғатталады.",
    Smart_Door_Aqara_D100_text_12: "Екі факторлы аутентификация: Қосымша қауіпсіздік деңгейі үшін.",
    Smart_Door_Aqara_D100_text_13: "Басқа функциялар:",
    Smart_Door_Aqara_D100_text_14: "Қолдану журналы: Құлыпты кім және қашан ашқанын бақылаңыз.",
    Smart_Door_Aqara_D100_text_15: "Дауыстық басқару: Siri немесе Google Assistant арқылы дауыспен басқару.",
    Smart_Door_Aqara_D100_text_16: "Автоматтандыру: Басқа ақылды құрылғылармен интеграциялау үшін сценарийлер жасаңыз.",
    Smart_Door_Aqara_D100_text_17:
      "Ұзақ жұмыс уақыты: Литий-ионды батарея 1 жылға дейін жұмыс істейді. Қосымша қуат көзі ретінде USB-C порты бар.",
    Smart_Door_Aqara_N100_text_1: "Құрылғы 40-80 мм қалыңдықтағы ағаш және болат есіктерге орнатыла алады.",
    Smart_Door_Aqara_N100_text_2: "Ашу әдістері",
    Smart_Door_Aqara_N100_text_3:
      "Құлыпты саусақ ізі, пароль, NFC карта, уақытша пароль, HomeKit немесе авариялық кілт арқылы ашуға болады.",
    Smart_Door_Aqara_N100_text_4: "Ақылды есік қоңырауы",
    Smart_Door_Aqara_N100_text_5:
      "Құлыптың ішкі панелінде динамик бар, сыртқы панельдегі батырма басылғанда қоңыр үн ойнатылады. Егер қоңырауды пайдаланғыңыз келмесе, оны автоматтандыру арқылы басқа хабарламаға немесе жарыққа ауыстырыңыз. Бұл жақындарыңызды немесе үй жануарларын оятпау үшін ыңғайлы.",
    Smart_Window_text_1:
      "Терезе қозғалтқышы бөлмелерді қашықтан желдетуге, ылғалдылық деңгейін автоматты реттеуге және таза ауаға қол жеткізуге өте қолайлы.",
    Smart_Window_text_2: "Ашу ені 15-20 см, бұл жеткілікті, сондай-ақ ашылу деңгейін пайызбен реттеуге болады.",
    Smart_Window_text_3:
      "Назар аударыңыз: Құрылғыда кедергіге қарсы қорғау жоқ! Егер терезенің физикалық тұтқасын ашуды ұмытсаңыз да, ашу қозғалтқышын қоссаңыз, құрылғы бұзылуы мүмкін.",
    Gates_lock: "Радиобасқару және Wi-Fi бар қақпаға арналған электро-механикалық құлып",
    Gates_lock_180: "WiFi және радиобасқару пульті бар 180 кг электро магниттік есік құлыбы",
    Gate_lock_chrome: "Радиобасқару және Wi-Fi бар қақпаға арналған электро-механикалық құлып (хром)",
    Gate_relay: "Есіктерге арналған ақылды WiFi релесі, сырғанайтын автоматтандыру",
    Gate_drive: "Алисамен бірге сырғанайтын есіктің ақылды қозғалтқышы",
    Ring_wireless: "Сымсыз есік қоңырауы",
    Smart_intercom: "espDomofon цифрлық ақылды домофон",
    Gates_lock_text_1:
      "Радиобасқару пульттері мен смартфон қосымшасымен басқаратын қақпаға арналған электро-механикалық құлып.",
    Gates_lock_text_2: "Құрылғының қосымша опциялары",
    Gates_lock_text_3:
      "Автоматты қосу/өшіру; антивандалдық корпусты; қашықтан басқару; қосылғанын көрсету; дауыс арқылы қосу функциясы",
    Gates_lock_text_4:
      "Жиынтық: TouchMemory кілттері – 5 дана; қуат блогы – 1 дана; контроллер – 1 дана; «Шығу» түймесі – 1 дана",
    Gates_lock_180_text_1:
      "Ашу тәсілі – радиопульт, қосымша; радио түйме. Есік қалыңдығы 100. Тіркелетін карталардың саны – 5 дана.",
    Gates_lock_180_text_2:
      "Қосымша опциялары – автоматты қосу/өшіру; антивандалдық корпус; қашықтан басқару; қосылғанын көрсету; дауыс арқылы қосу функциясы",
    Gates_lock_180_text_3: "Жиынтықта батарея жоқ. Код символдарының ең аз саны – 5, ең көп саны – 5.",
    Gates_lock_180_text_4: "Жиынтық – WiFi және радиопульті бар электро магниттік есік құлыбы",
    Gate_lock_chrome_text_1: "Ашу тәсілдері – түйме; WiFi; радиопульт.",
    Gate_lock_chrome_text_2: "Есіктің қалыңдығы 100",
    Gate_lock_chrome_text_3: "Тіркелетін карталардың саны – 2 дана.",
    Gate_lock_chrome_text_4:
      "Қосымша опциялары – автоматты қосу/өшіру; антивандалдық корпус; қашықтан басқару; қосылғанын көрсету; дауыс арқылы қосу функциясы.",
    Gate_lock_chrome_text_5: "Жиынтықта батарея жоқ",
    Gate_lock_chrome_text_6: "Код символдарының ең аз саны – 3",
    Gate_lock_chrome_text_7: "Код символдарының ең көп саны – 2",
    Gate_lock_chrome_text_8:
      "Жиынтық – қуат блогы – 1 дана; контроллер – 1 дана; радиопульт – 2 дана; электро-механикалық құлып (хром) – 1 дана.",
    Gate_relay_text:
      "WiFi есік автоматтандыруы, жалюзи, роллеттер, жылыжайлар, есіктер үшін. Гараж және сыртқы есіктерді, роллеттерді автоматты түрде ашу, ақылды WiFi релесі сырғанайтын гараж және сыртқы есіктер үшін.",
    Gate_drive_text_1:
      "Автоматтандыру жиынтығының негізгі сипаттамалары – оңай қосылу және сенімді пайдалану. Ақылды электроприводтар жеке және өндірістік сектордағы орташа және төмен трафикті сырғанайтын есіктерді автоматтандыруға арналған: коттедждер, кондоминиумдар, қоймалар, өндірістік алаңдар, кішігірім тұрақтар және т.б.",
    Gate_drive_text_2: "Сырғанайтын есіктерге арналған электропривод жиынтығы құрамына кіреді:",
    Gate_drive_text_3: "- Орнату негізі;",
    Gate_drive_text_4: "- Екі кілт розблокировщикке;",
    Gate_drive_text_5: "- Басқару блогына кіріктірілген радиоқабылдағыш;",
    Gate_drive_text_6: "- Қауіпсіздік пен қозғалысты бақылауға арналған энкодер;",
    Gate_drive_text_7: "- Екі қашықтан басқару пульті;",
    Gate_drive_text_8: "- Орнату үшін бекіткіш жиынтығы.",
    Ring_wireless_text_1:
      "5000 mAh аккумуляторы мен 2K сапада жазатын камерасы бар ақылды есік бейнеқоңырауын ұсынамыз.",
    Ring_wireless_text_2: "- 3 МП камера 2K сапада түсіреді, төмен жарықта да анық бейне береді.",
    Ring_wireless_text_3: "- 140 градус көру бұрышы есік алдындағы барлық жағдайды көруге мүмкіндік береді.",
    Ring_wireless_text_4: "- Дүниежүзі бойынша кез келген жерден қонақтармен сөйлесуге болады.",
    Ring_wireless_text_5: "- Жылдам дыбыстық сигнализация әр келуші туралы хабарлайды.",
    Ring_wireless_text_6: "- Ақылды бет-әлпет тану функциясы қонақтарды анықтап, қауіпсіздікті арттырады.",
    Ring_wireless_text_7: "- Құрылғыны алып тастаған кезде ақпарат телефонға дереу жіберіледі, ұрлықтың алдын алады.",
    Ring_wireless_text_8:
      "- Қозғалыс пен көріну аймағындағы адамдар туралы хабарлама береді, қауіпсіздікті қамтамасыз етеді.",
    Ring_wireless_text_9:
      "- Балалардың дауысын ересек дауысқа түрлендіру баланың қонақтармен қауіпсіз сөйлесуін қамтамасыз етеді.",
    Smart_intercom_text_1:
      "Алиса колонкасына қосылатын цифрлық домофонның дайын трубкасы, мессенджерлер арқылы басқару және ақылды үйге интеграция.",
    Smart_intercom_text_2: "Мүмкіндіктер мен режимдер:",
    Smart_intercom_text_3:
      "- Қонаққа алдын ала орнатылған дыбыстық файлдарды ойнау, мысалы, «Жетінші қабатқа, лифтіден солға»",
    Smart_intercom_text_4: "- Физикалық түймемен де, ақылды үй интеграциясымен де басқару",
    Smart_intercom_text_5: "- Алиса колонкасы немесе Яндекс Станция арқылы дауыс басқару",
    Smart_intercom_text_6:
      "- «Алиса, мен курьерді күтіп тұрмын» сөз тіркесімен режимдерді қосу – келесі қоңырауда автоматты ашылу",
    Smart_intercom_text_7: "- Мессенджерлер арқылы хабарламалар және басқару",
    Smart_intercom_text_8: "- Қақпаны автоматты ашу режимі (бір реттік және тұрақты)",
    Smart_intercom_text_9: "- Қоңырауды автоматты қабылдамау режимі",
    Smart_intercom_text_10: "- «Курьерді күтемін» режимі",
    Smart_intercom_text_11: "- «Дыбыссыз» режим – трубканың дыбысын өшіру",
    Smart_intercom_text_12: "- Жарықдиодтық жарықтықты баптау",
    Smart_intercom_text_13: "CYFRAL, Vizit, Beward, Eltis, Метаком, Дом Ру, Ростелеком үшін жарамды",
    Need_hub: "Хаб қажет",
    Power: "Қуат",
    From_the_battery: "Аккумулятормен жұмыс істейді",
    Static_electricity: "Қуат желісінен",
    Type: "Типі",
    Control_center: "Басқару орталығы",
    Connected_devices: "Қосылатын құрылғылар саны",
    Ecosystem: "Экожүйе",
    Yandex_Smart_Home: "Яндекс ақылды үй",
    Communication_protocol: "Байланыс протоколы",
    IR_Port: "ИК порты",
    footer_info_price: "* Бағалар прайсты алған сәттен бастап тек 3 күнге дейін өзекті",
    Back: "Басты бетке",
  },
  ru: {
    Feedback: "Обратная связь",
    Control: "Управление",
    Sensors: "Датчики",
    "Slug, switch": "Розетки, выключатели",
    Light: "Освещение",
    Cornice: "Карнизы",
    Sanitary: "Сантехника",
    Technology: "Техника",
    Camera: "Камера",
    "For doors and windows": "Для дверей и окон",
    "For entrance and yard": "Для подъезда и двора",
    Station_Alice_Max: "Яндекс станция Макс",
    Station_Alice_Duo: "Яндекс станция Дуо Макс",
    Station_Alice_Midi: "Яндекс станция Миди",
    Station_Alice_Mini3Pro: "Яндекс станция Мини 3 Про",
    Station_Alice_Mini3: "Яндекс станция Мини 3",
    Station_Alice_Lite2: "Яндекс станция Лайт 2",
    Station_Alice_TV140: "Телевизор Яндекс Про 140 см",
    Station_Alice_TV165: "Телевизор Яндекс Бейсик 165 см",
    Remote_Yandex: "Пульт ДУ Яндекс",
    Hub_Yandex: "Яндекс центр управления",
    Hub_Aqara_M2: "Центр умного дома Aqara Hub M2",
    Hub_Aqara_M3: "Центр умного дома Aqara Hub M3",
    Hub_Roximo: "Умный хаб ROXIMO",
    Hub_Tuya: "Центр управления Tuya",
    Station_Alice_Max_text_1:
      "Умная колонка Яндекс Макс заключена в корпус из пластика, обтянутого тканью. На лицевой стороне расположен монохромный LED-дисплей, который отображает дату, погоду, выводит анимацию голосового помощника. Световое кольцо на верхней панели показывает состояние станции сменой цветов, миганием, вращением, мерцанием, пульсацией. По бокам колонки находятся 5 динамиков и 7 микрофонов. Трехполосная акустическая система воспроизводит низкие, средние и высокие частоты из разных динамиков.",
    Station_Alice_Max_text_2:
      "С Алисой можно разговаривать, задавать вопросы, простить найти музыку, видео, информацию в интернете. Помощник помогает решать прикладные задачи — устанавливать будильник, включать/переключать треки в музыкальном плеере, вызвать такси, заказать еду. Разъем Ethernet позволяет подключать колонку к проводной локальной сети для доступа к интернету со скоростью до 1 Гбит/с. Переключение с беспроводного соединения Wi-Fi на проводное происходит автоматически.",
    Station_Alice_Max_text_3:
      "В комплект входит пульт со встроенным микрофоном. Несколько колонок и станций можно объединить в мультирум для передачи музыки, звуков в любую точку дома. Поддерживает беспроводные технологии Wi-Fi, Zigbee и Bluetooth.",
    Cost: "Стоимость",
    tenge: "тг",
    Station_Alice_Duo_text_1:
      "Станция Дуо Макс выполнена в бежевом корпусе из пластика и ткани. Она оснащена контурной LED-подсветкой. Одна из особенностей модели – поворотный сенсорный экран FullHD для просмотра мультимедиа, ответов Алисы и управления устройствами умного дома. Камера 13 Мп с углом обзора 120° позволяет общаться по видеосвязи. Акустическая система с 4 широкополосными динамиками и сабвуфером мощностью 60 Вт воспроизводит сбалансированный звук.",
    Station_Alice_Duo_text_2:
      "Яндекс Станция Дуо Макс YNDX-00055BIE поддерживает беспроводные технологии Wi-Fi, Zigbee и Bluetooth. С помощью Алисы можно включать музыку, слушать сказки, заказывать продукты, вызывать такси, ставить будильник.",
    Station_Alice_Midi_text_1:
      "Яндекс Станция Миди — новая умная колонка с виртуальным ассистентом Алисой. Мощное звучание 24 Вт в таком компактном корпусе. LED-дисплей, который показывает время, погоду и реакции Алисы, а также активная контурная LED-подсветка.",
    Station_Alice_Midi_text_2:
      "Встроенный хаб управления Zigbee и голосовое управление умным домом даже без интернета. Беспроводная связь Wi-Fi (2,4–5 ГГц) и Bluetooth 5.0, с возможностью встраивания в экосистему умного дома.",
    Station_Alice_Midi_text_3:
      "Активная контурная LED-подсветка и анимированные реакции на дисплее добавляют эмоций, когда слушаете музыку и общаетесь с Алисой. LED-дисплей показывает время и температуру. В режиме радионяни Алиса может передавать вам звуки из детской на телефон или вторую Яндекс Станцию.",
    Station_Alice_Mini3Pro_text_1:
      " В отличие от предыдущих моделей, она оснащена встроенными модулями Zigbee, Wi-Fi и Matter over Wi-Fi, что позволяет ей управлять устройствами умного дома даже без подключения к интернету, если те поддерживают такие же протоколы.",
    Station_Alice_Mini3Pro_text_2:
      "Внутри компактного корпуса скрывается 18-ваттный динамик и два пассивных излучателя, усиливающих басы. Звучание стало заметно богаче и глубже по сравнению с «Станцией Мини 3» — вы почувствуете это сразу после первого запуска.",
    Station_Alice_Mini3Pro_text_3:
      " «Станция Мини 3 Про» работает с голосовым помощником Алиса, который поможет включить музыку, узнать погоду, управлять техникой, создать напоминание или даже рассказать сказку. Её приятно поставить и на полку, и на кухню — она выглядит современно и лаконично.",
    Station_Alice_Mini3_text:
      "Умная колонка Яндекс Мини 3 представлена в круглом сером корпусе с отделкой из акустической ткани. Голосовой ассистент Алиса с YandexGPT точно распознает команды, анализирует сложные запросы, делит их на несколько простых и превращает в цепочку действий. Колонка Яндекс.Станция Мини 3 синхронизируется с другими умными устройствами в приложении Дом с Алисой и управляет ими с помощью голосовых команд.",
    Station_Alice_Lite2_text:
      "Каждый может заглянуть в глазки Алисе. Она подмигнёт в ответ на комплимент, зажмурится от восторга или опустит взгляд, когда загрустит. А если произнести особые команды, то можно активировать секретные реакции Алисы. Новый корпус Станции Лайт 2 и динамик мощностью 6 Вт позволили увеличить её акустический объём, чтобы любимые треки звучали ещё чище и насыщеннее. Когда захотите свериться с часами или узнать прогноз погоды, Алиса не только озвучит ответ, но и покажет время и температуру на LED-экране.",
    Station_Alice_TV140_text:
      "Функция «Найди пульт» может работать как Станция, даже с выключенным экраном. Физическое отключение микрофона. 4 высокочувствительных микрофона + 1 в пульте. Можно объединять с устройствами умного дома и управлять ими голосом. Подключение через Wi-Fi.",
    Station_Alice_TV165_text_1: "- Разрешение 4K UHD — наслаждайтесь четкостью и яркостью изображения.",
    Station_Alice_TV165_text_2: "- Акустическая система Dolby Audio — погружение в объемный звук.",
    Station_Alice_TV165_text_3: "- Поддержка Smart TV — доступ к любимым приложениям и контенту.",
    Station_Alice_TV165_text_4: "- Угол обзора 178° — отличное качество изображения с любого ракурса.",
    Station_Alice_TV165_text_5:
      "- Множество входов — HDMI, USB, Ethernet и Bluetooth для подключения различных устройств.",
    Remote_Yandex_text_1:
      "Автоматизировать бытовую технику при помощи умного пульта Yandex SmartControl YNDX-0006 проще, чем может показаться. С его помощью можно управлять техникой, например телевизором или кондиционером, а также любым другим устройством, которое поддерживает ИК-соединение.",
    Remote_Yandex_text_2:
      "Также осуществляется передача данных посредством технологии Wi-Fi. Используя модель, можно не только включать/выключать технику, но и настраивать её.",
    Hub_Yandex_text_1:
      "Универсальный Хаб Яндекса для простого и быстрого подключения разных приборов к умному дому с Алисой. И единая точка управления всеми устройствами. С Хабом умный дом сможет больше. Наполните его датчиками и множеством других Zigbee-устройств. Хаб соединит их с Яндекс Станцией, и вы будете управлять умным домом через приложение или голосом. Подключайте датчики Яндекса с Zigbee к Хабу напрямую, объединяйте с другими устройствами умного дома и задавайте сценарии. Множество процессов станут автоматизированными. По Wi-Fi Хаб соединяется с лампочками, чайниками, пылесосами и тысячами других девайсов разных производителей.",
    Hub_Yandex_text_2:
      "А ещё Хаб – это смарт-пульт, действующий на 360°. Даже если у вас дома простой телевизор или кондиционер, соедините их с Хабом при помощи ИК-подключения и управляйте без пульта.",
    Hub_Aqara_M2_text_1:
      " Aqara Hub M2 – это многофункциональный центр умного дома, который позволяет управлять и автоматизировать вашу квартиру или дом с помощью смартфона, планшета или голосовых команд.",
    Hub_Aqara_M2_text_2: "Ключевые характеристики:",
    Hub_Aqara_M2_text_3:
      "- Поддержка Zigbee 3.0: Подключает до 128 устройств Aqara и других производителей, совместимых с Zigbee, обеспечивая бесперебойную работу вашей системы умного дома. Мощный процессор: Обеспечивает быстрое и отзывчивое взаимодействие с вашими устройствами.",
    Hub_Aqara_M2_text_4:
      "- Двухдиапазонный Wi-Fi: Обеспечивает стабильное и надежное подключение к вашей домашней сети.",
    Hub_Aqara_M2_text_5:
      " - Гигабитный Ethernet-порт: Альтернативный вариант подключения для более надежного и безопасного соединения.",
    Hub_Aqara_M2_text_6:
      "- Встроенный ИК-порт: Позволяет управлять IR-устройствами, такими как телевизоры, кондиционеры и вентиляторы, с помощью смартфона или голосовых команд.",
    Hub_Aqara_M2_text_7:
      "Удаленный доступ: Управляйте своим умным домом из любой точки мира с помощью приложения Aqara Home или голосовых команд через Умный дом Яндекс. Автоматизация и сценарии: Создавайте автоматизированные сценарии для выполнения действий в зависимости от установленных условий, например, включайте свет при возвращении домой или выключайте термостат при выходе. Локальное управление: Даже без подключения к интернету вы можете управлять своими Zigbee-устройствами непосредственно через хаб.",
    Hub_Aqara_M3_text_1:
      "Aqara M3 — это хаб нового поколения с расширенной поддержкой протоколов, локальных автоматизаций и высокой совместимостью. Он объединяет устройства Aqara и девайсы сторонних производителей с Matter, Zigbee, Thread, Wi-Fi, Bluetooth и инфракрасного управления (ИК).",
    Hub_Aqara_M3_text_2:
      "Интеграция с Matter: впервые позволяет объединить экосистему Aqara с устройствами сторонних производителей через Matter*.",
    Hub_Aqara_M3_text_3:
      "ИК-управление 360°: встроенный ИК-излучатель с углом обзора 360° управляет бытовой техникой — от телевизоров до кондиционеров.",
    Hub_Aqara_M3_text_4:
      "Обеспечивает локальное выполнение автоматизаций для устройств — сценарии продолжают работать даже, если пропадет подключение к интернету.",
    Hub_Aqara_M3_text_5:
      "Встроенный динамик 95 дБ: используется для оповещений о событиях безопасности и пользовательских сценариев — даже без доступа в интернет.",
    Hub_Aqara_M3_text_6:
      "Благодаря функции Matter Bridge центр умного дома (хаб) Aqara M3 бесшовно интегрирует Zigbee-устройства в экосистему Matter, включая Умный дом Яндекс.",
    Hub_Roximo_text_1:
      "Умный хаб - это комбоустройство, включающее в себя сразу несколько функций, предназначен для организации сетей умного дома в стандартах Zigbee и Bluetooth, и возможностью одновременного подключения до 128 устройств к одному шлюзу. Использование данных технологий позволяет разгрузить точку доступа WIFi от большого количества одновременно подключенных устройств умного дома. Встроенная функция умного пульта позволяет создавать виртуальные ИК-пульты и управлять различной бытовой техникой в доме: телевизорами, аудио-видеосистемами, кондиционерами, вентиляторами и любым другим устройствами, имеющим ИК-управление.",
    Hub_Roximo_text_2:
      "К хабу можно подключать Zigbee устройства других производителей , которые работают в облаке Tuya.",
    Hub_Tuya_text:
      "Многорежимный шлюз Tuya Smart - это основной элемент системы умного дома, позволяющий  безопасности дома за время вашего отсутствия и тем самым информирует Вас о состоянии вашего дома в режиме реального времени.",
    Sensor_vibration: "Датчик вибрации",
    Sensor_open: "Датчик открытия дверей",
    Sensor_open_Yandex: "Датчик открытия дверей Яндекс",
    Sensor_light_Aqara: "Датчик освещённости Aqara",
    Sensor_Human_presence_Aqara_FP1: "Датчик присутствия Aqara Human Presence Sensor FP1",
    Sensor_Human_presence_Aqara_FP2: "Датчик присутствия Aqara Presence Sensor FP2",
    Sensor_Human_presence_Roximo: "Датчик присутствия и освещенности ROXIMO SWHPS08",
    Sensor_Human_presence_24G: "Датчик присутствия 24G Zigbee",
    Sensor_move_Yandex: "Датчик движения Яндекс",
    Sensor_move_Aqara: "Датчик движения Aqara Motion Sensor",
    Sensor_move_Sber: "Датчик движения SBER",
    Sensor_move_Ewelink: "Датчик движения eWeLink",
    Sensor_temperature_Yandex: "Датчик температуры и влажности Яндекс",
    Sensor_temperature_monitor: "Датчик температуры и влажности (монитор)",
    Sensor_temperature_Kojimo: "Датчик температуры и влажности Kojimo",
    Sensor_temperature_Sonoff: "Датчик температуры и влажности Sonoff",
    Sensor_air_Aqara: "Датчик качества воздуха Aqara TVOC Air Quality Monitor",
    Sensor_water_Yandex: "Датчик протечки воды Яндекс",
    Sensor_water_Sonoff: "Датчик протечки воды Sonoff",
    Sensor_water_Aqara: " Датчик протечки Aqara Water Leak Sensor T1",
    Sensor_gas_Aqara: "Детектор газа Aqara",
    Sensor_gas_Smartlife: "Детектор газа (CH4) SmartLife",
    Sensor_gas_metan: "Датчик газа (метан)",
    Sensor_gas_propan: "Датчик газа (пропан)",
    Sensor_smoke_Smartlife: "Датчик дыма SmartLife",
    Sensor_smoke_Aqara: "Датчик дыма Aqara",
    Sensor_smoke_Tuya: "Датчик дыма Tuya",
    Siren: "Сирена для умного дома",
    Sensor_vibration_text_1:
      " Беспроводной датчик проследит за сохранностью отдельных предметов — окна, сейфа, ящика с ценным документами. В случае инцидента, датчик отправит сообщение на смартфон или включит звуковую сирену на Aqara Hub. Датчик умеет фиксировать три типа событий: наклон, падение и вибрацию.",
    Sensor_vibration_text_2: "— Если окно откроют, сработает режим наклона.",
    Sensor_vibration_text_3: "— Если по окну ударят, он распознает вибрацию.",
    Sensor_vibration_text_4: "— Если разобьют стекло, датчик сообщит о падении.",
    Sensor_open_text:
      " Датчик открытия дверей и окон на базе протокола Zigbee надежно реагирует на открытие дверей и окон, позволяя вам создавать разнообразные сценарии умного дома в приложении Дом с Алисой. Свяжите датчик с различными устройствами и настройте сценарии, которые будут автоматически запускаться при срабатывании датчика.",
    Sensor_open_Yandex_text:
      "Компактный беспроводный датчик реагирует на открытие дверей и окон. Свяжите датчик с разными устройствами и создавайте сценарии в приложении Дом с Алисой. Попробуйте задать сценарий, по которому датчик напомнит проветрить комнату, если окна закрыты больше 12 часов. И свяжите его с умным кондиционером, чтобы кондиционер не работал впустую, пока вы проветриваете. А ещё можно привязать датчик к умной лампочке — и свет в прихожей будет включаться автоматически, когда вы приходите домой.",
    Sensor_light_Aqara_text:
      " Умный беспроводной датчик освещённости Aqara T1 передаёт хабу данные освещённости в комнате, а тот, в свою очередь, запускает автоматизации. Например, включает/выключает свет или открывает/закрывает шторы, отправляя команду соответствующим устройствам. Если освещённость упала до 200 лк — закрыть шторы. Когда вы войдёте в комнату вечером и включится свет, шторы уже будут закрыты, сохраняя приватность. Также чтобы дать рассаде достаточно света — работа по расписанию. Но, например, если днём станет пасмурно, то света для рассады будет недостаточно, а по расписанию включать свет рано. Установите датчик освещённости, и свет будет включаться тогда, когда стало темно.",
    Sensor_Human_presence_Aqara_FP1_text:
      "Улучшите свою домашнюю автоматизацию с помощью нашей технологии на базе искусственного интеллекта, которая эффективно отфильтровывает распространённые помехи, такие как шторы, вентиляторы и мелкие домашние животные, обеспечивая высокоточное обнаружение без ложных срабатываний. Простая настройка и  адаптивная чувствительность позволяют устройству адаптироваться к любому пространству, обеспечивая точность и надёжность. Датчик присутствия FP1E расширяет возможности домашней автоматизации, определяя движение и неподвижность, позволяя настраивать индивидуальные настройки. Он отправляет напоминания о необходимости встать после длительного сидения, способствуя формированию более здоровых привычек. В активных ситуациях, например, на вечеринках, он снижает температуру кондиционера.",
    Sensor_Human_presence_Aqara_FP2_text_1:
      "Aqara Presence Sensor FP2 фиксирует малейшие движения с максимальной конфиденциальностью. Он обнаруживает присутствие, даже если вы не двигаетесь.",
    Sensor_Human_presence_Aqara_FP2_text_2:
      "Автоматизация освещения: Включайте свет автоматически, когда кто-то входит в комнату, и выключайте его, когда все уходят.",
    Sensor_Human_presence_Aqara_FP2_text_3:
      "Системы безопасности: Используйте датчик FP2 для включения сигнализации или камер безопасности, когда обнаруживается движение.",
    Sensor_Human_presence_Aqara_FP2_text_4:
      "Управление климатом: Регулируйте температуру автоматически, исходя из того, присутствуют ли люди в комнате.",
    Sensor_Human_presence_Aqara_FP2_text_5:
      "Управление шторами: Автоматически открывайте шторы утром, когда кто-то встает с кровати. FP2 может определить, находится ли кто-то еще в постели, и автоматизация пробуждения не сработает, если другой человек не проснулся.",
    Sensor_Human_presence_Roximo_text:
      "Датчик присутствия определят находится ли в данный момент человек в поле обнаружения датчика. В настройках датчика можно установить параметры расстояния и чувствительности. Также в устройстве присутствует датчик освещенности, который так же можно использовать для различных сценариев - например включать освещение при низком уровне освещенности. Для удобства монтажа в комплекте поставляется крепление на клейкой ленте. Установка датчика производится на стене или потолке, в зависимости от условий эксплуатации.",
    Sensor_Human_presence_24G_text:
      "Модернизированная версия радара 24G с микроволновым датчиком присутствия человека, радар для более точного обнаружения. Это версия с низким энергопотреблением, которая сначала обнаруживает людей с помощью инфракрасного обнаружения. Может обнаруживать обнаружение движения, статическое обнаружение (дыхание, незначительное движение). Дополняет больше сценариев автоматизации.",
    sensor_move_text:
      "Улавливает движение и запускает удобные сценарии освещения. Или передаёт, что в помещении кто-то есть.Беспроводной компактный датчик можно установить где угодно, в квартире или на даче: в прихожей, ванной, комнатах и даже на лоджии. Свяжите датчик с другими устройствами умного дома и создавайте множество удобных сценариев в приложении Дом с Алисой. Например, освещение в прихожей сможет включаться автоматически, когда вы вернётесь домой. А чтобы свет не горел зря, можно настроить его выключение при отсутствии движения. Также в приложении легко настроить пуш-уведомления — с ними вы всегда будете в курсе, например, если дома возникнет какое-то движение, пока вас нет. Для подключения датчика к Умному дому с Алисой нужна Станция, поддерживающая протокол Zigbee.",
    Sensor_move_Aqara_text:
      "Обновленная версия датчика движения – Aqara Motion Sensor P1. Датчик обнаруживает движение и определяет уровень освещенности в комнате. Может отправлять уведомление на смартфон или выполнить автоматизацию, например включить свет. Тайм-аут обнаружения можно настроить от 1 до 200 секунд. Больше никаких задержек срабатывания. Широкий угол обзора: 170° на расстоянии до 2 метров, 150° на расстоянии до 7 метров. А ножку датчика возможно повернуть на 360°, тем самым можно фиксировать движение только в нужной области.",
    Sensor_move_Sber_text:
      "Умный датчик движения Sber реагирует на перемещение источников тепла. Настраивайте удобные сценарии автоматизации: например, пусть датчик включает свет в прихожей, когда регистрирует движение. Устанавливайте его на потолок в прихожей или на стену в туалете – благодаря работе от батареек, вы можете разместить устройство в любом удобном месте без необходимости прокладывать провода. Умный датчик движения Sber отлично интегрируется с различными светильниками, позволяя создать идеальную атмосферу в вашем доме. При обнаружении движения он может автоматически включать лампу, обеспечивая мгновенное освещение в нужный момент. Также его можно использовать для управления фонарём на улице, что повысит уровень безопасности вашего участка.",
    Sensor_move_Ewelink_text:
      "Миниатюрный корпус, маленький и изысканный. Обнаружение движения человека, мгновенное уведомление приложения, отсутствие пропущенного сигнала тревоги. Высокоточный инфракрасный детектор, более точный. Подавление воздушного потока, избегайте ложного обнаружения. Интеллектуальная связь с другими изделиями ewelink. Приложение с несколькими сценариями, простое в установке.",
    Sensor_temperature_Yandex_text:
      "Измеряет температуру и влажность в комнате и включает устройства умного дома, когда нужно. Беспроводной компактный датчик легко установить практически где угодно. Свяжите датчик с разными устройствами и создавайте сценарии в приложении Дом с Алисой. Например, можно объединить датчик с умным кондиционером и увлажнителем. И настроить сценарий их автоматического запуска, если в комнате станет слишком жарко и сухо. А можно задать значение температуры, при котором дома будет включаться обогреватель.",
    Sensor_temperature_monitor_text:
      "Умное решение для контроля климата в вашем доме, обеспечивающее точные измерения и удобное управление через мобильные приложения. Легко разместить в любом помещении. Идеально подходит для тех, кто хочет создать умный дом и следить за климатом в помещениях, обеспечивая комфорт и здоровье для всей семьи.",
    Sensor_temperature_Kojimo_text_1:
      "Датчик температуры и влажности создан специально для чуткого наблюдения за изменением микроклимата, а для еще лучшего контроля датчик можно включить в умный сценарий, создавая различные сочетания с другими устройствами.",
    Sensor_temperature_Kojimo_text_2:
      "Датчик позволяет отслеживать температуру и влажность в месте установки прибора удаленно в режиме онлайн прямо с экрана телефона. ЖК-экран динамически отображает значения в реальном времени, передает комфортное состояние домашней среды, соединен с шлюзом и облачной платформой.",
    Sensor_temperature_Sonoff_text_1:
      "Датчик температуры и влажности создан специально для чуткого наблюдения за изменением микроклимата, а для еще лучшего контроля датчик можно включить в умный сценарий, создавая различные сочетания с другими устройствами. Теперь вы можете установить его в каждой комнате и сможете видеть температуру в доме. С помощью этого датчика можно управлять включением и выключением таких приборов как Вентилятор,  Обогреватель, Кондиционер, Увлажнитель.",
    Sensor_temperature_Sonoff_text_2:
      "Также можно управлять открытием и закрытием штор. Поддерживать правильную влажность в жилых и офисных помещениях очень важно. Для органов дыхания и увлажнения кожи. Датчик устанавливается в любое удобное место простым приклеиванием на двусторонний скотч.",
    Sensor_air_Aqara_text_1:
      "Aqara TVOC Air Quality Monitor имеет электронный дисплей, который отображает текущие показания качества воздуха, а также температуру и влажность.",
    Sensor_air_Aqara_text_2: "Мониторинг TVOC: Датчик измеряет концентрацию TVOC в воздухе.",
    Sensor_air_Aqara_text_3:
      "TVOC – это группа газов, которые могут быть вредны для здоровья человека. Мониторинг температуры и влажности: датчик также измеряет температуру и влажность в помещении. Датчик работает от батареи и может проработать до года без подзарядки.",
    Sensor_water_Yandex_text:
      "Беспроводной компактный датчик легко установить на полу в кухне или в ванной. Он сразу сообщит, если обнаружит там воду, и вы сможете быстро отреагировать и избежать неприятных сюрпризов. Просто настройте пуш-уведомления в приложении Дом с Алисой. Свяжите датчик с умными розетками и создайте сценарий в приложении, по которому в случае протечки приборы в доме отключатся, а клапан, через который идёт вода, закроется.",
    Sensor_water_Sonoff_text:
      "Умный датчик протечки воды защищает вашу квартиру от неприятных сюрпризов. Он срабатывает, как только вода попадает на контакты на его нижней панели. Проверять статус smartдатчика и управлять им можно в приложении, и с помощью голосового помощника Алиса. К умному дому датчик подключается по протоколу Zigbee.",
    Sensor_water_Aqara_text_1:
      " Защита от потопа: При обнаружении малейшей утечки воды датчик моментально отправляет оповещение на ваш смартфон, позволяя вам оперативно принять меры.",
    Sensor_water_Aqara_text_2:
      "Предотвратите ущерб: Благодаря своевременному оповещению вы сможете перекрыть подачу воды и избежать дорогостоящего ремонта.",
    Sensor_water_Aqara_text_3:
      "Размещение в любых местах: Компактный размер датчика позволяет установить его в потенциально опасных зонах, таких как кухня, ванная комната, прачечная или подвал.",
    Sensor_water_Aqara_text_4:
      "Умные сценарии: Настройте автоматическое отключение подачи воды при срабатывании датчика, минимизируя ущерб от протечки.",
    Sensor_water_Aqara_text_5:
      "Защита от пыли и воды: Датчик соответствует стандарту защиты IP67, гарантируя бесперебойную работу даже во влажных помещениях.",
    Sensor_water_Aqara_text_6: "Длительная работа: Батарея обеспечивает до 2 лет автономной работы.",
    Sensor_gas_Aqara_text:
      "Умный датчик газа Aqara Smart Natural Gas Detector - зафиксирует утечку газа, включит сигнализацию и отправит push-уведомление на смартфон. Подключается к сети 220 В. В датчик встроена мощная сирена на 85 дБ, которая включается при обнаружении утечки. Также включается мигающий красный светодиод. При обнаружении утечки включит сирену на всех хабах. На смартфон отправляется push-уведомление.",
    Sensor_gas_Smartlife_text:
      "Основным предназначением данного датчика является обнаружения утечки газа на ранней стадии и инициирования запуска сценариев умного дома с целью предотвращения последствий от утечки.",
    Sensor_gas_metan_text_1:
      "Датчик газа предназначен для оповещения о повышении концентрации бытового газа (метан) в воздухе. Датчик работает по беспроводной технологии ZigBee.",
    Sensor_gas_metan_text_2: "Наличие индикатора: да, красный/зеленый/желтый",
    Sensor_gas_metan_text_3: "Громкость оповещения: 75 дБ/1 м",
    Sensor_gas_metan_text_4: "Дальность действия сигнала: до 25 м",
    Sensor_gas_metan_text_5: "Подходит для использования в жилых и офисных помещениях.",
    Sensor_gas_propan_text:
      "Датчик газа предназначен для оповещения о повышении концентрации бытового газа (пропан) в воздухе. Материал корпуса: ABS+PC пластик. Наличие индикатора: да, красный/зеленый/желтый. Устройство работает только в сети переменного тока. Подходит для использования в жилых и офисных помещениях.",
    Sensor_smoke_Smartlife_text:
      "Быстро реагирует на дым. Благодаря высокой чувствительности (0,089-0,25 дБ/м) датчик вовремя заметит очаг возгорания и подаст звуковой сигнал. Настройте уведомления в мобильном приложении «Дом с Алисой» и получайте push, когда датчик заметит дым. Долго держит батарею. Датчик работает по беспроводному протоколу Zigbee и расходует энергию только в момент срабатывания и отправки уведомлений. Прост в установке. Датчик крепится с помощью липкого слоя.",
    Sensor_smoke_Aqara_text:
      "Умный датчик дыма Aqara Smart Smoke Detector - Зафиксирует задымление, включит сигнализацию и отправит push-уведомление на смартфон. Работает на батарее CR17450. В датчик встроена мощная сирена на 90 дБ, которая включается при обнаружении задымления. Также включается мигающий красный светодиод. Автоматически все датчики дыма связаны между собой. Например, у вас установлены датчики в каждой комнате. Как только в одной комнате будет зафиксировано возгорание, сигнализация включится автоматически на всех датчиках. Тем самым, датчики «подстраховывают» друг друга. У датчика дыма рекордная автономность — до 10 лет работы на одном заряде батареи.",
    Sensor_smoke_Tuya_text:
      "Независимый умный датчик дыма. Принцип работы: обнаружение дыма, звуковое оповещение, уведомления в приложении.",
    Siren_text_1:
      "Сирена предназначена для звукового оповещения при срабатывании различных датчиков в домохозяйстве пользователя. Своевременное оповещение дает возможность оперативно среагировать на нештатную ситуацию в доме. Подходит для использования в жилых и офисных помещениях. Работает даже при отключении электроэнергии.",
    Siren_text_2:
      "Технические характеристики и параметры: Напряжение питания: 100-240 В / 50-60 Гц Аккумуляторная батарея: 3,7 В/ 720 мА Уровень звука: 95 дБ (на расстоянии 1 м)",
    Switch_touch_1x: "Выключатель сенсорный",
    Switch_touch_2x: "Выключатель сенсорный 2х",
    Switch_touch_3x: "Выключатель сенсорный 3х",
    Switch_keyboard_1x: "Выключатель ROXIMO 1кл",
    Switch_keyboard_2x: "Выключатель ROXIMO 2кл",
    Switch_keyboard_3x: "Выключатель ROXIMO 3кл",
    Switch_roller_touch: "Выключатель для роллштор сенсорный",
    Socket_buildIn_1x: "Розетка встроенная",
    Socket_buildIn_2x: "Розетка встроенная 2х",
    Socket_buildIn_3x: "Розетка встроенная 3х",
    Dimmer_touch: "Диммер стеклянный",
    Dimmer_Yandex: "Умный диммер Яндекс",
    Relay_dimmer: "Реле для диммера ZigBee с Алисой, 2 линии",
    Slug_Yandex: "Умная розетка Яндекс",
    Slug_Tuya: "Умная розетка Tuya",
    Slug_Roximo: "Умная розетка ROXIMO",
    Slug_Smartlife: "Умная розетка SmartLife",
    Relay_Yandex_1x: "Реле одноканальное Яндекс",
    Relay_Yandex_2x: "Реле двуканальное Яндекс",
    Button_Yandex: "Яндекс умная беспроводная кнопка",
    Smart_Din_63A: "Умный автомат ZigBee на Din рейку 63А",
    Smart_Din_40A: "Умный автомат 1P 40A",
    Smart_Din_Moes_16A: "Умный автомат Moes 16A",
    Smart_Din_Tuya_63A: "Умный автомат Tuya 63A",
    Smart_Din_Tuya_80A: "Умный автомат Tuya 80A",
    Switch_touch_text:
      "Умный выключатель не требует модификации освещения и замены проводки, не требуется дополнительный нулевой провод. Просто замените традиционный выключатель и наслаждайтесь широким функционалом - Дистанционное выключение света через приложение, выключение в заданное время или по таймеру, а так же голосовое управление через Яндекс Станцию.",
    Switch_touch_color_text: "(цвета: белый, золото, серый, черный)",
    Switch_keyboard_text_1:
      "Корпус выключателя имеет удобный размер для монтажа в стандартные установочные коробки. Лицевая панель изготовлена из высококачественного пластика, на ней расположены клавиши для управления и LED индикаторы состояния.",
    Switch_keyboard_text_2:
      "Прямое подключение к Zigbee от Яндекс - подключайте устройства Roximo прямо к Станции с поддержкой Zigbee или хабу Яндекс.",
    Switch_keyboard_color_text: "(цвета: белый, золото, бронзовый, серый, черный)",
    Switch_roller_touch_text:
      "Умный Wi-Fi выключатель управления шторами предназначен для управления электрокарнизами штор, рулонных штор, рольставен. Используйте устройство в качестве привычного комнатного выключателя с возможностью управления приводом штор из мобильного приложения. Устройство устанавливается на место «обычного» выключателя, является беспроводным устройством Wi-Fi.",
    Socket_buildIn_text:
      "С её помощью можно: дистанционно отключить утюг или плойку, включить обогреватель или кондиционер по пути домой, настроить включение и выключение света по расписанию для растений или аквариума, включить гирлянду голосом и многое другое. Благодаря функции энергомониторинга, вы можете отслеживать в мобильном приложении, сколько энергии потребляют ваши электроприборы и какие из них работают в данный момент.",
    Socket_buildIn_color_text: "(цвета: белый, золото, серый, черный)",
    Dimmer_touch_text:
      "Умный диммер — это идеальное решение для управления интенсивностью освещения в вашем умном доме. С помощью этого устройства вы можете легко регулировать уровень яркости подключенных световых приборов как с мобильного приложения, так и вручную, используя сенсор на лице устройства.",
    Dimmer_Yandex_text:
      "Умный диммер Яндекса поможет настроить освещение дома именно так, как вам нужно. С ним легко регулировать уровень яркости люстр и светильников с диммируемыми лампочками: от бодрящего яркого до расслабляющего приглушенного. Диммер работает только с лампочками, оснащёнными встроенной системой регулировки яркости. Устанавливается в стандартный круглый подрозетник и подключается только с нейтралью.",
    Relay_dimmer_text:
      "Умное диммер реле Zigbee - это инновационное устройство для систем Умный Дом, которое позволяет управлять различным освещением с помощью приложения на телефоне или голосовыми командами. Умное диммер реле имеет компактный мини-корпус, который легко устанавливается в большинство монтажных коробок для выключателей и розеток.",
    Slug_Yandex_text:
      " Работает на универсальном протоколе связи Matter — легко подключается к умному дому, а настроенные сценарии с розеткой могут работать, даже если отключится интернет . Лаконичная и компактная, подходит к большинству розеток и удлинителей. Создавайте удобные сценарии и расписания. Проверяйте статус умной розетки удалённо через приложение и, если нужно, отключайте её. Получайте сообщения, когда состояние розетки меняется, — и вы будете в курсе, если что-то пойдёт не так.",
    Slug_Tuya_text:
      "Умная розетка MATTER -16А. Работает по протоколу Matter. Управление с Алисой. Для добавлении и упровление надо только отсканировать QR и все !Ни какой хаб и шлюз не надо!",
    Slug_Roximo_text:
      "Устройством можно управлять с помощью специального приложения и просматривать статистику по энергопотреблению из любой точки планеты. Можно добавлять умные сценарии и расписания включения/выключения по времени, обратному отсчету, циклу, а также в зависимости от таких триггеров как погода, время заката и восхода солнца, вашего местоположения. Интеграция с Yandex Алиса - позволяет управлять умной розеткой голосом.",
    Slug_Smartlife_text_1:
      "Розетку можно удаленно включать и выключать с телефона, или при помощи голосового управления в любой эко системе умного дома. Есть возможность устанавливать таймер.",
    Slug_Smartlife_text_2:
      "Незаменимый девайс для удаленного управления электроприборами, подключенными к сети, такими как светильники, гирлянды, чайник, обогреватель, телевизор, вентилятор, увлажнитель воздуха и т.д. В режиме реального времени показывает сколько энергии потребляет ваша бытовая техника. Создавайте любые сценарии в системе умного дома и объединяйте розетку с другими умными устройствами.",
    Relay_Yandex_text:
      "Умное реле Яндекс — это компактное устройство, позволяющее сделать обычные выключатели частью умного дома. Оно устанавливается в подрозетник за существующим выключателем и подключается к системе умного дома через протокол Zigbee 3.0.",
    Button_Yandex_text:
      "Работает от батареек и может стать удобным дверным звонком или единственной кнопкой для запуска и выключения разных устройств. Компактную кнопку легко установить где угодно, будь то дверной косяк или прикроватный столик. Свяжите кнопку с разными устройствами и создавайте сценарии в приложении Дом с Алисой. Попробуйте установить кнопку как дверной звонок — и она будет передавать сигнал на Яндекс Станцию и сообщение в приложение Дом с Алисой, когда к вам придут. Или поставьте беззвучный режим, если не хотите, чтобы вас беспокоили непрошенные гости.",
    Smart_Din_63A_text_1:
      "Умное реле Tuya Zigbee на Din рейку с Алисой автомат – это идеальный элемент для вашего умного дома, который позволяет управлять светом, розетками и бытовыми приборами без лишних проводов. Благодаря встроенному модулю Zigbee вы можете включать и выключать устройства из любой точки квартиры через приложение Smart Life или голосовые команды Алисы. Реле рассчитано на напряжение 220В и обеспечивает надежную защиту от перегрузок, а функция мониторинга показывает потребляемую мощность в реальном времени. Установка проста: DIN‑рейка устраняет необходимость в дополнительных кабелях, а совместимость с Умным домом Яндекс делает управление максимально удобным.",
    Smart_Din_63A_text_2:
      "Это умное реле Zigbee на din рейку – ваш надежный помощник для автоматизации бытовых задач и энергосбережения. Автомат зигбии имеет высокую нагрузку по току в 63А, что позволяет использовать его для управления различными электроприборами с высокой мощностью, что делает его пригодным для использования как в небольших домашних хозяйствах, так и в крупных промышленных объектах.",
    Smart_Din_40A_text:
      "Автоматический выключатель на DIN-рейку 40А предназначен для управления нагрузками в сетях 220В 50/60ГЦ. Максимальный ток до 40А. Устройство подключается по протоколу ZigBee, управление осуществляется через приложение Tuya или SmartLife. После подключения реле к приложению управления к другим популярным голосовым ассистентам и системам умного дома.",
    Smart_Din_Moes_16A_text_1:
      "Автоматический выключатель MOES ZCB-SC-1P16 — это современное решение для интеллектуального управления электросетью в вашем доме или офисе. Благодаря компактному дизайну, модульной конструкции и высокой надежности, этот умный выключатель обеспечивает не только защиту от перегрузок и короткого замыкания, но и возможность удаленного контроля через смартфон.",
    Smart_Din_Moes_16A_text_2:
      "Устройство рассчитано на номинальное напряжение 230 В и ток 16 А, что делает его идеальным выбором для бытовых и коммерческих электросетей. Оно выполняет ключевые функции: включение и отключение питания, синхронизацию работы приборов, а также защиту оборудования от аварийных ситуаций.",
    Smart_Din_Tuya_63A_text_1:
      "Умный ZigBee автомат с защитой от перегрузки и короткого замыкания 63A управляет освещением и другими электроприборами. Работает под управлением выключателей и мобильного приложения «ЯСмарт». Устройство совместимо с голосовым управлением Яндекс Алиса, Google Assistant, Alexa. Умный ZigBee автомат с защитой от перегрузки и короткого замыкания 63A.",
    Smart_Din_Tuya_63A_text_2: "Ручное управление устройством кнопкой управления",
    Smart_Din_Tuya_63A_text_3: "Контроль через Интернет, без абонентской платы",
    Smart_Din_Tuya_63A_text_4: "Недельное/дневное расписание автоматического включения и выключения",
    Smart_Din_Tuya_63A_text_5: "Таймер обратного отсчета",
    Smart_Din_Tuya_63A_text_6: "Push-уведомление на телефон при выполнении действия по расписанию",
    Smart_Din_Tuya_80A_text_1:
      "Умный Zigbee автомат - это идеальное решение для тех, кто хочет управлять освещением и другими электрическими приборами в своем доме. Этот автомат оснащен защитой от перегрузки и короткого замыкания, что обеспечивает безопасность и надежность работы.",
    Smart_Din_Tuya_80A_text_2:
      "Устройство имеет множество функций, включая дистанционное включение и выключение приборов, управление с помощью выключателей, ручное управление кнопкой управления, контроль через Интернет и расписание автоматического включения/выключения. Также автомат имеет таймер обратного отсчета и Push-уведомления на телефон при выполнении действий по расписанию. Автомат имеет защиту от перегрузки, короткого замыкания и изоляцию.",
    Smart_Din_Tuya_80A_text_3: "Комплектация:",
    Smart_Din_Tuya_80A_text_4: "Автомат - 1 шт",
    Smart_Din_Tuya_80A_text_5: "Антенна -1 шт",
    Smart_Din_Tuya_80A_text_6: "Инструкция",
    "LED-Strip_Yandex": "Светодиодная лента Яндекс 3м",
    "Cable_LED-Strip_Yandex": "Удлинитель для светодиодная лента Яндекс",
    "LED-Strip_Kojimo": "Светодиодная лента KOJIMA 5м",
    "LED-Strip_Roximo": "Гирлянда ROXIMO",
    Lamp_Aqara: "Cветильник потолочный Aqara Ceiling Light",
    Night_light_RGB: "Умный светильник RGB с Wi-Fi 6W",
    "Control_LED-Strip": "Диммер для светодиодной ленты 12,24V 15А",
    "Control_LED-Strip_RGB": "Контроллер RGB для LED лент 12В, 24В",
    "Bulb_E14_4.5": "Лампочка Е14 4,5W Gauss филаментная теплый белый",
    Bulb_E14_5: "Лампочка Е14 5W Gauss филаментная нейтральный белый",
    Bulb_E14_5_RGB: "Лампочка Е14 5W Gauss RGB",
    Bulb_E14_6_Yandex: "Лампочка Е14 6W 520 Лм Яндекс RGB",
    Bulb_E14_6_RGB: "Лампочка Е14 6W Gauss RGB",
    Bulb_E14_7: "Лампочка Е14 7W Gauss нейтральный белый",
    Bulb_E14_7_candle: "Лампочка Е14 7W Feron свеча нейтральный белый",
    Bulb_E14_9: "Лампочка Е14 9W Gauss теплый белый",
    Bulb_E27_4: "Лампочка E27 4W EGLO филаментная желтый",
    Bulb_E27_5: "Лампочка E27 5W Gauss теплый белый",
    "Bulb_E27_6.5": "Лампочка E27 6.5W Gauss филаментная, желтый",
    Bulb_E27_7: "Лампочка E27 7W Gauss теплый белый",
    "Bulb_E27_8.5": "Лампочка E27 8.5W Gauss RGB",
    "Bulb_E27_8.7": "Лампочка E27 8.7W TP-LINK теплый белый",
    Bulb_E27_9_Yandex_filamentous: "Лампочка Е27 9W Яндекс филаментная белый свет",
    Bulb_E27_9_Yandex: "Лампочка Е27 9W Яндекс белая",
    Bulb_E27_9_Yandex_RGB: "Лампочка Е27 9W Яндекс RGB",
    Bulb_E27_9: "Лампочка E27 9W Gauss белый",
    Bulb_E27_9_RGB: "Лампочка E27 9W EGLO RGB",
    Bulb_E27_10_RGB: "Лампочка E27 10W Gauss RGB",
    Bulb_E27_11_Yandex_RGB: "Лампочка Е27 11W Яндекс RGB",
    Bulb_E27_11: "Лампочка E27 11W Gauss холодный белый",
    "Bulb_GU5.3_5": "Лампочка GU5.3 5W Gauss нейтральный белый",
    Bulb_GU10_5: "Лампочка GU5.3 5W Gauss нейтральный белый",
    Bulb_GU10_5: "Лампочка GU10 5W Gauss холодный белый",
    Bulb_GU10_6_Yandex: "Лампочка GU10 6W 520 Лм Яндекс RGB",
    Bulb_GX53_8: "Gauss 8W GX53, светодиодная, холодный белый",
    Bulb_GX53_9_Yandex: "Лампочка GX53 9W 806 Лм Яндекс RGB",
    "LED-Strip_Yandex_text":
      " Светодиодная лента Яндекс YNDX-00544 с контроллером и адаптером питания исправно работает при управлении с помощью выключателя, голосовых команд и приложения «Дом с Алисой». Модель поддерживает настройку через протоколы связи Bluetooth, Wi-Fi и Matter. Последний вариант удобен при наличии в доме умных устройств от разных производителей.В одном метре ленты установлено 24 светодиода с интенсивностью свечения 250 лм. Поэтому Яндекс YNDX-00544 подходит для создания длинных сборок на потолке и стенах. Короткие отрезки дают недостаточно света, но успешно выполняют функцию декора. 3-метровая лента с защитой от брызг и пыли IP65 подходит для уличного и монтажа в ванной комнате.",
    "Cable_LED-Strip_Yandex_text":
      "Удлинитель светодиодной ленты Яндекс YNDX-00547 подходит для увеличения сборок с 24 диодами на 1 метр. Плотная оплетка полностью защищает контакты от пыли и влаги, допускает установку на улице или в ванной комнате. Яркости светового потока 250 лм хватает для создания фонового или декоративного освещения, зонирования помещения.Яндекс YNDX-00547 поддерживает нейтральный белый свет и настройку оттенков и эффектов RGB. Есть поддержка управления с простого выключателя, контроллера, приложения на смартфоне и голосовых команд.",
    "LED-Strip_Kojimo_text":
      "Умная светодиодная Wi-Fi RGB лента KOJIMA с регулируемым световым потоком от 70 до 800 люмен, низким энергопотреблением. Мобильное приложение адаптировано под большинство устройств IOS и ANDROID. Вы с легкостью сможете управлять яркостью и цветом, устанавливать динамические сцены, включать и выключать свет по расписанию с функцией таймер, управлять группой лент одним нажатием, управлять с помощью голосового ассистента Яндекс Алисы.",
    "LED-Strip_Roximo_text_1":
      "Умная адресная светодиодная wifi гирлянда ROXIMO SFCL01-L длиной 10 метров- это одно из устройств экосистемы умного дома Roximo. Гирлянда на елку является одним из главных элементов новогоднего оформления. Благодаря уровню влагозащиты ламп IP67 (блок управления IP44) Вы можете использовать гирлянду не только дома, но и на улице.",
    "LED-Strip_Roximo_text_2":
      "В приложении Roximo Вам будут доступны кнопки и различные функции умной гирлянды: рисование- выбор цветовых схем + создание собственных, цветомузыка + создание собственной, установка сцен + создание собственных, настройка таймеров и другие настройки.",
    Lamp_Aqara_text_1:
      "Две зоны освещения: Светильник имеет основной источник света, который обеспечивает широкий диапазон цветовых температур (2700K-6500K) для регулируемого белого света, а также боковой источник света с 16 миллионами цветовых вариантов для создания красочной атмосферы.",
    Lamp_Aqara_text_2:
      "Высокая яркость: Основной источник света обладает максимальной яркостью 3450 люмен, обеспечивая достаточное освещение для вашего пространства.",
    Lamp_Aqara_text_3:
      "Управление через приложение: Вы можете регулировать цветовую температуру, яркость и RGB-эффекты светильника с помощью приложения Aqara Home.",
    Lamp_Aqara_text_4:
      "Регулировка яркости: Светильник можно диммировать, позволяя вам регулировать яркость в соответствии с вашими потребностями.",
    Lamp_Aqara_text_5:
      "Долгий срок службы: Светодиодный источник света имеет срок службы 50 000 часов, что обеспечивает его долговечность.",
    Lamp_Aqara_text_6:
      "Стильный дизайн: Aqara Ceiling Light T1M имеет тонкий и современный дизайн, который дополняет различные интерьеры.",
    Night_light_RGB_text_1:
      "Умный светодиодный Wi-Fi RGB ночник/светильник настольный KOJIMA с регулируемым световым потоком от 70 до 400 люмен, низким энергопотреблением. Вы с легкостью сможете управлять яркостью и цветом, устанавливать динамические сцены, включать и выключать свет по расписанию с функцией таймер, управлять группой светильников одним нажатием, управлять с помощью голосового ассистента Яндекс Алисы.",
    Night_light_RGB_text_2: "- 16 млн. цветов в режиме RGB",
    Night_light_RGB_text_3: "- Цветовая температура от 2700K до 5700K",
    Night_light_RGB_text_4: "- Материал корпуса – ABS пластик",
    Night_light_RGB_text_5: "- Высота 18 см, Диаметр 10 см, Вес - 385 г.",
    "Control_LED-Strip_text":
      "Контроллер диммер для умного дома, работает с Алисой. Позволяет регулировать яркостью светодиодных лент через голосового помощника или с помощью сценарий.",
    "Control_LED-Strip_RGB_text":
      'Представляем вам новый Wi-Fi контроллер – компактное и стильное решение, которое вдохнет новую жизнь в вашу систему освещения и сделает ваш дом по-настоящему умным! Полная интеграция с популярными системами "Умный дом": Яндекс Алиса, Amazon Alexa и Google Home Assistant. Просто скажите: "Алиса, включи праздничную подсветку!" Наслаждайтесь более чем 100 режимами работы, от плавного переключения цветов до динамичных световых эффектов. Подберите идеальное освещение для любого настроения и события! Лаконичный дизайн, компактный размер и классический белый цвет делают контроллер незаметным и элегантным дополнением к вашему дому.',
    Bulb_dimmable: "Диммируемая лампочка",
    Bulb_E27_9_Yandex_filamentous_text:
      "Возможность регулировать цветовую температуру от 2700 до 6500 К и яркость свечения позволит создать тёплое мягкое освещение для романтического вечера или холодный и яркий свет для продуктивной работы.",
    Bulb_E27_9_Yandex_text:
      "Возможность регулировать цветовую температуру от 2700 до 6500 К и яркость свечения позволит создать тёплое мягкое освещение для романтического вечера или холодный и яркий свет для продуктивной работы.",
    Bulb_Yandex_RGB_text:
      "Возможность изменения цвета свечения позволит создавать различное освещение под ваше настроение или задачи: яркое фиолетовое свечение для детской, синее для погружения в атмосферу во время гейминга или специальный режим Вечеринка, когда у вас гости.",
    Cornice_Tuya_4: "Карниз умный Tuya 4м",
    Cornice_Tuya_5: "Карниз умный Tuya 5м",
    Cornice_Tuya_6: "Карниз умный Tuya 6м",
    Cornice_Tuya_7: "Карниз умный Tuya 7м",
    Cornice_Aqara_1: "Электро-карниз Aqara до 1м (мотор+карниз)",
    Cornice_Aqara_2: "Электро-карниз Aqara до 2,15м (мотор+карниз)",
    Cornice_Aqara_3: "Электро-карниз Aqara до 3,2м (мотор+карниз)",
    Cornice_Aqara_4: "Электро-карниз Aqara до 4,15м (мотор+карниз)",
    Cornice_Aqara_5: "Электро-карниз Aqara до 5,15м (мотор+карниз)",
    Cornice_Aqara_6: "Электро-карниз Aqara до 6,15м (мотор+карниз)",
    Cornice_Aqara_7: "Электро-карниз Aqara до 7,15м (мотор+карниз)",
    Cornice_Aqara_8: "Электро-карниз Aqara до 8,15м (мотор+карниз)",
    Cornice_Aqara_9: "Электро-карниз Aqara до 9,15м (мотор+карниз)",
    Cornice_Aqara_10: "Электро-карниз Aqara до 10,15м (мотор+карниз)",
    "Cornice_Roximo_1.6": "Умный электро-карниз для штор ROXIMO 1,6м",
    Cornice_Roximo_2: "Умный электро-карниз для штор ROXIMO 2м",
    "Cornice_Roximo_2.4": "Умный электро-карниз для штор ROXIMO 2,4м",
    "Cornice_Roximo_2.9": "Умный электро-карниз для штор ROXIMO 2,9м",
    Cornice_Roximo_3: "Умный электро-карниз для штор ROXIMO 3м",
    "Cornice_Roximo_3.2": "Умный электро-карниз для штор ROXIMO 3,2м",
    "Cornice_Roximo_3.5": "Умный электро-карниз для штор ROXIMO 3,5м",
    Cornice_Roximo_4: "Умный электро-карниз для штор ROXIMO 4м",
    Cornice_Roximo_5: "Умный электро-карниз для штор ROXIMO 5м",
    Cornice_Roximo_6: "Умный электро-карниз для штор ROXIMO 6м",
    Cornice_Roll_59: "Карниз для роллштор 59см",
    Motor_Rolling_Aqara: "Мотор для рулонных штор Aqara Curtain Rolling Shutter Motor",
    Cornice_Rolling_Aqara_120: "Автоматические рулонные шторы Aqara 65-120см (с мотором без ткани)",
    Cornice_Rolling_Aqara_140: "Автоматические рулонные шторы Aqara 121-140см (с мотором без ткани)",
    Cornice_Rolling_Aqara_220: "Автоматические рулонные шторы Aqara 201-220см (с мотором без ткани)",
    Cornice_Rolling_Aqara_240: "Автоматические рулонные шторы Aqara 221-240см (с мотором без ткани)",
    Cornice_Rolling_Aqara_260: "Автоматические рулонные шторы Aqara 241-260см (с мотором без ткани)",
    Cornice_Roller_Shade_Aqara_100: "Римские шторы Aqara roller shade (с мотором) 100см",
    Cornice_Roller_Shade_Aqara_120: "Римские шторы Aqara roller shade (с мотором) 101-120см",
    Cornice_Roller_Shade_Aqara_140: "Римские шторы Aqara roller shade (с мотором) 121-140см",
    Cornice_Roller_Shade_Aqara_160: "Римские шторы Aqara roller shade (с мотором) 141-160см",
    Cornice_Roller_Shade_Aqara_180: "Римские шторы Aqara roller shade (с мотором) 161-180см",
    Cornice_Roller_Shade_Aqara_200: "Римские шторы Aqara roller shade (с мотором) 181-200см",
    Driver_Curtain_Aqara_track: "Мотор раздвижных штор Aqara Curtain Driver E1 (Track Version)",
    Driver_Curtain_Aqara_rod: "Мотор раздвижных штор Aqara Curtain Driver E1 (Rod Version)",
    Motor_Roller_Aqara: "Мотор для роллштор Aqara",
    Cornice_Tuya_text_1:
      "Электродвигатель с поддержкой беспроводной Протокол связи Zigbee позволяет выполнять сценарий умного дома без необходимости прямого подключения к интернету или Wifi. Это одно из ключевых преимуществ технологии Zigbee. Возможно управление с помощью пульта управления, через приложение и с через колонку Алиса.",
    Cornice_Tuya_text_2: "Комплектация: Телескопический карниз, электродвигатель, ПДУ",
    Cornice_Aqara_text_1:
      "Отличное решение для штор электрокарниз Xiaomi Aqara Smart Curtain Controller CD-M01D Zigbee. С их помощью можно легко и непринужденно устанавливать время наступления рассвета и заката в своей комнате, квартире или доме, а также в любой момент изменять уровень освещенности одним касанием. Помимо полного открытия или закрытия штор, существует возможность приоткрыть их на определенное расстояние, а так же установить таймер на автоматическое открытие или закрытие в заданный промежуток времени.",
    Cornice_Aqara_text_2: "Управление электрошторами:",
    Cornice_Aqara_text_3: "Запуск и остановка штор Смартфоном через приложение Xiaomi Mi Home или Aqara Home",
    Cornice_Aqara_text_4:
      "Запуск и остановка штор вручную. Просто аккуратно потяните за шторку, и система возьмет на себя задачу, чтобы полностью закрыть или открыть занавески.",
    Cornice_Aqara_text_5: "Работа штор вручную при отсутствии электричества.",
    Cornice_Aqara_text_6: "Плавный старт/стоп.",
    Cornice_Aqara_text_7: "Управление голосовым помощником Яндекс Алиса.",
    Cornice_Roximo_text_1:
      " Это готовый комплект, куда входит все необходимое для простого монтажа, в т.ч. умный электропривод с большим запасом мощности - 45 Ватт, что позволяет использовать шторы весом до 50кг и длиной до 12 метров.",
    Cornice_Roximo_text_2:
      " Карниз можно использовать с открыванием от центра, а также с открыванием в одном направлении: слева или справа. Карнизом можно управлять с помощью специального приложения из любой точки планеты, добавлять умные сценарии и расписания открытия/закрытия по времени, обратному отсчету, а так же в зависимости от таких триггеров как погода, время заката и восхода солнца, вашего местоположения и т.д.",
    Cornice_Roximo_text_3:
      "Комплектация: умный электропривод; карниз; ремень; Глайдер- 2шт; Комплект роликов из расчета 8 шт на метр; ПДУ; Крепление для привода+ заглушка; крепление на потолок.",
    Cornice_Roll_59_text:
      "Умный мотор для рулонных штор Aqara – это мотор для управления рулонными шторами, перегородками или проекционными экранами. Вы можете управлять шторами со смартфона, с помощью пульта управления, который идёт в комплекте, или голосом через голосовых помощников Алису.",
    Motor_Rolling_Aqara_text_1:
      "Универсальное применение: Подходит для большинства типов штор или жадюзи, оснащенных валом диаметром от 35 до 70 мм.",
    Motor_Rolling_Aqara_text_2:
      " Элегантный дизайн: Корпус устройства выполнен из белого пластика, гармонично вписываясь в любой интерьер. Настройка расписания: Создайте автоматическое открытие/закрытие жалюзи в зависимости от времени суток, восхода/захода солнца или других событий.",
    Motor_Rolling_Aqara_text_3: "Управление вручную: Дублируйте управление с помощью кнопки на корпусе устройства.",
    Motor_Rolling_Aqara_text_4:
      "Защита от перегрузки: Встроенная защита двигателя предотвращает поломки при блокировке механизма.",
    Motor_Rolling_Aqara_text_5: "Тихий ход: Наслаждайтесь тишиной благодаря практически бесшумной работе двигателя.",
    Cornice_Rolling_Aqara_text_1:
      "Помимо полного открытия или закрытия штор, существует возможность приоткрыть их на определенное расстояние, а так же установить таймер на автоматическое открытие или закрытие в заданный промежуток времени.",
    Cornice_Rolling_Aqara_text_2:
      "Кроме управления с помощью мобильного телефона, вы можете использовать беспроводную кнопку.",
    Cornice_Rolling_Aqara_text_3: "Удобство и эстетика:",
    Cornice_Rolling_Aqara_text_4: "Бесшумная работа мотора и механизмов",
    Cornice_Rolling_Aqara_text_5: "Мотор можно расположить с любой стороны карниза: слева или справа",
    Cornice_Rolling_Aqara_text_6: "Мотор скрывается в трубе.",
    Cornice_Rolling_Aqara_text_7:
      " Комплект поставки: Труба алюминиевая Комплект кронштейнов Комплект адаптеров Мотор ZNGZDJ11LM",
    Cornice_Roller_Shade_Aqara_text_1: "Управление римскими шторами:",
    Cornice_Roller_Shade_Aqara_text_2: "Запуск и остановка штор Смартфоном через приложение Xiaomi Mi Home",
    Cornice_Roller_Shade_Aqara_text_3: "Запуск и остановка штор кнопкой или выключателем",
    Cornice_Roller_Shade_Aqara_text_4:
      "Работа штор при отключении интернета. Выполнении сценариев локально в домашней сети.",
    Cornice_Roller_Shade_Aqara_text_5: "Управление голосовым помощником Яндекс Алиса",
    Cornice_Roller_Shade_Aqara_text_6: "Максимальная высота штор — 6 метров",
    Cornice_Roller_Shade_Aqara_text_7: "Максимальный вес штор – 15-17 кг",
    Cornice_Roller_Shade_Aqara_text_8: "Удобство и эстетика:",
    Cornice_Roller_Shade_Aqara_text_9: "Бесшумная работа мотора и механизмов",
    Cornice_Roller_Shade_Aqara_text_10: "Мотор можно расположить с любой стороны карниза: слева или справа",
    Cornice_Roller_Shade_Aqara_text_11: "Мотор скрывается в трубе",
    Cornice_Roller_Shade_Aqara_text_12: "Качество профиля: алюминий, хромированный, с порошковым покрытием",
    Cornice_Roller_Shade_Aqara_text_13: "Комплект поставки:",
    Cornice_Roller_Shade_Aqara_text_14:
      "Карниз алюминиевый, катушки с веревкой (2-3 штуки на метр), вал октоганальный, комплект адаптеров, утяжелительная планка, мотор, фибергласовые вставки, пластиковые кольца.",
    Driver_Curtain_Aqara_track_text_1:
      "Сделать обычные шторы умными — ещё проще. Устройство подходит почти для любого типа карниза.",
    Driver_Curtain_Aqara_track_text_2: "Крепится на карниз и крючки. Под каждую штору — одно устройство.",
    Driver_Curtain_Aqara_track_text_3: "Длина крючка (от низа крючка до карниза): 16 – 25 мм",
    Driver_Curtain_Aqara_track_text_4: "Ширина карниза: 10 мм",
    Driver_Curtain_Aqara_rod_text_1:
      "Это умный привод для автоматического открытия и закрытия штор, разработанный для установки на шторные карнизы-стержни. Устройство позволяет управлять шторами дистанционно через смартфон, по расписанию или с помощью голосовых команд, интегрируясь в популярные экосистемы умного дома.",
    Driver_Curtain_Aqara_rod_text_2:
      "Прочный корпус и качественные материалы гарантируют долговечность работы. Умный привод для штор Aqara — это шаг к полной автоматизации домашнего пространства, повышению комфорта и энергоэффективности.",
    Motor_Roller_Aqara_text:
      "Устройство для автоматического управления шторами. Сделайте умными ваши жалюзи, рулонные шторы и всё, что открывается цепью управления. Устройство легко устанавливается и работает на аккумуляторе. Устройством можно управлять со смартфона, голосовыми помощниками, через автоматизации и беспроводными выключателями. Открывает и закрывает шторы и жалюзи полностью или на заданный процент.",
    Close_water_Aqara: "Привод для перекрытия воды Aqara",
    Close_water: "Привод для перекрытия воды",
    Smart_Ball_Valve_DN25: 'Умный шаровый клапан DN25 1"',
    Smart_Ball_Valve_DN20: 'Умный шаровый клапан DN20 3/4"',
    Control_heater_Aqara: "Радиаторный термо-регулятор Aqara",
    Control_heater_Beok: "Термо-регулятор для радиатора отопления Beok c Wi-Fi",
    Control_floor_Electsmart_black: "Умный термо-регулятор Electsmart черный",
    Control_floor_Welrok_white: "Умный термо-регулятор Welrok светлый",
    Control_floor_Celtic_white: "Умный термо-регулятор Celtic светлый",
    Control_floor_Celtic_black: "Умный термо-регулятор Celtic черный",
    Control_boiler_Bugatti: "Модуль управления котлом Wi-Fi Federica Bugatti",
    Control_boiler_Beok_black: "Термо-регулятор Beok для газового и электрического котла черный",
    Control_boiler_Beok_white: "Термо-регулятор Beok для газового и электрического котла белый",
    Boiler_THERMEX_Sonne_grey: "Электрический настенный котел THERMEX Sonne 12 Wi-Fi Grey",
    Boiler_THERMEX_Cometa: "Электрический двухконтурный котел THERMEX Cometa 12-24 Wi-Fi",
    Boiler_THERMEX_Boss: "Электрический настенный котел THERMEX Boss 12 Wi-Fi White",
    Boiler_THERMEX_Sonne_white: "Электрический настенный котел THERMEX Sonne 12 Wi-Fi White",
    Heating_thermostat_ZONT: "Отопительный термостат ZONT GSM Wi-Fi для котлов",
    Close_water_Aqara_text:
      "Умный манипулятор A ARA T1-VC-X01E— это устройство управления клапаном, основанное на протоколе беспроводной связи Zigbee, подходящее для интеллектуального, электрического управления (с помощью кнопки на устройстве) и ручного управления водопроводными системами. Оно может быть связано с такими устройствами, как датчики утечки воды, для выявления рисков, отправки уведомлений и их устранения, тем самым защищая имущество и обеспечивая безопасность.",
    Close_water_text:
      "Электрический привод перекрытия воды/газ, рычаг для крана с Алисой - отличное решение для вашего умного дома. С его помощью вы сможете контролировать перекрытие воды и газа в вашем доме, обеспечивая безопасность и эффективность.",
    Smart_Ball_Valve_DN25_text_1:
      "Шаровый кран с электроприводом 1 дюйма и напряжением 220в - на страже безопасности ремонта и вашего спокойствия!",
    Smart_Ball_Valve_DN25_text_2:
      "При возникноваении протечки кран автоматически перекрывает воду. Наиболее эффективно работает в наборе с датчиком протечки. Получает сигнал от датчика, кран перекрывает воду. Пуш-уведомление о протечке приходит за 2 секунды в мобильном приложении. Управляется через голосового помощника Алису.",
    Smart_Ball_Valve_DN20_text_1:
      " Шаровый кран с электроприводом 3/4 дюйма и напряжением 220в - на страже безопасности ремонта и вашего спокойствия!",
    Smart_Ball_Valve_DN20_text_2:
      "При возникноваении протечки кран автоматически перекрывает воду. Наиболее эффективно работает в наборе с датчиком протечки. Получает сигнал от датчика, кран перекрывает воду. Пуш-уведомление о протечке приходит за 2 секунды в мобильном приложении. Управляется через голосового помощника Алису.",
    Control_heater_Aqara_text:
      "Терморегулятор для радиатора (термостат) Aqara Smart Radiator Thermostat E1 - регулирует температуру радиаторов отопления. Вкручивается вместо обычной термоголовки с резьбой M30x1,5 мм. Используйте с датчиком температуры и наслаждайтесь комфортной температурой в любой части дома. Устройство оснащено адаптерами, которые делают его совместимым с подавляющим большинством радиаторных клапанов. Он также прост в случае риска замерзания трубы отопление будет включаться автоматически.",
    Control_heater_Beok_text_1:
      " Благодаря встроенному терморегулятору, автоматическому включению/отключению, дисплею и дистанционному управлению, пользователь может легко контролировать температуру в помещении, не выходя из дома.",
    Control_heater_Beok_text_2:
      "Дополнительные функции, такие как защита от детей и управление со смартфона, делают  управлять устройством с помощью голосовых команд, что значительно упрощает взаимодействие с ним. Коммутируемые устройства, такие как батарея водяного отопления, подключаются к терморегулятору, обеспечивая эффективное распределение тепла по всему дому.",
    Control_floor_Electsmart_black_text:
      'Терморегулятор подходит почти для каждого электрического теплого пола мощностью до 3500 Вт, водяных полов с коллектором и сервоприводом, для которых характерен тип "нормально закрытый".',
    Control_floor_Welrok_white_text_1:
      " Умный терморегулятор Welrok для управления теплым полом через смартфон или компьютер. Уникальная функция в приложении Welrok экономит деньги благодаря автоматическому снижению нагрева, когда дома никого нет.",
    Control_floor_Welrok_white_text_2:
      "После активации функции геозонирования, терморегулятор Welrok будет учитывать геолокацию всех пользователей, которым был предоставлен доступ. Когда вы выйдете за выбранный радиус, Welrok уменьшит или отключит обогрев в зависимости от выставленных настроек. Когда вы вернетесь в выбранный радиус, терморегулятор установит комфортную температуру. Меняйте температуру нагрева и настройки терморегулятора с помощью Алисы от Яндекс.",
    Control_floor_Welrok_white_text_3:
      "Wi-Fi терморегуляторы Welrok можно интегрировать с вашей системой Умный дом через MQTT и http API.",
    Control_floor_Celtic_text_1:
      " Умный терморегулятор Celtic DS M3hgb — современное решение для управления температурой в вашем доме, обеспечивающее комфорт и энергосбережение.",
    Control_floor_Celtic_text_2: "Особенности:",
    Control_floor_Celtic_text_3: "- Работа с Алисой — управление голосом для вашего удобства.",
    Control_floor_Celtic_text_4: "- Сенсорный дисплей — интуитивно понятный интерфейс для легкого управления.",
    Control_floor_Celtic_text_5: "- Программируемый режим — настройка температуры в зависимости от времени суток.",
    Control_floor_Celtic_text_6: "- Максимальная нагрузка 3500 Вт — подходит для большинства систем отопления.",
    Control_floor_Celtic_text_7:
      "- Регулирование температуры от 5°C до 50°C — идеальный выбор для любого времени года.",
    Control_boiler_Bugatti_text_1:
      " Модуль управления котлом Wi-Fi Federica Bugatti — современное решение для умного управления вашим отоплением. Этот модуль обеспечивает не только удобство дистанционного контроля, но и автоматизацию работы вашей системы отопления, делая дом комфортнее и экономичнее.",
    Control_boiler_Bugatti_text_2:
      " Этот модуль сочетает в себе передовые технологии, простоту использования и высокую надежность. Вы получаете полный контроль над отоплением вашего дома, экономите ресурсы и создаете комфортный микроклимат в любое время.",
    Control_boiler_Beok_text_1:
      "Терморегулятор для газового и электрического котла с Wi-Fi - это современное и функциональное устройство, которое позволяет поддерживать необходимую температуру в помещении.",
    Control_boiler_Beok_text_2:
      "Терморегулятор подходит для управления газовыми и электрическими котлами отопления Baxi, Buderus, Bosch, Protherm, Wolf, Vaillant, Viessmann, Zota, Ariston, Navien, Mizudo, Эван, Thermex, Electro, Kiturami, Rinnai и другие. С помощью терморегулятора вы сможете управлять котлом отопления из любой точки мира через интернет, что делает его незаменимым помощником в быту. Термостат оснащен сенсорным управлением и поддерживает различные настройки температуры и заданных значений. Благодаря встроенному датчику температуры, устройство автоматически определяет фактическую температуру в помещении и начинает работу при необходимости.",
    Boiler_THERMEX_Sonne_grey_text:
      "Электрический настенный котел Sonne 12 Wi-Fi Grey от THERMEX - это надежное и эффективное решение для отопления вашего дома или дачи. Этот одноконтурный котел мощностью 12 кВт способен обогреть помещение площадью до 120 квадратных метров, обеспечивая комфортный микроклимат в холодное время года. Настенный монтаж экономит драгоценное пространство, а стильный темно-серый дизайн гармонично впишется в любой интерьер. Котел Sonne 12 Wi-Fi Grey оснащен функцией Wi-Fi, что позволяет управлять им удаленно с помощью смартфона или интегрировать его в систему умного дома, например, с голосовым помощником Алиса. Благодаря простоте установки и комплектации, включающей монтажный комплект и руководство пользователя, установка котла не составит труда.",
    Boiler_THERMEX_Cometa_text:
      "Котел электрический двухконтурный Cometa 12-24 Wi-Fi от THERMEX – это современное решение для отопления и горячего водоснабжения вашего дома или дачи. Этот настенный котел с тепловой мощностью 24 кВт способен эффективно обогреть помещение площадью до 240 кв.м. Благодаря двум контурам, котел Cometa 12-24 Wi-Fi обеспечивает не только комфортный микроклимат, но и подачу горячей воды для бытовых нужд. Управление котлом осуществляется с помощью интуитивно понятной панели управления, а также возможностью подключения к системе умного дома через Wi-Fi, что позволяет контролировать работу котла дистанционно, например, с помощью голосового помощника Алиса. Котел Cometa 12-24 Wi-Fi – это надежное и удобное решение для создания комфортных условий в вашем доме.",
    Boiler_THERMEX_Boss_text:
      "Электрический настенный котел Boss 12 Wi-Fi White от THERMEX - это надежное и эффективное решение для отопления вашего дома или дачи. Этот одноконтурный котел мощностью 12 кВт способен обогреть помещение площадью до 120 квадратных метров, обеспечивая комфортный микроклимат в холодное время года. Настенный монтаж экономит драгоценное пространство, а стильный белый дизайн гармонично впишется в любой интерьер. Котел Boss 12 Wi-Fi White оснащен функцией Wi-Fi, что позволяет управлять им удаленно с помощью смартфона или интегрировать его в систему умного дома, например, с голосовым помощником Алиса. Благодаря простоте установки и комплектации, включающей монтажный комплект и руководство пользователя, установка котла не составит труда.",
    Boiler_THERMEX_Sonne_white_text:
      "Электрический настенный котел Sonne 12 Wi-Fi White от THERMEX - это надежное и эффективное решение для отопления вашего дома или дачи. Этот одноконтурный котел мощностью 12 кВт способен обогреть помещение площадью до 120 квадратных метров, обеспечивая комфортный микроклимат в холодное время года. Настенный монтаж экономит драгоценное пространство, а стильный белый дизайн гармонично впишется в любой интерьер. Котел Sonne 12 Wi-Fi White оснащен функцией Wi-Fi, что позволяет управлять им удаленно с помощью смартфона или интегрировать его в систему умного дома, например, с голосовым помощником Алиса. Благодаря простоте установки и комплектации, включающей монтажный комплект и руководство пользователя, установка котла не составит труда.",
    Heating_thermostat_ZONT_text_1:
      "Отопительный термостат ZONT H-1V NEW предназначен поддерживать температурные условия в доме для комфортного проживания. Он контролирует и управляет работой котла из любой точки мира через личный кабинет веб-сервиса или мобильное приложение ZONT. 10 индивидуальных режимов отопления дома включают настройку работы по расписанию, учитывают уличную t° (ПЗА) и время суток. Записывается и сохраняется история событий.",
    Heating_thermostat_ZONT_text_2:
      "Резервная батарея в комплекте: при отключении электроэнергии прибор будет оставаться на связи до 12 часов и передавать информацию от подключенных к нему проводных датчиков.",
    Heating_thermostat_ZONT_text_3: "Крепление на DIN-рейку",
    "Humidifier_Xiaomi_4.5": "Увлажнитель воздуха Xiaomi 4.5 л",
    Humidifier_Xiaomi_5: "Увлажнитель воздуха Xiaomi 5 л",
    Humidifier_Xiaomi_4: "Увлажнитель воздуха Xiaomi 4 л",
    Humidifier_Xiaomi_3: "Увлажнитель воздуха Xiaomi 3 л",
    Humidifier_Aminix: "Очиститель воздуха Aminix",
    Air_Purifier_Xiaomi: "Очиститель воздуха Xiaomi Mijia Circulation Air Purifier белый",
    Air_Purifier_5_Xiaomi: "Очиститель воздуха Xiaomi Smart Air Purifier 5 Pro белый",
    Air_Purifier_Rawmid: "Очиститель воздуха Rawmid",
    Conditioner_Samsung_AI_25: "Кондиционер Samsung WindFree AI cooling + Filter 25 кв.м",
    Conditioner_Samsung_AI_35: "Кондиционер Samsung WindFree AI cooling + Filter 35 кв.м",
    Conditioner_Samsung_25: "Кондиционер Samsung WindFree 25 кв.м",
    Conditioner_Samsung_35: "Кондиционер Samsung WindFree 35 кв.м",
    Conditioner_Haier_20: "Кондиционер Haier 20 кв.м.",
    Conditioner_Haier_35: "Кондиционер Haier 35 кв.м.",
    Conditioner_Haier_50: "Кондиционер Haier 50 кв.м.",
    Conditioner_Haier_70: "Кондиционер Haier 70 кв.м.",
    Conditioner_LG_36: "Кондиционер LG 36 кв.м.",
    Conditioner_LG_27: "Кондиционер LG 27 кв.м.",
    Robot_Cleaner_DREAME_L40: "Робот-пылесос DREAME L40 белый",
    Robot_Cleaner_DREAME_D20: "Робот-пылесос DREAME Robot Vacuum D20 Ultra белый",
    Robot_Cleaner_DREAME_X50: "Робот-пылесос DREAME X50 Ultra Complete белый",
    Autoclave_Aqara: "Автокормушка Aqara 400 мл белый",
    Autoclave_Xiaomi: "Автоматическая кормушка Xiaomi для кошек и собак",
    Water_Dispenser_Xiaomi: "Автопоилка Xiaomi Smart Pet Water Dispenser 3л",
    Smart_Trash_T1: "Умное мусорное ведро Xiaomi Smart Trash Can T1",
    Smart_Trash_T3: "Умное мусорное ведро Xiaomi Smart Trash Can T3",
    Packages_Smart_Trash_T1: "Сменные пакеты для Xiaomi Townew Smart Trash Can T1 150 шт",
    Packages_Smart_Trash_T3: "Сменные картриджи с пакетами для Xiaomi TowNew Smart Trash T3 150 шт",
    Smart_mirror_round: "Умное зеркало с RGB - подсветкой, подогревом и часами, 85см., круглое.",
    Smart_mirror_square: "Умное зеркало с RGB - подсветкой, подогревом и часами, 80х80см., квадрат.",
    Smart_mirror_rectangle: "Умное зеркало с RGB - подсветкой, подогревом и часами, 80х50см., прямоугольник.",
    Smart_mirror_oval: "Умное зеркало с RGB - подсветкой, подогревом и часами, 90х40см., овал.",
    "Humidifier_Xiaomi_4.5_text_1":
      "Данное устройство предназначено для улучшения микроклимата в доме, особенно в период летнего зноя или с началом отопительного сезона.",
    "Humidifier_Xiaomi_4.5_text_2": "Увлажнитель подходит для помещения площадью до 25 КВ. М.",
    "Humidifier_Xiaomi_4.5_text_3":
      " Вода заливается сверху, что очень удобно. При недостаточном количестве жидкости в резервуаре устройство автоматически отключается. Корпус Xiaomi Mijia Mi Smart Humidifier состоит из двух частей. Верхняя часть представляет собой резервуар для воды, а в нижней части находится распылительный механизм и вся электроника.",
    Humidifier_Xiaomi_5_text_1:
      " Увлажнитель подходит для жилых комнат, детских и рабочих пространств, позволяя избежать проблем с сухим воздухом, который может вызывать дискомфорт и негативно сказываться на здоровье.",
    Humidifier_Xiaomi_5_text_2:
      "Он также отличается малым уровнем шума, что позволяет использовать его даже ночью, не беспокоясь о качестве сна. Smartmi Evaporative Humidifier 3 Lite эффективно очищает воду, что позволяет получать качественный увлажненный воздух, не причиняя вреда вашему здоровью.",
    Humidifier_Xiaomi_4_text:
      "Xiaomi Smartmi Evaporative Humidifier 3 Lite 4L EU (CJXJSQ06ZM) White - это испарительный увлажнитель воздуха со скоростью испарения 280 мл/ч и емкостью резервуара 4 л. Увлажнитель может работать без остановки до 14 часов, а уровень шума составляет всего 50 дБ. Устройство обладает регулировкой интенсивности испарения, а также поддерживает три режима работы: автоматический, ночной, поддержание влажности. Увлажнитель воздуха удобен в использовании: его можно установить как на пол, так и на стол; залив воды производится сверху. Площадь обслуживаемого помещения составляет 40 м².",
    Humidifier_Xiaomi_3_text_1:
      "Увлажнитель воздуха с ионизацией обладает невероятно стильным, оригинальным дизайном и пригодится в каждом доме. Увлажнитель для воздуха оснащен резервуаром для верхнего залива пресной или дистиллированной воды. Увлажнитель управляется как с помощью led - дисплея, так и через приложение в смартфоне (умный увлажнитель воздуха), с помощью голосовых помощников. Увлажнитель оснащен режимом самоочистки. Фильтрация при этом является многоуровневой.",
    Humidifier_Xiaomi_3_text_2:
      "Воздухоувлажнитель может использоваться в нескольких режимах: ночник, автомат и максимальное увлажнение. Увлажнитель воздуха мини оснащен датчиком - индикатором влажности воздуха и комнатной температуры, сенсорными кнопками для управления.",
    Humidifier_Aminix_text_1:
      " Aminix AMX01 — умный очиститель воздуха с ионизацией и управлением через телефон и Алису.",
    Humidifier_Aminix_text_2: "Основные преимущества:",
    Humidifier_Aminix_text_3:
      " • 3 ступени фильтрации: предварительный, HEPA H13 и угольный фильтр — удаляют до 99,95% пыли, аллергенов, дыма и запахов.",
    Humidifier_Aminix_text_4:
      "• Ионизация воздуха — наполняет помещение отрицательными ионами, снижает уровень аллергенов и бактерий, делает дыхание лёгким.",
    Humidifier_Aminix_text_5:
      "• Мониторинг качества воздуха — встроенные датчики и цветная индикация PM2.5 показывают уровень чистоты в реальном времени.",
    Humidifier_Aminix_text_6: "Обслуживаемая площадь 50.0 кв.м",
    Air_Purifier_Xiaomi_text_1:
      "Напольный очиститель воздуха представлен в белом корпусе с сенсорным дисплеем и набором понятных индикаторов. Символы на экране обозначают активные режимы и функции, температуру, влажность и другие показатели. Встроенный датчик контроля чистоты время от времени проводит анализ воздуха. Вы можете управлять устройством через мобильное приложение Mi Home и добавлять очиститель в экосистему умного дома Xiaomi.",
    Air_Purifier_Xiaomi_text_2:
      "Благодаря скорости прокачивания воздуха 510 м³/ч подходит для работы в помещениях площадью до 60 м². Угольный и фильтр предварительной очистки задерживают крупную пыль и неприятные запахи. HEPA H13 запирает внутри пыльцу, споры и подобные аллергены. Электростатический фильтр удаляет из воздуха мельчайшую пыль, сажу и копоть. Каталитический картридж с УФ-лучами устраняет бактерии и вирусы. Соответствующие индикаторы подсказывают о необходимости замены фильтров.",
    Air_Purifier_Xiaomi_text_3: " Обслуживаемая площадь 60.0 кв.м",
    Air_Purifier_5_Xiaomi_text_1:
      "Мощное решение для очищения воздуха в больших помещениях. Благодаря двухвентиляторной системе и шестислойной композитной фильтрации он эффективно удаляет бактерии, аллергены, пыль и формальдегид, обновляя воздух всего за 3 минуты.",
    Air_Purifier_5_Xiaomi_text_2:
      "Устройство оснащено передовыми датчиками для мониторинга качества воздуха, UV-C стерилизацией и интеллектуальным управлением через приложение и голосового помощника. Низкий уровень шума, стильный дизайн и энергоэффективный фильтр делают его идеальным выбором для дома и офиса.",
    Air_Purifier_5_Xiaomi_text_3: "Обслуживаемая площадь 95.0 кв.м",
    Air_Purifier_Rawmid_text_1:
      "Очиститель воздуха RAWMID Modern RMP-01 позволяет добиться максимальной чистоты воздуха и поддерживать здоровый климат в доме. Прибор предназначен для очистки воздуха от мельчайших частиц пыли, различных аллергенов, вирусов и бактерий, неприятных запахов. Эффективную очистку воздуха обеспечивает тройная фильтрация: предварительный фильтр, фильтр тонкой очистки HEPA13 и угольный фильтр.",
    Air_Purifier_Rawmid_text_2: "Особенности очистителя воздуха RAWMID Modern:",
    Air_Purifier_Rawmid_text_3:
      "Эффективность очистки 99,95% В очистителе воздуха RAWMID Modern RMP-01 установлен высокоэффективный фильтр класса HEPA13. Он удерживает 99,95% аллергенов и самых мельчайших частиц пыли размером менее 0,6 микрона. Он тихий, надёжный и долговечный. Во время работы очиститель не будет мешать вам концентрироваться на ваших делах.",
    Air_Purifier_Rawmid_text_4:
      "В очистителе RAWMID Modern предусмотрен ночной режим, в котором прибор практически бесшумный, а свет панели управления приглушён. В приложении для смартфона работу ночного режима можно настроить так, чтобы он автоматически включался вечером и выключался утром. На дисплее воздухоочистителя отображается текущая концентрация частиц PM2.5 (мкг/м³).",
    Air_Purifier_Rawmid_text_5:
      "Чуть ниже находится простая, интуитивно понятная цветная шкала качества воздуха. Она подскажет, когда качество воздуха высокое, среднее или низкое.",
    Air_Purifier_Rawmid_text_6:
      "Быстрый доступ к фильтру - Поменять фильтр на новый — легко и просто. Старый фильтр быстро снимается, а на его место ставится точно такой же новый фильтр. На всё про всё — 5 секунд.",
    Air_Purifier_Rawmid_text_7:
      "В воздухоочистителе RAWMID Modern предусмотрен специальный отсек для ароматических масел.",
    Air_Purifier_Rawmid_text_8: "Обслуживаемая площадь 80.0 кв.м",
    Conditioner_Samsung_AI_text_1:
      "Оставайтесь в комфорте с режимом WindFree. Он мягко и тихо рассеивает воздух через 23 000 микроотверстий без неприятного ощущения холодного ветра на вашей коже. В режиме WindFree наружный блок потребляет минимальное количество электроэнергии, что позволяет снизить энергопотребление на 77% по сравнению с обычном режимом*. В результате вы будете испытывать комфортную прохладу и не беспокоиться о суммах, фигурирующих в счетах за электроэнергию.",
    Conditioner_Samsung_AI_text_2:
      "Автоохлаждение с искусственным интеллектом (AI Auto Cooling). Эта система автоматически оптимизирует различные режимы работы кондиционера, анализируя условия в комнате и ваши индивидуальные особенности использования кондиционера.",
    Conditioner_Samsung_AI_text_3:
      "Режим «Спокойный сон» создает комфортную атмосферу пока вы спите. Система автоматического контроля температуры поддерживает в комнате комфортную атмосферу, благодаря чему вы быстро засыпаете и просыпаетесь свежим и отдохнувшим.",
    Conditioner_Samsung_AI_text_4:
      "Фильтр PM1.0 сохраняет воздух по-настоящему чистым, быстро улавливая даже ультрадисперсную пыль. Цветные индикаторы также показывают текущее качество воздуха. Фильтр можно мыть, поэтому его легко и экономично обслуживать.",
    Conditioner_Samsung_AI_text_5:
      "Датчик движения определяет отсутствие движения в течение 20 минут и автоматически переключается в режим WindFree для экономии энергии.Датчик обнаружения движения начнет обнаруживать отсутствие движения как минимум через 5 и максимум через 60 минут.",
    Conditioner_Samsung_text_1:
      "Кондиционеры с технологией Wind-Free эффективно поддерживают заданную температуру и исключают возникновение сквозняков. Охлажденный воздух поступает через 23 000 микроотверстий, поэтому воздух в помещении распределяется равномерно по всей площади и тратится на 77% меньше энергии.",
    Conditioner_Samsung_text_2:
      "Режим «Быстрое охлаждение» позволяет быстро охладить воздух за счет работы компрессора и вентиляции на максимальной мощности на 43% быстрее.",
    Conditioner_Samsung_text_3:
      "Настройте температуру даже если вы не дома. При использовании приложения SmartThings вы можете удаленно управлять настройками кондиционера с помощью нескольких касаний.",
    Conditioner_Samsung_text_4:
      " Трехслойный материал защищает от пыли, волос, больших частиц, вирусов, бактерий и аллергенов.",
    Conditioner_Haier_text_1:
      " Представляем вам сплит-систему Haier HSU-12HRM503 — идеальное решение для комфортного климата в вашем доме или офисе. С мощностью охлаждения 3400 Вт и обогрева 3400 Вт, она обеспечит оптимальную температуру в помещениях.",
    Conditioner_Haier_text_2: "Особенности:",
    Conditioner_Haier_text_3: " - Таймер включения/выключения — настройте работу кондиционера под свой график.",
    Conditioner_Haier_text_4: "- Режим осушения — эффективно удаляет избыточную влагу из воздуха.",
    Conditioner_Haier_text_5:
      "- Управление с мобильного устройства — контролируйте климат в вашем доме из любой точки.",
    Conditioner_Haier_text_6: "- Регулировка скорости вентилятора — настройте комфортный уровень воздушного потока.",
    Conditioner_Haier_text_7:
      "- Низкий уровень шума — всего 39 дБ, что обеспечивает тихую работу.Эта сплит-система идеально подходит для тех, кто ценит комфорт и современные технологии в повседневной жизни.",
    Conditioner_Haier_text_8:
      "Она станет отличным выбором для квартир, офисов и небольших помещений.Рекомендуем устанавливать устройство в местах, где требуется постоянный контроль температуры, и использовать его в сочетании с дополнительными фильтрами для улучшения качества воздуха.",
    Conditioner_LG_text:
      "Испытайте самые комфортные условия для сна с автоматически регулируемыми функциями. Когда активирована функция комфортного сна. Дисплей информирует вас, чтобы вы могли легко отслеживать и снижать потребление энергии. Пре-фильтр останавливает крупные частицы пыли с самого начала. Голосовое управление возможно после сопряжения приложений LG ThinQ и Yandex и при наличии Умной колонки с Голосовым помощником Алиса.",
    Robot_Cleaner_DREAME_L40_text_1: "Датчики:",
    Robot_Cleaner_DREAME_L40_text_2:
      "- датчик падения, датчик обнаружения препятствий, датчик определения типа поверхности, датчики обнаружения перепадов",
    Robot_Cleaner_DREAME_L40_text_3: "Режимы и функции:",
    Robot_Cleaner_DREAME_L40_text_4:
      "- построение карты помещения, уборка по расписанию, ограничитель зоны уборки, уборка в случайном порядке, режим локальной уборки, автоматический возврат на зарядную станцию, распознавание лестницы, обход препятствий, самозарядка",
    Robot_Cleaner_DREAME_D20_text_1:
      "Режимы и функции: построение карты помещения, ограничитель зоны уборки, режим локальной уборки, автоматический возврат на зарядную станцию, обход препятствий, самозарядка.",
    Robot_Cleaner_DREAME_D20_text_2:
      "В комплекте: Робот-пылесос, Базовая станция, Боковая щетка, Держатель салфеток, Мешок для мусора, Руководство пользователя",
    Robot_Cleaner_DREAME_X50_text_1:
      "Dreame X50 Ultra Complete — не просто робот-пылесос, а полностью автономная клининговая станция нового поколения.",
    Robot_Cleaner_DREAME_X50_text_2:
      "Он думает сам, убирается сам и обслуживает себя сам. Вам остаётся только наслаждаться чистотой. Поддерживает Русский язык.",
    Robot_Cleaner_DREAME_X50_text_3:
      "Через фирменное приложение можно настроить расписание, задать запретные зоны, выбрать режим уборки для каждой комнаты и даже включить видеозвонок, чтобы посмотреть, как дела у питомца.",
    Robot_Cleaner_DREAME_X50_text_4:
      "X50 Ultra легко преодолевает пороги до 6 см, распознаёт до 200 типов объектов (включая игрушки, носки, миски животных) и точно ориентируется даже в тёмных углах. Он убирается в труднодоступных местах, под мебелью и вдоль стен — всё под контролем интеллектуальной системы навигации с AI и 3D-сканированием.",
    Robot_Cleaner_DREAME_X50_text_5:
      "Мощное всасывание в 20 000 Па справится с любой грязью: от пыли и шерсти до крошек и песка. Уникальная двойная щётка не наматывает волосы и очищает ковры и полы максимально эффективно.",
    Robot_Cleaner_DREAME_X50_text_6:
      "После уборки робот сам отправляется на базу, где моет свои мопы горячей водой до 80°C, сушит их горячим воздухом и обрабатывает УФ-светом. Вся грязная вода уходит в бак, чистая подаётся автоматически. Вам не нужно ничего заливать, сливать или стирать вручную.",
    Autoclave_Aqara_text_1:
      "Aqara Smart Pet Feeder C1 – это умная кормушка для домашних животных, которая позволяет автоматизировать кормление ваших кошек или собак, обеспечивая им здоровое и регулярное питание, даже когда вас нет дома.",
    Autoclave_Aqara_text_2: "Ключевые особенности:",
    Autoclave_Aqara_text_3: "Автоматическое кормление:",
    Autoclave_Aqara_text_4:
      "Установите расписание кормления и порции для обеспечения регулярного и сбалансированного питания вашего питомца, даже когда вас нет дома.",
    Autoclave_Aqara_text_5: "Управление порциями:",
    Autoclave_Aqara_text_6: "Контролируйте количество выдаваемого корма для поддержания здорового веса вашего питомца.",
    Autoclave_Aqara_text_7: "Голосовое управление:",
    Autoclave_Aqara_text_8:
      "Управляйте кормушкой с помощью голосовых команд через Google Assistant или Умный дом Яндекса.",
    Autoclave_Aqara_text_9: "Удаленный доступ:",
    Autoclave_Aqara_text_10:
      "Следите за уровнем корма и управляйте кормушкой из любой точки мира с помощью приложения Aqara Home.",
    Autoclave_Aqara_text_11: "Двухсторонний голосовой чат:",
    Autoclave_Aqara_text_12: "Общайтесь со своим питомцем удаленно через встроенный динамик и микрофон.",
    Autoclave_Aqara_text_13: "Запись видео:",
    Autoclave_Aqara_text_14:
      "Записывайте короткие видео во время кормления, чтобы следить за своим питомцем, когда вас нет дома.",
    Autoclave_Aqara_text_15: "Подходит для разных кормов:",
    Autoclave_Aqara_text_16: "Вмещает до 4 кг сухого корма в виде гранул или хлопьев.",
    Autoclave_Aqara_text_17: "Удобная чистка:",
    Autoclave_Aqara_text_18: "Съемный контейнер для корма и чаша из нержавеющей стали легко чистить.",
    Autoclave_Aqara_text_19: "Резервное питание:",
    Autoclave_Aqara_text_20:
      "Встроенная батарея обеспечивает бесперебойную работу на случай отключения электроэнергии.",
    Autoclave_Xiaomi_text_1:
      "Автоматическая кормушка для кошек Xiaomi Smart Pet Food Feeder 2 XMWSQ02 — идеальное решение для заботливых хозяев. Благодаря вместительному контейнеру на 5 литров и возможности разместить до 2,5 кг корма за один раз, эта умная кормушка с таймером обеспечит вашего питомца питанием на целый месяц.",
    Autoclave_Xiaomi_text_2:
      "С датчиком взвешивания, который работает в режиме реального времени, вы всегда будете знать, сколько корма осталось в миске, и сможете избежать недоедания или переедания вашего любимца. Умная кормушка BHR9030EU для сухого корма анализирует физическое состояние животного и предлагает индивидуальные рекомендации по питанию, учитывая возраст и вес.",
    Autoclave_Xiaomi_text_3:
      "Инфракрасный мониторинг позволяет вам всегда быть в курсе состояния продовольственных запасов и своевременно пополнять их. Если вдруг произойдёт отключение электроэнергии, то не стоит беспокоиться — кормушка оснащена резервной системой питания на основе двух батареек типа АА, которые обеспечат её работу до 10 дней.",
    Water_Dispenser_Xiaomi_text_1:
      "Инновационное устройство для заботы о вашем питомце, оснащенное вместительным резервуаром объемом 3 литра. Четырехступенчатая система фильтрации гарантирует чистоту и свежесть воды, удаляя загрязнения и шерсть. С тремя режимами подачи воды, бесшумной работой и водонепроницаемостью IPX7, эта поилка обеспечивает комфорт и удобство. Интеграция с приложением Xiaomi Home позволяет легко управлять устройством и следить за состоянием воды, делая его незаменимым помощником в заботе о здоровье вашего питомца. Он способен обеспечить до 15 дней автономной работы без необходимости частого пополнения запаса воды. Это особенно удобно для занятых владельцев или тех, кто часто покидает дом, уверенные в том, что их питомец всегда будет обеспечен необходимым количеством жидкости.",
    Water_Dispenser_Xiaomi_text_2:
      "С тремя различными режимами подачи воды (постоянный поток, журчащий фонтан и мягкие струи) диспенсер предлагает выбор, который удовлетворит даже самых требовательных питомцев.",
    Smart_Trash_T1_text_1:
      " Высокотехнологичное умное ведро значительно облегчит выполнение ежедневных рутинных обязанностей и поможет сэкономить драгоценное время.",
    Smart_Trash_T1_text_2:
      "Модель T1 оснащена двумя лазерными датчиками. Один следит за приближением человека и открывает крышку, а второй служит для извлечения пакета с мусором. Замена пакетов в ведре происходит автоматически.",
    Smart_Trash_T1_text_3:
      "Специальные рулоны имеют большие размеры, повышенную прочность и плотность, что позволяет складывать в них даже отбросы с острыми углами. Однако аппарат без проблем принимает и стандартные полиэтиленовые мешки. Во время замены пакета встроенные вентиляторы создают разрежение и втягивают пакет внутрь ведра таким образом, чтобы он плотно прилегал к стенкам и дну. Результат получается во много раз лучше, чем если бы пакет менялся руками. Кроме того, в такой пакет вместится больше мусора, и его не надо специально утрамбовывать. Матово чёрный цвет мусорных мешков позволяет сохранить конфиденциальность  перед соседями.",
    Smart_Trash_T1_text_4:
      "Особое внимание уделено санитарной гигиене – крышка гаджета оборудована герметичным уплотнителем, препятствующим проникновению любых запахов. Это помогает не только повысить уровень чистоты, но и исключить риск появления паразитирующих насекомых и различных микроорганизмов. Объем 15,5 литров.",
    Smart_Trash_T3_text_1:
      "Модель T3 оснащена двумя лазерными датчиками. Один следит за приближением человека и открывает крышку, а второй служит для извлечения пакета с мусором. Замена пакетов в ведре происходит автоматически.",
    Smart_Trash_T3_text_2: "При необходимости крышку можно держать всегда открытой.",
    Smart_Trash_T3_text_3:
      "Специальные рулоны имеют большие размеры, повышенную прочность и плотность, что позволяет складывать в них даже отбросы с острыми углами. Однако аппарат без проблем принимает и стандартные полиэтиленовые мешки. Во время замены пакета встроенные вентиляторы создают разрежение и втягивают пакет внутрь ведра таким образом, чтобы он плотно прилегал к стенкам и дну.",
    Smart_Trash_T3_text_4:
      "Особое внимание уделено санитарной гигиене – крышка гаджета оборудована герметичным уплотнителем, препятствующим проникновению любых запахов. Это помогает не только повысить уровень чистоты, но и исключить риск появления паразитирующих насекомых и различных микроорганизмов. Объем 13 литров.",
    Packages_Smart_Trash_T1_text_1: "Объем - 15.5 л",
    Packages_Smart_Trash_T1_text_2: "Тип упаковки - коробка",
    Packages_Smart_Trash_T1_text_3: "Сверхпрочный - Да",
    Packages_Smart_Trash_T1_text_4: "Материал - полипропилен",
    Packages_Smart_Trash_T1_text_5: "Размер - 20.5 х 3 х 20.5 см",
    Packages_Smart_Trash_T1_text_6: "Количество в упаковке - 150",
    Packages_Smart_Trash_T3_text_1: "Объем - 13.0 л",
    Packages_Smart_Trash_T3_text_2: "Тип упаковки - коробка",
    Packages_Smart_Trash_T3_text_3: "Сверхпрочный - Да",
    Packages_Smart_Trash_T3_text_4: "Материал - полипропилен",
    Packages_Smart_Trash_T3_text_5: "Размер - 24.5 х 3.7 х 14 см",
    Packages_Smart_Trash_T3_text_6: "Количество в упаковке - 150",
    Smart_mirror_text_1:
      "Зеркало настенное с подсветкой - это не только функциональный элемент интерьера, но и стильное дополнение к вашей ванной комнате. Зеркало с подсветкой в ванную - отличный выбор для создания атмосферы уюта и релакса. А зеркало в прихожую настенное с подсветкой станет стильным акцентом в вашем доме.",
    Smart_mirror_text_2:
      "Выберите подсветку под свое настроение, купив зеркало настенное для прихожей большое с нейтральным светом 4500К, которое поможет забыть о неудобствах и с уверенной рукой наносить макияж или приобретя зеркало большое настенное с холодным светом 6000К, благодаря которому можно смело браться за выполнение домашнего задания/работы, так как этот свет способствует концентрации внимания, а заказав зеркало в ванну с подсветкой и теплым светом 3000К вы ощутите на себе летнее солнышко. Если определиться с выбором никак не получается, вы можете это все совместить, купив подсветку 3в1 (3000К, 4500К, 6000К) или приобрести миллион цветов в одном товаре - RGB-подсветку.",
    Camera_Yandex: "Камера видео наблюдения Yandex",
    Camera_street_Roximo: "Умная камера уличная ROXIMO",
    Camera_rotary_Roximo: "Умная поворотная камера ROXIMO",
    Camera_Roximo: "Умная камера ROXIMO",
    Camera_E27_Roximo: "Умная камера ROXIMO с адаптером питания E27",
    Camera_4G_Roximo: "Умная 4G камера уличная поворотная ROXIMO",
    Camera_street_rotary_Roximo: "Умная камера уличная поворотная ROXIMO",
    Camera_Yandex_text_1:
      "Камера видеонаблюдения YNDX-00582GRY — идеальный выбор для дома и дачи. Это первая умная камера Яндекса с современным дизайном и качественным видеонаблюдением через Wi-Fi. Она интегрируется с экосистемой Алисы, имеет угол обзора 103º и поворотный механизм 350º, что позволяет не упустить ни одной детали. Она активирует запись при обнаружении движения или звуков и включает ночное видение в темноте.",
    Camera_Yandex_text_2:
      " Вы можете следить за трансляцией через приложение или ТВ Станцию и делиться доступом с родственниками. Камера уведомляет о любой активности и может отключать запись по необходимости.",
    Camera_Yandex_text_3: "Интерфейсы: USB, Wi-Fi, поддержка карт памяти microSD.",
    Camera_Yandex_text_4: "Особенности: детектор движения, приватный режим, степень защиты IP20.",
    Camera_Yandex_text_5:
      "Дополнительные функции: встроенный микрофон, стриминг видео на смартфон, голосовое управление через Яндекс Станцию.",
    Camera_street_Roximo_text_1:
      "Камерой можно управлять с помощью специального мобильного приложения, просматривать в режиме онлайн все, что происходит в Вашем доме. Видео можно записывать на SD-карту или в облачное хранилище, а затем просматривать. При использовании охранной функции - при обнаружении движения камера автоматически запишет и сохранит видеозапись.",
    Camera_street_Roximo_text_2: "Доступны ночной режим, обнаружение движения, двусторонняя связь.",
    Camera_street_Roximo_text_3:
      "Комплектация: инструкция- 1шт; Крепление- 1шт, Адаптер питания- 1шт.; Умная камера- 1шт",
    Camera_rotary_Roximo_text_1:
      "Ip камера имеет функцию поворота и может просматривать пространство на все 360 градусов. В комплекте имеется специальное крепление и камера может быть закреплена к стене или потолку, а изображение картинки можно перевернуть в настройках камеры.",
    Camera_rotary_Roximo_text_2: "Доступны ночной режим, обнаружение движения, двусторонняя связь, видеоняня.",
    Camera_rotary_Roximo_text_3:
      "Комплектация: USB кабель- 1шт; Адаптер питания- 1шт; инструкция- 1шт; Умная камера- 1 шт; комплект крепежа- 1шт",
    Camera_Roximo_text_1:
      "Камера выполнена в корпусе для установки на специальной поворотной ножке. Платформа ножки так же может быть закреплена к стене или потолку, а изображение картинки можно перевернуть в настройках камеры.",
    Camera_Roximo_text_2: "Доступны ночной режим, обнаружение движения, двусторонняя связь, видеоняня.",
    Camera_Roximo_text_3:
      "Комплектация: Лента 3М- 1шт; USB кабель- 1шт; Адаптер питания-1шт; инструкция- 1шт; Умная камера- 1шт",
    Camera_E27_Roximo_text_1:
      "лагодаря адаптеру питания Е27 камеру можно установить, вкрутив ее вместо лампочки. Ip камера имеет функцию поворота и может просматривать пространство на все 360 градусов. В комплекте имеется специальное крепление и камера может быть закреплена к стене или потолку, а изображение картинки можно перевернуть в настройках камеры.",
    Camera_E27_Roximo_text_2: "Доступны ночной режим, обнаружение движения, двусторонняя связь, видеоняня.",
    Camera_E27_Roximo_text_3:
      "Комплектация: USB кабель- 1шт; Адаптер питания- 1шт; инструкция- 1шт; Крепежный комплект- 1шт; Адаптер питания Е27-1шт; Умная камера- 1шт",
    Camera_4G_Roximo_text_1:
      "Наличие слота для сим-карты и поддержка стандарта связи 4G позволяют установить камеру в любом месте без необходимости проводить интернет для удаленного наблюдения. Видео можно записывать на SD-карту или в облачное хранилище, а затем просматривать. При использовании охранной функции - при обнаружении движения камера автоматически запишет и сохранит видеозапись.",
    Camera_4G_Roximo_text_2:
      "Доступны ночной режим, обнаружение движения, двусторонняя связь, режим патрулирования, возврат в дежурную позицию.",
    Camera_4G_Roximo_text_3: "Комплектация: инструкция- 1шт; Крепление- 1шт, Адаптер питания- 1шт.; Умная камера- 1шт",
    Camera_street_rotary_Roximo_text_1:
      "Умная уличная поворотная камера ROXIMO RHC202 - это одно из устройств экосистемы умного дома Roximo.",
    Camera_street_rotary_Roximo_text_2:
      "Камера имеет функцию поворота и может просматривать пространство на все 360 градусов. В комплекте имеется специальное крепление и камера может быть закреплена к стене или потолку, а изображение картинки можно перевернуть в настройках камеры. При использовании охранной функции - при обнаружении движения камера автоматически запишет и сохранит видеозапись.",
    Camera_street_rotary_Roximo_text_3:
      "Доступны ночной режим, обнаружение движения, двусторонняя связь, режим патрулирования, возврат в дежурную позицию.",
    Camera_street_rotary_Roximo_text_4:
      "Комплектация: инструкция- 1шт; Крепление- 1шт, Адаптер питания- 1шт.; Умная камера- 1шт",
    Smart_Door_Xiaomi: "Замок Xiaomi электро механический",
    Smart_Door_Xiaomi_E30: "Умный дверной замок Xiaomi Smart Door Lock E30",
    Smart_Door_Aqara_A100: "Замок Aqara A100",
    Smart_Door_Aqara_D100: "Замок Aqara электро механический Door Lock D100",
    Smart_Door_Aqara_N100: "Замок Aqara электро механический Door Lock N100",
    Smart_Window: "Умный открыватель окна RoboArm",
    Smart_Door_Xiaomi_text_1:
      "Умный дверной замок Xiaomi Smart Door Lock — это современное решение для обеспечения безопасности вашего дома с широким набором функций и высокой степенью защиты.",
    Smart_Door_Xiaomi_text_2: "9 способов разблокировки:",
    Smart_Door_Xiaomi_text_3: "— Сканер отпечатков пальцев с ИИ (точность 99,29%, скорость 0,5 сек)",
    Smart_Door_Xiaomi_text_4: "— Постоянный и одноразовый пароли",
    Smart_Door_Xiaomi_text_5: "— Bluetooth через смартфон",
    Smart_Door_Xiaomi_text_6: "— Механический ключ",
    Smart_Door_Xiaomi_text_7: "— NFC-карты (приобретаются отдельно)",
    Smart_Door_Xiaomi_text_8: "— разблокировка через смартфон, часы и браслеты Xiaomi, Gizmochina",
    Smart_Door_Xiaomi_text_9: "Шестиуровневая система защиты:",
    Smart_Door_Xiaomi_text_10: "— Цилиндр замка класса C",
    Smart_Door_Xiaomi_text_11: "— Защита от взлома и вскрытия",
    Smart_Door_Xiaomi_text_12: "— Датчик приоткрытой двери уведомляет пользователя, если дверь не закрыта полностью",
    Smart_Door_Xiaomi_text_13: "— Интеграция с Mi Home и HyperOS",
    Smart_Door_Xiaomi_text_14: "Аварийное питание через Type-C (5 В, 0,5 А)",
    Smart_Door_Xiaomi_E30_text_1: "Камера",
    Smart_Door_Xiaomi_E30_text_2:
      "Интеллектуальная система обнаружения с искусственным интеллектом автоматически активирует запись видео, когда кто-то задерживается у вашей двери, мгновенно отправляя уведомление на ваш смартфон. Вы можете в режиме реального времени наблюдать за происходящим, где бы вы ни находились, и принимать соответствующие меры.",
    Smart_Door_Xiaomi_E30_text_3: "Разблокировка",
    Smart_Door_Xiaomi_E30_text_4:
      "Замок предлагает 9 различных способов разблокировки, включая мгновенный сканер отпечатков пальцев с ИИ, обеспечивающий точность 99,29% и скорость разблокировки за 0,5 секунды. Приложение позволяет создавать временные или постоянные ключи для членов семьи, друзей или обслуживающего персонала, что обеспечивает гибкость и контроль над доступом к вашему дому.",
    Smart_Door_Xiaomi_E30_text_5: "Защита",
    Smart_Door_Xiaomi_E30_text_6:
      "Устройство оснащено цилиндром C-класса, что делает его устойчивым к взлому. Шестиуровневая система защиты замка гарантирует высокий уровень безопасности. Встроенный датчик приоткрытой двери с функцией уведомлений обеспечивает дополнительный уровень защиты.",
    Smart_Door_Xiaomi_E30_text_7: "Питание",
    Smart_Door_Xiaomi_E30_text_8:
      "Замок оснащен двумя источниками питания: основным от 4-х батареек АА и резервным – литиевой батареей емкостью 5000 мАч. В случае разряда батареек, вы всегда сможете воспользоваться аварийным источником питания через порт Type-C, чтобы открыть дверь.",
    Smart_Door_Xiaomi_E30_text_9: "Приложение Mi Home",
    Smart_Door_Xiaomi_E30_text_10:
      "Благодаря Bluetooth 5.0 и Wi-Fi замок легко интегрируется в вашу домашнюю сеть, позволяя управлять им из любой точки мира. Используйте приложение Mi Home, позволяющим удаленно управлять доступом, отслеживать историю открытий и закрытий, а также получать уведомления о попытках несанкционированного проникновения.",
    Smart_Door_Aqara_A100_text_1:
      "Aqara Door Lock A100 Zigbee Edition имеет немаркий алюминиевый корпус. Предупредит о попытке взлома и множестве неправильных попыток ввода пароля. У устройства скрытая клавиатура — чтобы её активировать, нужно дотронуться до сенсорной панели.",
    Smart_Door_Aqara_A100_text_2: "Способы разблокировки",
    Smart_Door_Aqara_A100_text_3: "Удалённо через приложение Aqara Home",
    Smart_Door_Aqara_A100_text_4: "Отпечаток пальца",
    Smart_Door_Aqara_A100_text_5: "Постоянный пароль",
    Smart_Door_Aqara_A100_text_6: "Одноразовый пароль",
    Smart_Door_Aqara_A100_text_7: "Временный пароль",
    Smart_Door_Aqara_A100_text_8: "Механический ключ",
    Smart_Door_Aqara_A100_text_9: "NFC-метка",
    Smart_Door_Aqara_A100_text_10:
      "Если батареи сели, вы всё равно сможете открыть замок с помощью механического ключа или запитать его через порт Type-C.",
    Smart_Door_Aqara_D100_text_1:
      "Это умный дверной замок, который обеспечивает безопасность и удобство вашего дома. Он оснащен множеством функций, которые позволяют вам блокировать и разблокировать дверь с помощью различных методов, а также отслеживать активность и получать уведомления.",
    Smart_Door_Aqara_D100_text_2: "Методы разблокировки:",
    Smart_Door_Aqara_D100_text_3:
      "Отпечаток пальца: D100 может хранить до 20 уникальных отпечатков пальцев, что обеспечивает быстрый и безопасный доступ.",
    Smart_Door_Aqara_D100_text_4:
      "Пароль: Используйте постоянные или временные пароли для доступа к замку, удобно для гостей или уборщиков.",
    Smart_Door_Aqara_D100_text_5: "NFC: Разблокируйте замок прикосновением карты NFC или смартфона с поддержкой NFC.",
    Smart_Door_Aqara_D100_text_6:
      "Механический ключ: Используйте механический ключ в случае непредвиденных ситуаций, когда электронные методы недоступны.",
    Smart_Door_Aqara_D100_text_7:
      "Удаленный доступ: Блокируйте и разблокируйте замок удаленно через приложение Aqara Home или Apple HomeKit, находясь где угодно.",
    Smart_Door_Aqara_D100_text_8: "Функции безопасности:",
    Smart_Door_Aqara_D100_text_9:
      "Обнаружение взлома: Получайте уведомления, если кто-то попытается взломать вашу дверь.",
    Smart_Door_Aqara_D100_text_10:
      "Неверные попытки ввода пароля: Замок автоматически блокируется после нескольких неверных попыток ввода пароля.",
    Smart_Door_Aqara_D100_text_11:
      "Режим “Вне дома”: Активируйте режим “Вне дома”, и замок автоматически заблокируется после закрытия двери.",
    Smart_Door_Aqara_D100_text_12:
      "Двухфакторная аутентификация: Добавьте дополнительный уровень безопасности, используя двухфакторную аутентификацию при доступе к замку удаленно.",
    Smart_Door_Aqara_D100_text_13: "Другие функции:",
    Smart_Door_Aqara_D100_text_14:
      "Журнал активности: Просматривайте историю использования замка, чтобы увидеть, кто и когда открывал дверь.",
    Smart_Door_Aqara_D100_text_15:
      "Голосовое управление: Используйте Siri или Google Assistant для управления замком с помощью голосовых команд.",
    Smart_Door_Aqara_D100_text_16:
      "Автоматизация: Создавайте сценарии автоматизации, чтобы замок взаимодействовал с другими умными устройствами в вашем доме.",
    Smart_Door_Aqara_D100_text_17:
      "Длительное время автономной работы: Замок питается от литий-ионной батареи, которая работает до 1 года на одном заряде. Резервное питание: Замок имеет порт USB-C для зарядки в случае разрядки батареи.",
    Smart_Door_Aqara_N100_text_1:
      "Устройство может быть установлено как на деревянные, так и на стальные двери с толщиной полотна от 40 до 80 мм.",
    Smart_Door_Aqara_N100_text_2: "Способы открытия",
    Smart_Door_Aqara_N100_text_3:
      "Замок поддерживает следующие способы открытия: разблокировка с помощью отпечатка пальца, пароля, карты NFC, временного пароля, HomeKit или аварийного ключа.",
    Smart_Door_Aqara_N100_text_4: "Умный дверной звонок",
    Smart_Door_Aqara_N100_text_5:
      "Во внутреннюю панель замка встроен динамик, который при нажатии кнопки на внешней панели проигрывает мелодию звонка. Если вы не хотите использовать звонок — настройте автоматизацию по-другому. Пусть при нажатии кнопки на внешней панели замка вам приходит оповещение на смартфон или, например, включается свет в коридоре. Это удобно, если вы не хотите случайно разбудить близких или потревожить домашних животных.",
    Smart_Window_text_1:
      "Оконный привод отлично подойдет для создания максимально комфортабельных условий – дистанционного проветривания помещений, автоматического регулирования уровня влажности и доступа свежего воздуха.",
    Smart_Window_text_2:
      "Ширина открытия составляет 15-20 см. что вполне достаточно, также величину открытия можно регулировать в процентах.",
    Smart_Window_text_3:
      "Внимание: У устройства нет защиты от препятствия! Если вы забудете открыть физически запирающую ручку окна и включите на открытие привод - скорее всего он выйдет из строя.",
    Gates_lock: "Электро механический замок на калитку с радио пультами и Wi-Fi",
    Gates_lock_180: "Электро магнитный замок на дверь с WiFi и радио пультом 180кг",
    Gate_lock_chrome: "Электро механический замок на калитку с радио пультами и Wi-Fi (хром)",
    Gate_relay: "Умное Wifi реле для ворот, автоматика для откатных",
    Gate_drive: "Умный привод откатных ворот с Алисой",
    Ring_wireless: "Звонок дверной беспроводной",
    Smart_intercom: "Умный домофон espDomofon цифровой",
    Gates_lock_text_1:
      "Электромеханический замок для калитки с управлением на радиопультах и с приложения на смартфоне.",
    Gates_lock_text_2: "Доп. опции прибора",
    Gates_lock_text_3:
      "Aвтоматическое включение/отключение; антивандальный корпус; дистанционное управление; индикация включения; функция активации по голосу",
    Gates_lock_text_4:
      "Комплектация: ключи TouchMemory - 5шт; блок питания - 1шт; контроллер - 1 шт; кнопка «Выход» - 1шт",
    Gates_lock_180_text_1:
      "Способ открытия - радио пульт, приложение; радио кнопка. Толщина двери 100. Количество регистрируемых карт 5 шт.",
    Gates_lock_180_text_2:
      "Доп. опции прибора - автоматическое включение/отключение; антивандальный корпус; дистанционное управление; индикация включения; функция активации по голосу",
    Gates_lock_180_text_3:
      "Наличие батареек в комплекте нет. Количество кодовых символов, мин. 5 шт. Количество кодовых символов, макс. 5 шт.",
    Gates_lock_180_text_4: "Комплектация - Электромагнитный замок на дверь с WiFi и радиопультом",
    Gate_lock_chrome_text_1: "Способ открытия - Кнопкой; wifi; радио пульт.",
    Gate_lock_chrome_text_2: "Толщина двери 100",
    Gate_lock_chrome_text_3: "Количество регистрируемых карт - 2 шт.",
    Gate_lock_chrome_text_4:
      "Доп. опции прибора - автоматическое включение/отключение; антивандальный корпус; дистанционное управление; индикация включения; функция активации по голосу.",
    Gate_lock_chrome_text_5: "Наличие батареек в комплекте - нет",
    Gate_lock_chrome_text_6: "Количество кодовых символов, мин. - 3 шт.",
    Gate_lock_chrome_text_7: "Количество кодовых символов, макс. - 2 шт.",
    Gate_lock_chrome_text_8:
      "Комплектация - блок питания - 1шт; контроллер - 1 шт; радио пульт - 2 шт.; электромеханический замок (хром) - 1 шт.",
    Gate_relay_text:
      "WiFi автоматика для ворот, жалюзи, роллет, теплицы, дверей. Автоматическое открытие гаражных и уличных ворот, роллет, Умный реле Wi-Fi для открывания гаражных и уличных откатных ворот.",
    Gate_drive_text_1:
      "Основными характеристиками комплекта автоматики является простота подключения и надежность эксплуатации. Умные электроприводы предназначены для автоматизации откатных ворот на объектах частного и промышленного сектора с низкой и средней интенсивностью проезда, таких как коттеджи, кондоминиумы, склады, производственные площадки, небольшие парковки и т. д.",
    Gate_drive_text_2: "Комплектация электропривода для откатных ворот включает в себя:",
    Gate_drive_text_3: "- Монтажное основание;",
    Gate_drive_text_4: "- Два ключа для разблокиратора;",
    Gate_drive_text_5: "- Встроенный в блок управления радиоприемник;",
    Gate_drive_text_6: "- Энкодер для безопасности и контроля движения;",
    Gate_drive_text_7: "- Два пульта дистанционного управления;",
    Gate_drive_text_8: "- Набор крепежа для установки.",
    Ring_wireless_text_1:
      "Представляем умный дверной видеозвонок с аккумулятором на 5000 mAh и камерой, записывающей в 2K разрешении.",
    Ring_wireless_text_2:
      "- Камера 3 мп снимает в разрешении 2К гарантирует четкое изображение даже в условиях низкой освещенности.",
    Ring_wireless_text_3: "- Угол обзора 140 градусов позволяет видеть всё, что происходит у двери, без слепых зон.",
    Ring_wireless_text_4: "- Общайтесь с посетителями из любой точки мира, оставаясь на связи даже вне дома.",
    Ring_wireless_text_5: "- Мгновенная звуковая сигнализация уведомит вас о каждом посетителе.",
    Ring_wireless_text_6:
      "- Умная функция распознавания лиц уведомит вас о том, кто пришел к вам в гости, повышая безопасность.",
    Ring_wireless_text_7:
      "- При попытке снятия устройства информация будет сразу отправлена на ваш телефон, предотвращая кражу.",
    Ring_wireless_text_8:
      "- Устройство будет уведомлять вас о движении и людях в зоне видимости, обеспечивая безопасность вашего жилья.",
    Ring_wireless_text_9:
      "- Преобразование детского голоса во взрослый позволит вашему ребенку безопасно общаться с посетителями.",
    Smart_intercom_text_1:
      "Готовая трубка, для подключения цифрового домофона к колонке Алиса, управления через месенджеры и интеграции в умный дом.",
    Smart_intercom_text_2: "Возможности и режимы:",
    Smart_intercom_text_3:
      '- Воспроизведение преднастроенных звуковых файлов гостю, например, "На седьмой этаж, с лифта налево"',
    Smart_intercom_text_4: "- Управление как физической кнопкой на корпусе, так и через интеграцию с умным домом",
    Smart_intercom_text_5: "- Управление голосом через имеющуюся колонку Алисы или Яндекс Станцию",
    Smart_intercom_text_6:
      '- Активация режимов по фразам "Алиса, я жду курьера" - автоматическое открытие на следующий звонок',
    Smart_intercom_text_7: "- Уведомления и управление через месенджеры",
    Smart_intercom_text_8: "- Режим автоматического открытия двери (одиночный и постоянный)",
    Smart_intercom_text_9: "- Режим автоматического отклонения вызова",
    Smart_intercom_text_10: '- Режим "Жду курьера"',
    Smart_intercom_text_11: '- Режим "без звука" - отключение звука трубки',
    Smart_intercom_text_12: "- Настройка яркости светодиода",
    Smart_intercom_text_13: "Подходит для CYFRAL, Vizit, Beward, Eltis, Метаком, Дом Ру, Ростелеком",
    Need_hub: "Нужен хаб",
    Power: "Питание",
    From_the_battery: "Oт аккумулятора",
    Static_electricity: "От сети",
    Type: "Тип",
    Control_center: "Центр управления",
    Connected_devices: "Количество подключаемых устройств",
    Ecosystem: "Экосистема",
    Yandex_Smart_Home: "Умный дом Яндекса",
    Communication_protocol: "Протокол связи",
    IR_Port: "ИК Порт",
    footer_info_price: "* Цены актуальны только на 3 дня с момента получения прайса",
    Back: "На главную страницу",
  },
  en: {
    Feedback: "Feedback",
    Control: "Control",
    Sensors: "Sensors",
    "Slug, switch": "Sockets, switches",
    Light: "Lighting",
    Cornice: "Curtain rails",
    Sanitary: "Plumbing",
    Technology: "Appliances",
    Camera: "Camera",
    "For doors and windows": "For doors and windows",
    "For entrance and yard": "For entrance and yard",
    Station_Alice_Max: "Yandex Station Max",
    Station_Alice_Duo: "Yandex Station Duo Max",
    Station_Alice_Midi: "Yandex Station Midi",
    Station_Alice_Mini3Pro: "Yandex Station Mini 3 Pro",
    Station_Alice_Mini3: "Yandex Station Mini 3",
    Station_Alice_Lite2: "Yandex Station Lite 2",
    Station_Alice_TV140: "Yandex Pro TV 140 cm",
    Station_Alice_TV165: "Yandex Basic TV 165 cm",
    Remote_Yandex: "Yandex Remote",
    Hub_Yandex: "Yandex Control Hub",
    Hub_Aqara_M2: "Aqara Smart Home Hub M2",
    Hub_Aqara_M3: "Aqara Smart Home Hub M3",
    Hub_Roximo: "ROXIMO Smart Hub",
    Hub_Tuya: "Tuya Control Hub",
    Station_Alice_Max_text_1:
      "The Yandex Station Max smart speaker is enclosed in a plastic body covered with fabric. On the front is a monochrome LED display that shows the date, weather, and voice assistant animations. The light ring on the top panel indicates the station's status by changing colors, blinking, spinning, flickering, and pulsing. On the sides are 5 speakers and 7 microphones. The three-way speaker system reproduces low, mid, and high frequencies using separate drivers.",
    Station_Alice_Max_text_2:
      "You can talk to Alice, ask questions, request music, videos, or internet searches. The assistant helps with practical tasks — setting alarms, playing or switching music tracks, calling a taxi, or ordering food. The Ethernet port allows wired connection to a local network with internet speeds up to 1 Gbps. Switching from Wi-Fi to wired connection happens automatically.",
    Station_Alice_Max_text_3:
      "The package includes a remote control with a built-in microphone. Multiple speakers and stations can be grouped into a multi-room system to play music and sound throughout the house. Supports wireless technologies like Wi-Fi, Zigbee, and Bluetooth.",
    Cost: "Cost",
    tenge: "tg",
    Station_Alice_Duo_text_1:
      "The Duo Max station comes in a beige plastic-and-fabric body. It features contour LED lighting. One of the model’s highlights is a rotating Full HD touch screen for multimedia viewing, Alice responses, and smart home control. A 13 MP camera with a 120° field of view enables video calls. An acoustic system with 4 full-range speakers and a 60 W subwoofer delivers balanced sound.",
    Station_Alice_Duo_text_2:
      "The Yandex Station Duo Max YNDX‑00055BIE supports wireless technologies: Wi-Fi, Zigbee, and Bluetooth. With Alice, you can play music, listen to stories, order groceries, call a taxi, and set alarms.",
    Station_Alice_Midi_text_1:
      "Yandex Station Midi is a new smart speaker with the virtual assistant Alice. It delivers powerful 24 W sound in a compact body. The LED display shows time, weather, and Alice’s reactions, along with active contour LED lighting.",
    Station_Alice_Midi_text_2:
      "Built-in Zigbee control hub and voice control of the smart home even without internet. Wireless connectivity via Wi-Fi (2.4–5 GHz) and Bluetooth 5.0, with the ability to integrate into the smart home ecosystem.",
    Station_Alice_Midi_text_3:
      "Active contour LED lighting and animated reactions on the display add emotion when listening to music or conversing with Alice. The LED display shows time and temperature. In baby monitor mode, Alice can stream sounds from the child’s room to your phone or another Yandex Station.",
    Station_Alice_Mini3Pro_text_1:
      "Unlike previous models, it features built-in Zigbee, Wi-Fi, and Matter over Wi-Fi modules, allowing it to control smart home devices even without internet connection, provided they support the same protocols.",
    Station_Alice_Mini3Pro_text_2:
      "Inside the compact enclosure is an 18 W driver and two passive radiators that enhance bass. The sound is noticeably richer and deeper compared to the “Station Mini 3” — you’ll experience it right after the first start.",
    Station_Alice_Mini3Pro_text_3:
      "The “Station Mini 3 Pro” works with the Alice voice assistant — it helps play music, check weather, control devices, create reminders, or even tell stories. It looks modern and minimalistic, suitable for shelves or kitchens.",
    Station_Alice_Mini3_text:
      "The Yandex Mini 3 smart speaker comes in a round gray body with acoustic fabric finish. The Alice voice assistant with YandexGPT accurately recognizes commands, analyzes complex queries, breaks them into simpler steps, and executes them. The Yandex Station Mini 3 syncs with the “Home with Alice” app and controls devices through voice.",
    Station_Alice_Lite2_text:
      "Anyone can gaze into Alice's “eyes.” She may wink back at a compliment, close her eyes in delight, or look down when sad. With special commands, secret reactions of Alice can be triggered. The new Station Lite 2 body and 6 W speaker increase its acoustic volume so favorite tracks sound cleaner and fuller. To check time or weather, Alice not only speaks the answer but also displays time and temperature on the LED screen.",
    Station_Alice_TV140_text:
      "The “Find Remote” function can work as a Station even with the screen off. Physical microphone mute function. 4 high-sensitivity microphones + 1 in the remote. Can be paired with smart home devices and controlled by voice. Connection via Wi-Fi.",
    Station_Alice_TV165_text_1: "- 4K UHD resolution — enjoy clarity and brightness.",
    Station_Alice_TV165_text_2: "- Dolby Audio system — immersive sound.",
    Station_Alice_TV165_text_3: "- Smart TV support — access to favorite apps and content.",
    Station_Alice_TV165_text_4: "- 178° viewing angle — excellent picture from any direction.",
    Station_Alice_TV165_text_5: "- Multiple inputs — HDMI, USB, Ethernet and Bluetooth for connecting various devices.",
    Remote_Yandex_text_1:
      "Automating home appliances using the Yandex SmartControl YNDX‑0006 remote is simpler than it seems. With it, you can control devices such as TVs or air conditioners, as well as any device that supports IR communication.",
    Remote_Yandex_text_2:
      "It also transmits data via Wi-Fi technology. Using this model, you can not only turn devices on/off but also configure them.",
    Hub_Yandex_text_1:
      "The universal Yandex Hub is for easily and quickly connecting various devices to a smart home with Alice — a single point of control. With the Hub, the smart home can do more. Fill it with sensors and many other Zigbee devices. The Hub will connect them to the Yandex Station, and you can control the smart home via the app or voice. Over Wi-Fi, the Hub connects to lights, kettles, vacuums, and thousands of other devices from various manufacturers.",
    Hub_Yandex_text_2:
      "Also, the Hub is a 360° smart remote. Even if you have a basic TV or air conditioner, link them to the Hub via IR and control them without a remote.",
    Hub_Aqara_M2_text_1:
      "The Aqara Hub M2 is a multifunctional smart home center that allows you to control and automate your home or apartment using your smartphone, tablet, or voice commands.",
    Hub_Aqara_M2_text_2: "Key features:",
    Hub_Aqara_M2_text_3:
      "- Zigbee 3.0 support: Connects up to 128 devices from Aqara and other manufacturers compatible with Zigbee, ensuring smooth operation of your smart home system. Powerful processor: Enables fast and responsive interaction with your devices.",
    Hub_Aqara_M2_text_4: "- Dual-band Wi-Fi: Ensures stable and reliable connection to your home network.",
    Hub_Aqara_M2_text_5: "- Gigabit Ethernet port: An alternative option for more reliable and secure connectivity.",
    Hub_Aqara_M2_text_6:
      "- Built-in IR port: Allows you to control IR devices such as TVs, air conditioners, and fans using your smartphone or voice commands.",
    Hub_Aqara_M2_text_7:
      "Remote access: Control your smart home from anywhere in the world using the Aqara Home app or Yandex Smart Home voice assistant. Automation and scenarios: Create automated routines based on conditions — e.g., turn on lights when coming home or turn off the thermostat when leaving. Local control: Even without internet, you can control your Zigbee devices directly via the hub.",
    Hub_Aqara_M3_text_1:
      "The Aqara M3 is a next-generation hub with extended protocol support, local automation, and high compatibility. It connects Aqara devices and third-party devices via Matter, Zigbee, Thread, Wi-Fi, Bluetooth, and infrared (IR) control.",
    Hub_Aqara_M3_text_2:
      "Matter integration: for the first time allows Aqara’s ecosystem to work with third-party devices via Matter*.",
    Hub_Aqara_M3_text_3:
      "360° IR control: built-in IR emitter with 360° coverage controls appliances such as TVs and air conditioners.",
    Hub_Aqara_M3_text_4:
      "Provides local execution of automations — scenarios continue to work even if the internet goes down.",
    Hub_Aqara_M3_text_5:
      "Built-in 95 dB speaker: used for security alerts and custom scenarios — works even without internet access.",
    Hub_Aqara_M3_text_6:
      "Thanks to the Matter Bridge feature, the Aqara M3 hub seamlessly integrates Zigbee devices into the Matter ecosystem, including Yandex Smart Home.",
    Hub_Roximo_text_1:
      "The ROXIMO smart hub is a combo device combining several functions, designed for building smart home networks using Zigbee and Bluetooth standards. It supports connecting up to 128 devices simultaneously to a single gateway. This technology reduces Wi-Fi access point load from multiple smart devices. The built-in smart remote feature allows creation of virtual IR remotes to control various appliances: TVs, audio-video systems, air conditioners, fans, and other IR-controlled devices.",
    Hub_Roximo_text_2:
      "You can connect Zigbee devices from other manufacturers to the hub, provided they operate via the Tuya cloud.",
    Hub_Tuya_text:
      "The Tuya Smart multi-mode gateway is the core component of the smart home system. It ensures your home’s safety while you're away and provides real-time information about its status.",
    Sensor_vibration: "Vibration Sensor",
    Sensor_open: "Door Opening Sensor",
    Sensor_open_Yandex: "Yandex Door Opening Sensor",
    Sensor_light_Aqara: "Aqara Light Sensor",
    Sensor_Human_presence_Aqara_FP1: "Aqara Human Presence Sensor FP1",
    Sensor_Human_presence_Aqara_FP2: "Aqara Presence Sensor FP2",
    Sensor_Human_presence_Roximo: "ROXIMO Presence and Light Sensor",
    Sensor_Human_presence_24G: "24G Zigbee Presence Sensor",
    Sensor_move_Yandex: "Yandex Motion Sensor",
    Sensor_move_Aqara: "Aqara Motion Sensor",
    Sensor_move_Sber: "SBER Motion Sensor",
    Sensor_move_Ewelink: "eWeLink Motion Sensor",
    Sensor_temperature_Yandex: "Yandex Temperature and Humidity Sensor",
    Sensor_temperature_monitor: "Temperature and Humidity Monitor",
    Sensor_temperature_Kojimo: "Kojimo Temperature and Humidity Sensor",
    Sensor_temperature_Sonoff: "Sonoff Temperature and Humidity Sensor",
    Sensor_air_Aqara: "Aqara TVOC Air Quality Monitor",
    Sensor_water_Yandex: "Yandex Water Leak Sensor",
    Sensor_water_Sonoff: "Sonoff Water Leak Sensor",
    Sensor_water_Aqara: "Aqara Water Leak Sensor T1",
    Sensor_gas_Aqara: "Aqara Gas Detector",
    Sensor_gas_Smartlife: "SmartLife CH4 Gas Detector",
    Sensor_gas_metan: "Methane Gas Sensor",
    Sensor_gas_propan: "Propane Gas Sensor",
    Sensor_smoke_Smartlife: "SmartLife Smoke Sensor",
    Sensor_smoke_Aqara: "Aqara Smoke Sensor",
    Sensor_smoke_Tuya: "Tuya Smoke Sensor",
    Siren: "Smart Home Siren",
    Sensor_vibration_text_1:
      "The wireless sensor monitors the security of individual items — windows, safe, drawer with valuable documents. In case of an incident, the sensor sends a message to the smartphone or activates an audible siren on the Aqara Hub. The sensor can detect three types of events: tilt, fall, and vibration.",
    Sensor_vibration_text_2: "— If the window is opened, tilt mode will trigger.",
    Sensor_vibration_text_3: "— If the window is struck, it will recognize vibration.",
    Sensor_vibration_text_4: "— If the glass is broken, the sensor will report a fall.",
    Sensor_open_text:
      "The Zigbee‑based door and window opening sensor reliably responds to doors and windows opening, allowing you to create various smart home scenarios in the Home with Alice app. Link the sensor with different devices and set up scenarios that will automatically run when the sensor is triggered.",
    Sensor_open_Yandex_text:
      "The compact wireless sensor responds to the opening of doors and windows. Link the sensor with various devices and create scenarios in the Home with Alice app. For example, set up a scenario where the sensor reminds you to ventilate the room if windows have been closed for more than 12 hours. And link it with a smart AC so the AC doesn’t run while you’re airing out. Also, you can tie the sensor to a smart lamp — the hallway light will turn on automatically when you come home.",
    Sensor_light_Aqara_text:
      "The smart wireless light sensor Aqara T1 sends light level data in the room to the hub, which in turn triggers automations. For example, turning lights on/off or opening/closing curtains by sending commands to respective devices. If illumination drops to 200 lx — close the curtains. When you enter the room in the evening and the light turns on, the curtains will already be closed, preserving privacy. Also to give seedlings enough light — work per schedule. But if daytime becomes overcast, there won’t be enough light, and turning on early as per schedule may be too soon. Install the light sensor, and the light will switch on when it becomes dark.",
    Sensor_Human_presence_Aqara_FP1_text:
      "Enhance your home automation with our AI‑based technology which effectively filters common interferences such as curtains, fans, and small pets, ensuring high‑accuracy detection without false triggers. Simple setup and adaptive sensitivity allow the device to adapt to any space, ensuring accuracy and reliability. The FP1 presence sensor expands home automation capabilities by detecting both motion and stillness, allowing customization of settings. It sends reminders to stand up after prolonged sitting, promoting healthier habits. In active situations, such as parties, it reduces the air conditioner temperature.",
    Sensor_Human_presence_Aqara_FP2_text_1:
      "The Aqara Presence Sensor FP2 detects even the slightest movements with maximum privacy. It senses presence even when you are still.",
    Sensor_Human_presence_Aqara_FP2_text_2:
      "Lighting automation: Turn lights on automatically when someone enters the room and off when everyone leaves.",
    Sensor_Human_presence_Aqara_FP2_text_3:
      "Security systems: Use the FP2 sensor to activate alarms or security cameras when movement is detected.",
    Sensor_Human_presence_Aqara_FP2_text_4:
      "Climate control: Adjust temperature automatically based on whether people are present in the room.",
    Sensor_Human_presence_Aqara_FP2_text_5:
      "Curtain control: Automatically open curtains in the morning when someone gets out of bed. FP2 can detect if someone else is still in bed so the wake‑up automation won’t trigger if another person hasn’t woken up.",
    Sensor_Human_presence_Roximo_text:
      "The presence sensor determines whether a person is currently within its detection field. In sensor settings you can set distance and sensitivity parameters. The device also includes a light sensor which can be used for various scenarios — for example, turning on lighting when brightness is low. For convenience in mounting, adhesive mounting hardware is included. Installation is done on a wall or ceiling, depending on operating conditions.",
    Sensor_Human_presence_24G_text:
      "Upgraded 24G radar version with microwave human presence sensor for more accurate detection. This is a low‑power version which first detects people via infrared detection. It can detect motion, static detection (breathing, minimal movement). It complements more automation scenarios.",
    sensor_move_text:
      "Detects motion and triggers convenient lighting scenarios. Or communicates that someone is in the room. The wireless compact sensor can be installed anywhere: in the apartment, cottage, hall, bathroom, rooms, even on the loggia. Link the sensor with other smart home devices and create numerous convenient scenarios in the Home with Alice app. For example, the hallway lighting can turn on automatically when you return home. To prevent lights staying on unnecessarily, configure it to turn off when no motion is detected. It's easy to set up push notifications in the app — you'll always know if there's movement in the home while you’re away. A Zigbee protocol–compatible hub is required to connect the sensor to the smart home.",
    Sensor_move_Aqara_text:
      "The updated motion sensor — Aqara Motion Sensor P1. The sensor detects motion and measures light level in the room. It can send a notification to your smartphone or execute automation, e.g. turn on the light. Detection timeout can be set from 1 to 200 seconds. No more delays in response. Wide detection angle: 170° up to 2 meters, 150° up to 7 meters. And the sensor mount can rotate 360°, allowing you to focus detection to a specific area.",
    Sensor_move_Sber_text:
      "The smart Sber motion sensor responds to movement of heat sources. Set up convenient automation scenarios: for example, the sensor can turn on hallway lighting when motion is detected. Install it on the ceiling in the hallway or on a wall in a bathroom — thanks to battery operation, you can place it anywhere without wiring. The smart Sber motion sensor integrates well with various lamps, allowing you to create the perfect ambiance in your home. When movement is detected, it can automatically switch on a lamp. It can also be used to control outdoor lighting, enhancing the safety of your property.",
    Sensor_move_Ewelink_text:
      "Tiny casing, small and refined. Detects human movement, instant app notification, no missed alarms. High‑precision infrared detector, more accurate. Suppresses air flux to avoid false detection. Intelligent integration with other eWeLink devices. App offers multiple scenarios, simple to install.",
    Sensor_temperature_Yandex_text:
      "Measures room temperature and humidity and activates smart home devices when needed. The wireless compact sensor is easy to install virtually anywhere. Link it with various devices and create scenarios in the Home with Alice app. For example, combine the sensor with a smart air conditioner and humidifier. Set a scenario to activate them if the room becomes too hot and dry. Or set a temperature value at which a heater will turn on.",
    Sensor_temperature_monitor_text:
      "Smart solution for climate monitoring in your home, delivering accurate measurements and convenient control via mobile apps. Easily placed in any room. Ideal for those who wish to build a smart home and keep track of indoor climate for comfort and health.",
    Sensor_temperature_Kojimo_text_1:
      "The temperature and humidity sensor is designed specifically for sensitive monitoring of microclimate changes, and for even better control it can be incorporated into smart scenarios, creating various combinations with other devices.",
    Sensor_temperature_Kojimo_text_2:
      "The sensor allows you to monitor temperature and humidity at the installation site remotely in real‑time right from your phone screen. The LCD dynamically displays real‑time values, conveys a comfortable home environment state, and is connected to a gateway and cloud platform.",
    Sensor_temperature_Sonoff_text_1:
      "The temperature and humidity sensor is designed for fine monitoring of microclimate changes, and for better control it can be included in a smart scenario, working in conjunction with various devices. Now you can place it in every room and view the temperature in the home. With this sensor you can manage turning on/off devices such as fan, heater, air conditioner, humidifier.",
    Sensor_temperature_Sonoff_text_2:
      "You can also control curtain opening/closing. Maintaining proper humidity in living and office spaces is very important for respiratory organs and skin hydration. The sensor is mounted in any convenient location using double-sided tape.",
    Sensor_air_Aqara_text_1:
      "The Aqara TVOC Air Quality Monitor features an electronic display that shows current air quality readings as well as temperature and humidity.",
    Sensor_air_Aqara_text_2: "TVOC monitoring: the sensor measures the concentration of TVOC in the air.",
    Sensor_air_Aqara_text_3:
      "TVOC is a group of gases that may be harmful to human health. Temperature and humidity monitoring: the sensor also measures room temperature and humidity. The sensor is battery-operated and can last up to a year without recharge.",
    Sensor_water_Yandex_text:
      "The wireless compact sensor is easy to install on the floor in the kitchen or bathroom. It instantly notifies you if water is detected, allowing you to respond quickly and avoid unpleasant surprises. Simply set up push notifications in the Home with Alice app. Link the sensor with smart plugs and create a scenario where, in case of leakage, appliances in the home will turn off and a water valve will shut off.",
    Sensor_water_Sonoff_text:
      "The smart water leak sensor protects your apartment from unpleasant surprises. It triggers as soon as water reaches its contact points on the bottom panel. You can monitor and control the smart sensor status via the app and with the voice assistant Alice. The sensor connects to the smart home via the Zigbee protocol.",
    Sensor_water_Aqara_text_1:
      "Flood protection: upon detecting the slightest water leakage, the sensor instantly sends a notification to your smartphone, enabling you to act promptly.",
    Sensor_water_Aqara_text_2:
      "Prevent damage: timely notification allows you to shut off water supply and avoid costly repairs.",
    Sensor_water_Aqara_text_3:
      "Placement anywhere: the sensor’s compact size allows it to be installed in potentially vulnerable areas such as kitchen, bathroom, laundry, or basement.",
    Sensor_water_Aqara_text_4:
      "Smart scenarios: configure automatic water shutoff when the sensor is triggered, minimizing damage from leaks.",
    Sensor_water_Aqara_text_5:
      "Dust and water resistance: the sensor meets IP67 standard, ensuring uninterrupted operation even in humid environments.",
    Sensor_water_Aqara_text_6: "Long operation: the battery provides up to 2 years of autonomous operation.",
    Sensor_gas_Aqara_text:
      "The Aqara Smart Natural Gas Detector records gas leaks, triggers an alarm, and sends a push notification to your smartphone. It connects to the 220 V mains. The sensor includes a powerful 85 dB siren which activates upon leak detection. A flashing red LED also turns on. When leakage is detected, it triggers sirens on all hubs. A push notification is sent to the smartphone.",
    Sensor_gas_Smartlife_text:
      "The primary purpose of this sensor is to detect gas leaks at an early stage and trigger smart home scenarios to prevent consequences of leakage.",
    Sensor_gas_metan_text_1:
      "The gas sensor is intended to alert to increased concentration of household gas (methane) in the air. The sensor operates via ZigBee wireless technology.",
    Sensor_gas_metan_text_2: "Indicator present: yes — red / green / yellow",
    Sensor_gas_metan_text_3: "Alarm volume: 75 dB/1 m",
    Sensor_gas_metan_text_4: "Signal effective range: up to 25 m",
    Sensor_gas_metan_text_5: "Suitable for residential and office premises.",
    Sensor_gas_propan_text:
      "The gas sensor is designed to alert on increased propane concentration in the air. Housing material: ABS+PC plastic. Indicator present: yes — red / green / yellow. The device operates only on AC power. Suitable for residential and office use.",
    Sensor_smoke_Smartlife_text:
      "Quick to respond to smoke. Thanks to high sensitivity (0.089‑0.25 dB/m), the sensor will timely detect a fire source and issue an audible alarm. Configure notifications in the “Home with Alice” mobile app and receive push alerts when smoke is detected. Long battery life. The sensor operates via the Zigbee wireless protocol and consumes power only when triggered and sending alerts. Easy to install — attached with adhesive backing.",
    Sensor_smoke_Aqara_text:
      "The Aqara Smart Smoke Detector is a smart smoke sensor — it detects smoke, activates an alarm, and sends a push notification to your smartphone. Operated by a CR17450 battery. The sensor includes a powerful 90 dB siren which triggers when smoke is detected. A flashing red LED also activates. All smoke sensors are automatically linked. For example, if you have sensors in every room, when one detects smoke, the alarm will trigger on all sensors automatically. In this way, sensors “back up” each other. The smoke sensor has a record autonomy — up to 10 years on one battery.",
    Sensor_smoke_Tuya_text:
      "Independent smart smoke sensor. Principle of operation: smoke detection, audible warning, notifications in the app.",
    Siren_text_1:
      "The siren is designed for audible alerting when various sensors in the user’s household are triggered. Timely alerting provides the opportunity to respond quickly to an abnormal situation in the home. Suitable for use in residential and office spaces. Works even in case of power outage.",
    Siren_text_2:
      "Technical specifications and parameters: Power supply: 100‑240 V / 50‑60 Hz. Battery: 3.7 V / 720 mAh. Sound level: 95 dB (at 1 m).",
    Switch_touch_1x: "Touch Switch 1x",
    Switch_touch_2x: "Touch Switch 2x",
    Switch_touch_3x: "Touch Switch 3x",
    Switch_keyboard_1x: "ROXIMO Switch 1-Key",
    Switch_keyboard_2x: "ROXIMO Switch 2-Key",
    Switch_keyboard_3x: "ROXIMO Switch 3-Key",
    Switch_roller_touch: "Roller Blind Touch Switch",
    Socket_buildIn_1x: "Built-in Socket 1x",
    Socket_buildIn_2x: "Built-in Socket 2x",
    Socket_buildIn_3x: "Built-in Socket 3x",
    Dimmer_touch: "Glass Dimmer",
    Dimmer_Yandex: "Yandex Smart Dimmer",
    Relay_dimmer: "ZigBee Dimmer Relay, 2-channel",
    Slug_Yandex: "Yandex Smart Plug",
    Slug_Tuya: "Tuya Smart Plug",
    Slug_Roximo: "ROXIMO Smart Plug",
    Slug_Smartlife: "SmartLife Smart Plug",
    Relay_Yandex_1x: "Yandex 1-Channel Relay",
    Relay_Yandex_2x: "Yandex 2-Channel Relay",
    Button_Yandex: "Yandex Smart Wireless Button",
    Smart_Din_63A: "ZigBee Smart Circuit Breaker on DIN Rail 63A",
    Smart_Din_40A: "Smart Circuit Breaker 1P 40A",
    Smart_Din_Moes_16A: "Moes Smart Breaker 16A",
    Smart_Din_Tuya_63A: "Tuya Smart Breaker 63A",
    Smart_Din_Tuya_80A: "Tuya Smart Breaker 80A",
    Switch_touch_text:
      "A smart switch that doesn't require changes to your lighting or wiring. No neutral wire is needed. Just replace your traditional switch and enjoy wide functionality — remote control via app, scheduled or timer-based switching, and voice control via Yandex Station.",
    Switch_touch_color_text: "(Colors: White, Gold, Gray, Black)",
    Switch_keyboard_text_1:
      "The switch housing fits standard electrical boxes. The front panel is made of high-quality plastic with control keys and LED status indicators.",
    Switch_keyboard_text_2:
      "Direct connection to Yandex Zigbee — connect Roximo devices directly to a Zigbee-enabled Station or Yandex hub.",
    Switch_keyboard_color_text: "(Colors: White, Gold, Bronze, Gray, Black)",
    Switch_roller_touch_text:
      "Smart Wi-Fi curtain switch for electric curtains, roller blinds, shutters. Works like a regular wall switch but allows control from a mobile app. Installs in place of a traditional switch and connects via Wi-Fi.",
    Socket_buildIn_text:
      "Remotely turn off an iron or curling iron, turn on a heater or AC on your way home, set light schedules for plants or aquariums, turn on decorations via voice and more. With energy monitoring, track consumption in the app and see which devices are currently in use.",
    Socket_buildIn_color_text: "(Colors: White, Gold, Gray, Black)",
    Dimmer_touch_text:
      "A smart dimmer is the perfect solution for controlling light intensity in your smart home. Adjust brightness levels via app or the device's touch panel.",
    Dimmer_Yandex_text:
      "The Yandex smart dimmer helps you fine-tune your home lighting — from bright and energizing to soft and relaxing. Only works with dimmable bulbs. Requires a neutral wire and fits a standard round wall box.",
    Relay_dimmer_text:
      "Zigbee dimmer relay is an innovative Smart Home device that lets you control lighting via phone app or voice. Compact mini design fits most switch and outlet boxes.",
    Slug_Yandex_text:
      "Works with Matter protocol — easily connects to your smart home. Scenes continue to function even without internet. Compact and minimal, fits most outlets. Control remotely, set schedules, receive status notifications.",
    Slug_Tuya_text:
      "Matter-enabled Smart Plug - 16A. Works with Alice voice assistant. Just scan the QR code to connect — no hub needed!",
    Slug_Roximo_text:
      "Control it via app and track energy usage from anywhere in the world. Set automation based on time, countdown, cycles, weather, sunrise/sunset, or location. Yandex Alice integration enables voice control.",
    Slug_Smartlife_text_1:
      "Control the plug remotely by phone or voice within any smart home ecosystem. Timer setup is available.",
    Slug_Smartlife_text_2:
      "An essential device for remote control of appliances like lights, garlands, kettles, heaters, TVs, fans, humidifiers, etc. Displays real-time energy usage. Create smart scenarios and group with other devices.",
    Relay_Yandex_text:
      "The Yandex smart relay is a compact device that turns regular switches into part of a smart home. Installs behind existing switches and connects via Zigbee 3.0.",
    Button_Yandex_text:
      "Battery-powered and can be used as a doorbell or multifunction button. Easy to place anywhere — doorframe or nightstand. Link with devices and set up routines via Yandex Home. When used as a doorbell, it sends signals to your Station and app. Or use silent mode for no interruptions.",
    Smart_Din_63A_text_1:
      "Tuya Zigbee DIN rail smart breaker with Alice voice support lets you control lights, sockets, and appliances without extra wiring. Use the Smart Life app or voice. Supports 220V with real-time energy monitoring. Easy to install with DIN rail. Yandex Smart Home compatible.",
    Smart_Din_63A_text_2:
      "This 63A Zigbee DIN breaker is a reliable solution for automating home tasks and saving energy. Suitable for high-power appliances in both home and industrial use.",
    Smart_Din_40A_text:
      "DIN rail circuit breaker 40A for 220V 50/60Hz networks. Zigbee-compatible and controlled via Tuya or SmartLife app. Integrates with popular voice assistants.",
    Smart_Din_Moes_16A_text_1:
      "MOES ZCB‑SC‑1P16 smart breaker offers modern electrical management for your home or office. Compact, modular, and reliable — supports overload and short-circuit protection, plus remote control via smartphone.",
    Smart_Din_Moes_16A_text_2:
      "Supports 230V and 16A, ideal for home or commercial use. Provides power on/off, device sync, and safety protections.",
    Smart_Din_Tuya_63A_text_1:
      "Smart ZigBee breaker with 63A overload and short-circuit protection. Controls lighting and appliances via wall switches or 'YaSmart' app. Compatible with Yandex Alice, Google Assistant, Alexa.",
    Smart_Din_Tuya_63A_text_2: "Manual control with button.",
    Smart_Din_Tuya_63A_text_3: "Internet control without subscription.",
    Smart_Din_Tuya_63A_text_4: "Weekly/daily schedule for auto on/off.",
    Smart_Din_Tuya_63A_text_5: "Countdown timer.",
    Smart_Din_Tuya_63A_text_6: "Push notification on schedule execution.",
    Smart_Din_Tuya_80A_text_1:
      "Smart Zigbee breaker — ideal for managing lighting and electrical appliances. Features overload and short-circuit protection for safety and reliability.",
    Smart_Din_Tuya_80A_text_2:
      "Includes remote switching, switch control, manual button, online monitoring, scheduling, countdown timer, push notifications, and full protection.",
    Smart_Din_Tuya_80A_text_3: "Package contents:",
    Smart_Din_Tuya_80A_text_4: "Circuit Breaker - 1 pc",
    Smart_Din_Tuya_80A_text_5: "Antenna - 1 pc",
    Smart_Din_Tuya_80A_text_6: "User Manual",
    "LED-Strip_Yandex": "Yandex LED Strip 3m",
    "Cable_LED-Strip_Yandex": "Extension Cable for Yandex LED Strip",
    "LED-Strip_Kojimo": "KOJIMA LED Strip 5m",
    "LED-Strip_Roximo": "ROXIMO Garland",
    Lamp_Aqara: "Aqara Ceiling Light",
    Night_light_RGB: "Smart RGB Night Lamp with Wi-Fi 6W",
    "Control_LED-Strip": "Dimmer for LED Strip 12/24V 15A",
    "Control_LED-Strip_RGB": "RGB Controller for LED Strips 12V, 24V",
    "Bulb_E14_4.5": "E14 4.5W Gauss Filament Bulb, Warm White",
    Bulb_E14_5: "E14 5W Gauss Filament Bulb, Neutral White",
    Bulb_E14_5_RGB: "E14 5W Gauss RGB Bulb",
    Bulb_E14_6_Yandex: "E14 6W 520 lm Yandex RGB Bulb",
    Bulb_E14_6_RGB: "E14 6W Gauss RGB Bulb",
    Bulb_E14_7: "E14 7W Gauss Bulb, Neutral White",
    Bulb_E14_7_candle: "E14 7W Feron Candle Bulb, Neutral White",
    Bulb_E14_9: "E14 9W Gauss Bulb, Warm White",
    Bulb_E27_4: "E27 4W EGLO Filament Bulb, Yellow",
    Bulb_E27_5: "E27 5W Gauss Bulb, Warm White",
    "Bulb_E27_6.5": "E27 6.5W Gauss Filament Bulb, Yellow",
    Bulb_E27_7: "E27 7W Gauss Bulb, Warm White",
    "Bulb_E27_8.5": "E27 8.5W Gauss RGB Bulb",
    "Bulb_E27_8.7": "E27 8.7W TP-LINK Bulb, Warm White",
    Bulb_E27_9_Yandex_filamentous: "E27 9W Yandex Filament Bulb, White Light",
    Bulb_E27_9_Yandex: "E27 9W Yandex Bulb, White",
    Bulb_E27_9_Yandex_RGB: "E27 9W Yandex RGB Bulb",
    Bulb_E27_9: "E27 9W Gauss Bulb, White",
    Bulb_E27_9_RGB: "E27 9W EGLO RGB Bulb",
    Bulb_E27_10_RGB: "E27 10W Gauss RGB Bulb",
    Bulb_E27_11_Yandex_RGB: "E27 11W Yandex RGB Bulb",
    Bulb_E27_11: "E27 11W Gauss Bulb, Cool White",
    "Bulb_GU5.3_5": "GU5.3 5W Gauss Bulb, Neutral White",
    Bulb_GU10_5: "GU10 5W Gauss Bulb, Cool White",
    Bulb_GU10_6_Yandex: "GU10 6W 520 lm Yandex RGB Bulb",
    Bulb_GX53_8: "Gauss 8W GX53 LED Bulb, Cool White",
    Bulb_GX53_9_Yandex: "GX53 9W 806 lm Yandex RGB Bulb",
    "LED-Strip_Yandex_text":
      "The Yandex LED strip YNDX‑00544, complete with controller and power adapter, operates reliably via switch, voice commands, and the “Home with Alice” app. This model supports control via Bluetooth, Wi‑Fi and Matter protocols. The latter is convenient when your home includes smart devices from different manufacturers. Each meter of the strip contains 24 LEDs with a light output of 250 lm, making YNDX‑00544 suitable for long assemblies on ceilings and walls. Short segments provide less light but still work well for decorative purposes. The 3‑meter strip with IP65 splash and dust protection is suitable for outdoor and bathroom installation.",
    "Cable_LED-Strip_Yandex_text":
      "The extension cable for the Yandex LED strip YNDX‑00547 is suitable for extending assemblies with 24 diodes per meter. Its tightly braided jacket fully protects contacts from dust and moisture, allowing outdoor or bathroom installation. The 250 lm brightness is sufficient for ambient or decorative lighting and zoning. YNDX‑00547 supports neutral white light as well as RGB tones and effects. Control is supported via simple switch, controller, mobile app, and voice commands.",
    "LED-Strip_Kojimo_text":
      "The smart Wi‑Fi RGB LED strip KOJIMA offers adjustable light output from 70 to 800 lumens with low power consumption. The mobile app is adapted for most iOS and Android devices. You can easily control brightness and color, set dynamic scenes, schedule on/off via timer, group strips with one tap, and use voice control with Yandex Alice.",
    "LED-Strip_Roximo_text_1":
      "The smart addressable Wi‑Fi LED garland ROXIMO SFCL01‑L, 10 meters long, is part of the Roximo smart home ecosystem. The strip is a key element for holiday decoration. Thanks to IP67 water protection (control unit is IP44), you can use it indoors and outdoors.",
    "LED-Strip_Roximo_text_2":
      "In the Roximo app you will find buttons and various functions for the smart garland: drawing – selecting color schemes + creating your own; color music + custom creations; setting scenes + custom ones; timer settings and other adjustments.",
    Lamp_Aqara_text_1:
      "Two lighting zones: The fixture includes a main light source with a wide color temperature range (2700K‑6500K) for adjustable white light and a side light source with 16 million colors to create a vibrant ambiance.",
    Lamp_Aqara_text_2:
      "High brightness: The main light source offers a maximum output of 3450 lumens, providing ample illumination for your space.",
    Lamp_Aqara_text_3:
      "Control via app: You can adjust color temperature, brightness, and RGB effects through the Aqara Home app.",
    Lamp_Aqara_text_4: "Dimmable: The lamp can be dimmed, allowing you to set brightness to your needs.",
    Lamp_Aqara_text_5: "Long lifetime: The LED light source has a rated life of 50,000 hours, ensuring durability.",
    Lamp_Aqara_text_6:
      "Stylish design: The Aqara Ceiling Light T1M features a slim, modern design that complements various interiors.",
    Night_light_RGB_text_1:
      "Smart LED Wi‑Fi RGB night lamp/table lamp KOJIMA with adjustable output from 70 to 400 lumens and low power consumption. You can easily control brightness and color, set dynamic scenes, schedule on/off via timer, group lamps with one tap, and use voice control via Yandex Alice.",
    Night_light_RGB_text_2: "- 16 million RGB colors",
    Night_light_RGB_text_3: "- Color temperature from 2700K to 5700K",
    Night_light_RGB_text_4: "- Housing material: ABS plastic",
    Night_light_RGB_text_5: "- Height 18 cm, Diameter 10 cm, Weight 385 g",
    "Control_LED-Strip_text":
      "Dimmer controller for smart home, works with Alice. Allows you to adjust LED strip brightness via voice assistant or automation scenarios.",
    "Control_LED-Strip_RGB_text":
      "We present our new Wi‑Fi controller — a compact and stylish solution that will bring new life to your lighting system and make your home truly smart! Full integration with popular 'Smart Home' systems: Yandex Alice, Amazon Alexa, and Google Home. Simply say: “Alice, turn on the holiday lighting!” Enjoy over 100 modes from smooth color transitions to dynamic light effects. With a sleek design and compact size in classic white, this controller blends seamlessly into your home.",
    Bulb_dimmable: "Dimmable bulb",
    Bulb_E27_9_Yandex_filamentous_text:
      "The ability to adjust color temperature from 2700 to 6500K and brightness lets you create warm soft lighting for a romantic evening or cool bright light for productive work.",
    Bulb_E27_9_Yandex_text:
      "The ability to adjust color temperature from 2700 to 6500K and brightness lets you create warm soft lighting for a romantic evening or cool bright light for productive work.",
    Bulb_Yandex_RGB_text:
      "The ability to change the light color allows different lighting scenes to match your mood or task: bright violet light for a kid’s room, blue for immersion while gaming, or Party mode when you have guests.",
    Cornice_Tuya_4: "Smart curtain track Tuya 4m",
    Cornice_Tuya_5: "Smart curtain track Tuya 5m",
    Cornice_Tuya_6: "Smart curtain track Tuya 6m",
    Cornice_Tuya_7: "Smart curtain track Tuya 7m",
    Cornice_Aqara_1: "Aqara electric curtain track up to 1m (motor + track)",
    Cornice_Aqara_2: "Aqara electric curtain track up to 2.15m (motor + track)",
    Cornice_Aqara_3: "Aqara electric curtain track up to 3.2m (motor + track)",
    Cornice_Aqara_4: "Aqara electric curtain track up to 4.15m (motor + track)",
    Cornice_Aqara_5: "Aqara electric curtain track up to 5.15m (motor + track)",
    Cornice_Aqara_6: "Aqara electric curtain track up to 6.15m (motor + track)",
    Cornice_Aqara_7: "Aqara electric curtain track up to 7.15m (motor + track)",
    Cornice_Aqara_8: "Aqara electric curtain track up to 8.15m (motor + track)",
    Cornice_Aqara_9: "Aqara electric curtain track up to 9.15m (motor + track)",
    Cornice_Aqara_10: "Aqara electric curtain track up to 10.15m (motor + track)",
    "Cornice_Roximo_1.6": "Smart electric curtain track ROXIMO 1.6m",
    Cornice_Roximo_2: "Smart electric curtain track ROXIMO 2m",
    "Cornice_Roximo_2.4": "Smart electric curtain track ROXIMO 2.4m",
    "Cornice_Roximo_2.9": "Smart electric curtain track ROXIMO 2.9m",
    Cornice_Roximo_3: "Smart electric curtain track ROXIMO 3m",
    "Cornice_Roximo_3.2": "Smart electric curtain track ROXIMO 3.2m",
    "Cornice_Roximo_3.5": "Smart electric curtain track ROXIMO 3.5m",
    Cornice_Roximo_4: "Smart electric curtain track ROXIMO 4m",
    Cornice_Roximo_5: "Smart electric curtain track ROXIMO 5m",
    Cornice_Roximo_6: "Smart electric curtain track ROXIMO 6m",
    Cornice_Roll_59: "Roller shade track 59cm",
    Motor_Rolling_Aqara: "Motor for Aqara roller blinds",
    Cornice_Rolling_Aqara_120: "Aqara automatic roller blinds 65–120cm (motor only, no fabric)",
    Cornice_Rolling_Aqara_140: "Aqara automatic roller blinds 121–140cm (motor only, no fabric)",
    Cornice_Rolling_Aqara_220: "Aqara automatic roller blinds 201–220cm (motor only, no fabric)",
    Cornice_Rolling_Aqara_240: "Aqara automatic roller blinds 221–240cm (motor only, no fabric)",
    Cornice_Rolling_Aqara_260: "Aqara automatic roller blinds 241–260cm (motor only, no fabric)",
    Cornice_Roller_Shade_Aqara_100: "Aqara Roman blinds (with motor) 100cm",
    Cornice_Roller_Shade_Aqara_120: "Aqara Roman blinds (with motor) 101–120cm",
    Cornice_Roller_Shade_Aqara_140: "Aqara Roman blinds (with motor) 121–140cm",
    Cornice_Roller_Shade_Aqara_160: "Aqara Roman blinds (with motor) 141–160cm",
    Cornice_Roller_Shade_Aqara_180: "Aqara Roman blinds (with motor) 161–180cm",
    Cornice_Roller_Shade_Aqara_200: "Aqara Roman blinds (with motor) 181–200cm",
    Driver_Curtain_Aqara_track: "Aqara Curtain Driver E1 (Track Version)",
    Driver_Curtain_Aqara_rod: "Aqara Curtain Driver E1 (Rod Version)",
    Motor_Roller_Aqara: "Aqara motor for roller blinds",
    Cornice_Tuya_text_1:
      "The electric motor supports wireless communication via the Zigbee protocol, which allows smart home scenarios to run without needing a direct internet or WiFi connection. This is one of the key advantages of Zigbee technology. You can control it via remote control, through an app, or via the Alice voice assistant.",
    Cornice_Tuya_text_2: "Package includes: telescopic track, electric motor, remote control",
    Cornice_Aqara_text_1:
      "A great solution for curtains — the Xiaomi Aqara Smart Curtain Controller CD‑M01D Zigbee electric track. With it, you can easily schedule sunrise and sunset times in your room, apartment, or home, and adjust lighting levels with a single tap. Beyond fully opening or closing curtains, it allows partial opening and setting timers for auto open/close at specified times.",
    Cornice_Aqara_text_2: "Control of electric curtains:",
    Cornice_Aqara_text_3: "Start and stop curtains using smartphone via the Xiaomi Mi Home or Aqara Home app",
    Cornice_Aqara_text_4:
      "Manual control of curtains: Gently pull the curtain and the system will take over to fully open or close it",
    Cornice_Aqara_text_5: "Manual operation of curtains when power is unavailable",
    Cornice_Aqara_text_6: "Smooth start/stop operation",
    Cornice_Aqara_text_7: "Control via Yandex Alice voice assistant",
    Cornice_Roximo_text_1:
      "This is a complete kit containing everything needed for easy installation, including a high‑power smart motor of 45 W, allowing you to use curtains weighing up to 50 kg and lengths of up to 12 meters.",
    Cornice_Roximo_text_2:
      "The track can be used with center opening or with opening in one direction (left or right). You can control the track from anywhere via the dedicated app, add smart scenes and schedules based on time, countdowns, weather, sunrise/sunset, your location, and more.",
    Cornice_Roximo_text_3:
      "Package contents: smart motor; track; belt; 2 gliders; roller kit (8 pcs per meter); remote control; motor mounting + cover; ceiling mounting bracket",
    Cornice_Roll_59_text:
      "The Aqara smart motor for roller blinds is designed for controlling rolling curtains, partitions, or projection screens. You can manage the blinds via smartphone, the included remote control, or voice assistants like Alice.",
    Motor_Rolling_Aqara_text_1:
      "Universal use: Fits most types of curtains or blinds with shafts from 35 to 70 mm in diameter",
    Motor_Rolling_Aqara_text_2:
      "Elegant design: The body is made of white plastic to blend into any interior. Scheduling: Set automatic opens/closes based on time of day, sunrise/sunset, or other events.",
    Motor_Rolling_Aqara_text_3: "Manual control: You can duplicate control via a button on the device",
    Motor_Rolling_Aqara_text_4:
      "Overload protection: Built‑in motor protection prevents damage if the mechanism is blocked",
    Motor_Rolling_Aqara_text_5: "Quiet operation: Enjoy near‑silent motor performance",
    Cornice_Rolling_Aqara_text_1:
      "Beyond full open or close, you can partially open to a set distance and schedule automatic open/close at a given time.",
    Cornice_Rolling_Aqara_text_2: "In addition to mobile control, you can use a wireless button.",
    Cornice_Rolling_Aqara_text_3: "Convenience and aesthetics:",
    Cornice_Rolling_Aqara_text_4: "Quiet operation of motor and mechanisms",
    Cornice_Rolling_Aqara_text_5: "Motor can be placed on either side of the track: left or right",
    Cornice_Rolling_Aqara_text_6: "The motor is hidden inside the tube",
    Cornice_Rolling_Aqara_text_7:
      "Package contents: aluminum tube, mounting bracket kit, adapter set, ZNGZDJ11LM motor",
    Cornice_Roller_Shade_Aqara_text_1: "Control of Roman shades:",
    Cornice_Roller_Shade_Aqara_text_2: "Start and stop via smartphone using the Xiaomi Mi Home app",
    Cornice_Roller_Shade_Aqara_text_3: "Start and stop via a button or switch",
    Cornice_Roller_Shade_Aqara_text_4: "Operation when internet is down: scenarios run locally within home network",
    Cornice_Roller_Shade_Aqara_text_5: "Control via Yandex Alice voice assistant",
    Cornice_Roller_Shade_Aqara_text_6: "Maximum shade height — 6 meters",
    Cornice_Roller_Shade_Aqara_text_7: "Maximum shade weight — 15‑17 kg",
    Cornice_Roller_Shade_Aqara_text_8: "Convenience and aesthetics:",
    Cornice_Roller_Shade_Aqara_text_9: "Quiet motor and mechanism operation",
    Cornice_Roller_Shade_Aqara_text_10: "Motor can be installed on either side of the track: left or right",
    Cornice_Roller_Shade_Aqara_text_11: "Motor is concealed inside the tube",
    Cornice_Roller_Shade_Aqara_text_12: "Profile quality: anodized aluminum, powder‑coated",
    Cornice_Roller_Shade_Aqara_text_13: "Package contents:",
    Cornice_Roller_Shade_Aqara_text_14:
      "Aluminum track, rope pulleys (2–3 per meter), octagonal shaft, adapter set, bottom bar, motor, fiberglass inserts, plastic rings.",
    Driver_Curtain_Aqara_track_text_1:
      "Turn ordinary curtains into smart ones — it’s easier than ever. The device fits almost any type of track.",
    Driver_Curtain_Aqara_track_text_2: "Mounts to the track and hooks. One device per curtain.",
    Driver_Curtain_Aqara_track_text_3: "Hook length (from bottom of hook to track): 16–25 mm",
    Driver_Curtain_Aqara_track_text_4: "Track width: 10 mm",
    Driver_Curtain_Aqara_rod_text_1:
      "This smart drive is designed for automatic opening and closing of curtains mounted on rod‑type tracks. It allows remote control via smartphone, scheduling, or voice commands, integrating into popular smart home ecosystems.",
    Driver_Curtain_Aqara_rod_text_2:
      "Durable casing and quality materials ensure long life. Aqara smart drive is a step toward full home automation, comfort, and energy efficiency.",
    Motor_Roller_Aqara_text:
      "A device for automatic curtain control. Make your blinds, roller shades, or chain‑controlled curtains smart. Easy to install and battery powered. It can be controlled via smartphone, voice assistants, automations, and wireless switches. Opens or closes curtains fully or to a set percentage.",
    Close_water_Aqara: "Aqara Water Shut-off Actuator",
    Close_water: "Water Shut-off Actuator",
    Smart_Ball_Valve_DN25: 'Smart Ball Valve DN25 1"',
    Smart_Ball_Valve_DN20: 'Smart Ball Valve DN20 3/4"',
    Control_heater_Aqara: "Aqara Radiator Thermostat",
    Control_heater_Beok: "Beok Wi-Fi Radiator Thermostat",
    Control_floor_Electsmart_black: "Electsmart Smart Thermostat Black",
    Control_floor_Electsmart_white: "Welrok Smart Thermostat Light",
    Control_floor_Celtic_white: "Celtic Smart Thermostat Light",
    Control_floor_Celtic_black: "Celtic Smart Thermostat Black",
    Control_boiler_Bugatti: "Federica Bugatti Wi-Fi Boiler Control Module",
    Control_boiler_Beok_black: "Beok Thermostat for Gas and Electric Boilers Black",
    Control_boiler_Beok_white: "Beok Thermostat for Gas and Electric Boilers White",
    Boiler_THERMEX_Sonne_grey: "THERMEX Sonne 12 Wi-Fi Electric Wall-mounted Boiler Grey",
    Boiler_THERMEX_Cometa: "THERMEX Cometa 12-24 Wi-Fi Electric Dual-circuit Boiler",
    Boiler_THERMEX_Boss: "THERMEX Boss 12 Wi-Fi Electric Wall-mounted Boiler White",
    Boiler_THERMEX_Sonne_white: "THERMEX Sonne 12 Wi-Fi Electric Wall-mounted Boiler White",
    Heating_thermostat_ZONT: "ZONT GSM Wi-Fi Heating Thermostat for Boilers",
    Close_water_Aqara_text:
      "The intelligent actuator Aqara T1‑VC‑X01E is a Zigbee‑based valve control device suitable for both smart (wireless) and manual control of plumbing systems. It can link with water leak sensors to detect risks, send alerts and trigger shutoff, protecting property and ensuring safety.",
    Close_water_text:
      "Electric actuator for shutting off water/gas, valve drive with Alice support — an excellent solution for your smart home. It lets you control water and gas shutoff in your house, enhancing safety and efficiency.",
    Smart_Ball_Valve_DN25_text_1:
      "Electric ball valve 1 inch, 220 V — the guardian of your repair safety and peace of mind!",
    Smart_Ball_Valve_DN25_text_2:
      "When a leak occurs, the valve automatically shuts off the water. Works best paired with a leak sensor. Upon signal reception, it closes the valve. A push notification arrives within 2 seconds in the mobile app. Controlled via Alice voice assistant.",
    Smart_Ball_Valve_DN20_text_1: "Electric ball valve 3/4 inch, 220 V — safeguarding your repairs and peace of mind!",
    Smart_Ball_Valve_DN20_text_2:
      "On leak detection, the valve auto shuts the water off. Most effective when used with a leak sensor. Receives signal and closes the valve. Push alert in 2 seconds via app. Controlled via Alice.",
    Control_heater_Aqara_text:
      "Aqara Smart Radiator Thermostat E1 regulates radiator temperature. Installs in place of standard M30×1.5 mm head. Use with a temperature sensor for comfort in any room. Comes with adapters for compatibility with most radiator valves. Also includes antifreeze protection to activate heating in freezing conditions.",
    Control_heater_Beok_text_1:
      "Thanks to the built‑in thermostat, auto on/off, display and remote control, users can easily manage indoor temperature without leaving home.",
    Control_heater_Beok_text_2:
      "Additional features like child lock and smartphone control simplify voice control. Heating devices connect to the thermostat, ensuring efficient heat distribution throughout the home.",
    Control_floor_Electsmart_black_text:
      "This thermostat fits nearly every electric underfloor heating up to 3500 W, as well as hydronic floors with manifolds and actuators, typically of the “normally closed” type.",
    Control_floor_Welrok_white_text_1:
      "Welrok smart thermostat for managing underfloor heating via smartphone or computer. Its app feature saves money by reducing heating when no one is home.",
    Control_floor_Welrok_white_text_2:
      "When geofencing is enabled, Welrok uses user location to lower or shut off heating when you leave a set radius, and restore comfortable temperature when you return. Adjust heating settings via Yandex Alice.",
    Control_floor_Welrok_white_text_3:
      "Welrok Wi-Fi thermostats can be integrated into your Smart Home via MQTT and HTTP API.",
    Control_floor_Celtic_text_1:
      "The Celtic DS M3hgb smart thermostat is a modern solution for home temperature management, offering comfort and energy savings.",
    Control_floor_Celtic_text_2: "Features:",
    Control_floor_Celtic_text_3: "- Alice voice control — voice commands for your convenience.",
    Control_floor_Celtic_text_4: "- Touch display — intuitive interface for easy operation.",
    Control_floor_Celtic_text_5: "- Programmable mode — temperature scheduling by time of day.",
    Control_floor_Celtic_text_6: "- Max load 3500 W — suitable for most heating systems.",
    Control_floor_Celtic_text_7: "- Temperature range control 5 °C to 50 °C — ideal year‑round.",
    Control_boiler_Bugatti_text_1:
      "The Federica Bugatti Wi‑Fi boiler control module is a modern solution for smart heating control. It enables remote control and automation of your heating system to make your home more comfortable and efficient.",
    Control_boiler_Bugatti_text_2:
      "This module combines advanced technology, ease of use and high reliability. You get full control over your home heating, save resources and maintain a comfortable microclimate at all times.",
    Control_boiler_Beok_text_1:
      "A Wi-Fi thermostat for gas and electric boilers — a modern functional device that maintains the required room temperature.",
    Control_boiler_Beok_text_2:
      "This thermostat handles gas and electric heating boilers (Baxi, Buderus, Bosch, Protherm, Wolf, Vaillant, Viessmann, Zota, Ariston, Navien, Mizudo, Evan, Thermex, Electro, Kiturami, Rinnai, etc.). You can control the boiler remotely from anywhere, making it an indispensable home assistant. The unit features touch control and adjustable temperature settings. With built‑in sensor, it measures actual room temperature and activates accordingly.",
    Boiler_THERMEX_Sonne_grey_text:
      "The THERMEX Sonne 12 Wi‑Fi Grey wall electric boiler is a reliable, efficient solution for heating your home or cottage. Its 12 kW output can heat areas up to 120 m², providing comfort during cold seasons. Wall mounting saves space, and its elegant grey design fits any interior. The Wi‑Fi function lets you control it remotely via smartphone or integrate it into a smart home (e.g. with Alice). With included installation kit and user guide, setup is simple.",
    Boiler_THERMEX_Cometa_text:
      "The THERMEX Cometa 12‑24 Wi‑Fi electric dual‑circuit boiler is a modern solution for heating and hot water in your home or cottage. With 24 kW, it efficiently serves areas up to 240 m². The dual circuits ensure both climate control and hot water supply. Controlled via intuitive panel or Wi‑Fi for remote control and automation with voice assistants like Alice.",
    Boiler_THERMEX_Boss_text:
      "The THERMEX Boss 12 Wi‑Fi White wall electric boiler is a reliable and efficient heating solution. With 12 kW power, it's ideal for spaces up to 120 m². Wall mounted to save space, its white design suits any decor. Equipped with Wi‑Fi for remote control via smartphone or smart home integration. The included kit and manual make installation straightforward.",
    Boiler_THERMEX_Sonne_white_text:
      "The THERMEX Sonne 12 Wi‑Fi White wall electric boiler offers dependable efficient heating for your home or cottage. It supports up to 120 m², features Wi‑Fi control, fits elegantly into interiors, and includes all installation accessories and a manual.",
    Heating_thermostat_ZONT_text_1:
      "The ZONT H‑1V NEW heating thermostat is designed to maintain comfortable indoor temperatures. It controls your boiler from anywhere via web portal or ZONT mobile app. It supports 10 custom heating modes, schedule programming, outdoor temperature compensation (OTC), and time‑based operation. Logs and stores an event history.",
    Heating_thermostat_ZONT_text_2:
      "Backup battery included: in case of power outage, the device remains online for up to 12 hours and continues relaying data from connected wired sensors.",
    Heating_thermostat_ZONT_text_3: "Mounts on a DIN rail",
    "Humidifier_Xiaomi_4.5": "Xiaomi Air Humidifier 4.5L",
    Humidifier_Xiaomi_5: "Xiaomi Air Humidifier 5L",
    Humidifier_Xiaomi_4: "Xiaomi Air Humidifier 4L",
    Humidifier_Xiaomi_3: "Xiaomi Air Humidifier 3L",
    Humidifier_Aminix: "Aminix Air Purifier",
    Air_Purifier_Xiaomi: "Xiaomi Mijia Circulation Air Purifier White",
    Air_Purifier_5_Xiaomi: "Xiaomi Smart Air Purifier 5 Pro White",
    Air_Purifier_Rawmid: "Rawmid Air Purifier",
    Conditioner_Samsung_AI_25: "Samsung WindFree AI Cooling + Filter Air Conditioner 25 sq.m",
    Conditioner_Samsung_AI_35: "Samsung WindFree AI Cooling + Filter Air Conditioner 35 sq.m",
    Conditioner_Samsung_25: "Samsung WindFree Air Conditioner 25 sq.m",
    Conditioner_Samsung_35: "Samsung WindFree Air Conditioner 35 sq.m",
    Conditioner_Haier_20: "Haier Air Conditioner 20 sq.m",
    Conditioner_Haier_35: "Haier Air Conditioner 35 sq.m",
    Conditioner_Haier_50: "Haier Air Conditioner 50 sq.m",
    Conditioner_Haier_70: "Haier Air Conditioner 70 sq.m",
    Conditioner_LG_36: "LG Air Conditioner 36 sq.m",
    Conditioner_LG_27: "LG Air Conditioner 27 sq.m",
    Robot_Cleaner_DREAME_L40: "DREAME L40 Robot Vacuum Cleaner White",
    Robot_Cleaner_DREAME_D20: "DREAME Robot Vacuum D20 Ultra White",
    Robot_Cleaner_DREAME_X50: "DREAME X50 Ultra Complete Robot Vacuum Cleaner White",
    Autoclave_Aqara: "Aqara Automatic Feeder 400 ml White",
    Autoclave_Xiaomi: "Xiaomi Automatic Feeder for Cats and Dogs",
    Water_Dispenser_Xiaomi: "Xiaomi Smart Pet Water Dispenser 3L",
    Smart_Trash_T1: "Xiaomi Smart Trash Can T1",
    Smart_Trash_T3: "Xiaomi Smart Trash Can T3",
    Packages_Smart_Trash_T1: "Replacement Bags for Xiaomi Townew Smart Trash Can T1, 150 pcs",
    Packages_Smart_Trash_T3: "Replacement Cartridges with Bags for Xiaomi TowNew Smart Trash T3, 150 pcs",
    Smart_mirror_round: "Smart Mirror with RGB Lighting, Heating and Clock, 85 cm, Round",
    Smart_mirror_square: "Smart Mirror with RGB Lighting, Heating and Clock, 80x80 cm, Square",
    Smart_mirror_rectangle: "Smart Mirror with RGB Lighting, Heating and Clock, 80x50 cm, Rectangle",
    Smart_mirror_oval: "Smart Mirror with RGB Lighting, Heating and Clock, 90x40 cm, Oval",
    "Humidifier_Xiaomi_4.5_text_1":
      "This device is designed to improve the home microclimate, especially during summer heat or at the start of the heating season.",
    "Humidifier_Xiaomi_4.5_text_2": "The humidifier is suitable for a room of up to 25 sq. m.",
    "Humidifier_Xiaomi_4.5_text_3":
      "Water is poured from the top, which is very convenient. When the liquid in the reservoir is insufficient, the device automatically shuts off. The body of the Xiaomi Mijia Mi Smart Humidifier consists of two parts. The upper part is a water reservoir, and the lower part houses the spraying mechanism and all the electronics.",
    Humidifier_Xiaomi_5_text_1:
      "The humidifier is suitable for living rooms, children’s and workspaces, helping to avoid issues caused by dry air, which can cause discomfort and negatively affect health.",
    Humidifier_Xiaomi_5_text_2:
      "It also features a low noise level, allowing use even at night without disturbing sleep quality. The Smartmi Evaporative Humidifier 3 Lite effectively purifies water, providing quality humidified air without harming your health.",
    Humidifier_Xiaomi_4_text:
      "The Xiaomi Smartmi Evaporative Humidifier 3 Lite 4L EU (CJXJSQ06ZM) White is an evaporative air humidifier with an evaporation rate of 280 ml/h and a reservoir capacity of 4 liters. The humidifier can work continuously for up to 14 hours, with a noise level of just 50 dB. The device supports adjustment of evaporation intensity and three operating modes: automatic, night, and humidity maintenance. The air humidifier is user-friendly: it can be placed on the floor or on a table; water is filled from the top. The service area is 40 m².",
    Humidifier_Xiaomi_3_text_1:
      "The ionizing air humidifier features an incredibly stylish, original design and is useful in every home. It is equipped with a top-fill reservoir for fresh or distilled water. The humidifier is controlled via an LED display and through a smartphone app (smart humidifier), as well as via voice assistants. The humidifier supports a self-cleaning mode. The filtration is multi-level.",
    Humidifier_Xiaomi_3_text_2:
      "The humidifier can be used in multiple modes: night, auto, and maximum humidification. The mini humidifier includes a humidity and temperature sensor indicator and touch control buttons.",
    Humidifier_Aminix_text_1: "The Aminix AMX01 is a smart air purifier with ionization and smartphone/Alice control.",
    Humidifier_Aminix_text_2: "Key advantages:",
    Humidifier_Aminix_text_3:
      " • 3 filtration stages: pre-filter, HEPA H13 and carbon filter — remove up to 99.95 % of dust, allergens, smoke and odors.",
    Humidifier_Aminix_text_4:
      "• Air ionization — fills the room with negative ions, reduces allergen and bacteria levels, makes breathing easier.",
    Humidifier_Aminix_text_5:
      "• Air quality monitoring — built-in sensors and a PM2.5 color indicator show the cleanliness level in real time.",
    Humidifier_Aminix_text_6: "Service area: 50.0 sq. m",
    Air_Purifier_Xiaomi_text_1:
      "The floor-standing air purifier comes in a white housing with a touch display and a set of clear indicators. Symbols on the screen denote active modes and functions, temperature, humidity and other metrics. The integrated air quality sensor periodically analyzes the air. You can control the device via the Mi Home mobile app and integrate the purifier into the Xiaomi smart home ecosystem.",
    Air_Purifier_Xiaomi_text_2:
      "With an airflow rate of 510 m³/h, it is suitable for operation in rooms up to 60 m². The carbon and pre-filter trap large dust particles and odors. HEPA H13 locks in pollen, spores and similar allergens. The electrostatic filter removes ultrafine dust, soot and smoke from the air. The catalytic UV cartridge eliminates bacteria and viruses. Relevant indicators alert you when filter replacement is needed.",
    Air_Purifier_Xiaomi_text_3: "Service area: 60.0 sq. m",
    Air_Purifier_5_Xiaomi_text_1:
      "A powerful solution for cleaning air in large spaces. Thanks to the dual-fan system and six-layer composite filtration, it effectively removes bacteria, allergens, dust and formaldehyde, refreshing the air in just 3 minutes.",
    Air_Purifier_5_Xiaomi_text_2:
      "The device features advanced sensors for air quality monitoring, UV-C sterilization, and smart control via app and voice assistant. Its low noise level, stylish design, and energy-efficient filter make it an ideal choice for home and office.",
    Air_Purifier_5_Xiaomi_text_3: "Service area: 95.0 sq. m",
    Air_Purifier_Rawmid_text_1:
      "The RAWMID Modern RMP-01 air purifier enables maximum air cleanliness and maintains a healthy home climate. The device is designed to purify the air from the tiniest dust particles, various allergens, viruses and bacteria, and unpleasant odors. Effective air cleaning is ensured by triple filtration: a pre-filter, fine HEPA13 filter and carbon filter.",
    Air_Purifier_Rawmid_text_2: "Features of the RAWMID Modern air purifier:",
    Air_Purifier_Rawmid_text_3:
      "Cleaning efficiency 99.95 %. The RAWMID Modern RMP-01 is equipped with a high-efficiency HEPA13 filter. It retains 99.95 % of allergens and the smallest dust particles under 0.6 microns. Quiet, reliable and durable, the purifier will not distract your focus while operating.",
    Air_Purifier_Rawmid_text_4:
      "A night mode is provided in the purifier, during which the device is almost silent and the panel lights are dimmed. In the smartphone app, you can set the night mode to automatically switch on in the evening and off in the morning. The purifier’s display shows the current PM2.5 (µg/m³) concentration.",
    Air_Purifier_Rawmid_text_5:
      "Below is a simple, intuitive color air-quality scale, showing when the air quality is high, medium or low.",
    Air_Purifier_Rawmid_text_6:
      "Quick filter access — replacing the filter is easy. The old filter is quickly removed and precisely replaced with a new one. It takes only 5 seconds.",
    Air_Purifier_Rawmid_text_7: "The RAWMID Modern purifier includes a special compartment for aromatic oils.",
    Air_Purifier_Rawmid_text_8: "Service area: 80.0 sq. m",
    Conditioner_Samsung_AI_text_1:
      "Stay comfortable with the WindFree mode. It softly and quietly diffuses air through 23,000 micro‑holes without creating an unpleasant cold breeze on your skin. In WindFree mode, the outdoor unit consumes minimal electricity, enabling up to 77 % energy savings compared to conventional mode*. As a result, you enjoy a comfortable coolness without worrying about electricity bills.",
    Conditioner_Samsung_AI_text_2:
      "AI Auto Cooling (Artificial Intelligence Auto Cooling). This system automatically optimizes the air conditioner’s various operating modes by analyzing room conditions and your usage patterns.",
    Conditioner_Samsung_AI_text_3:
      "“Quiet Sleep” mode creates a comfortable atmosphere while you sleep. The automatic temperature control keeps the room comfortable so that you fall asleep quickly and wake up refreshed.",
    Conditioner_Samsung_AI_text_4:
      "The PM1.0 filter keeps the air truly clean, quickly capturing even ultrafine dust particles. Color indicators also show current air quality. The filter is washable, making it easy and economical to maintain.",
    Conditioner_Samsung_AI_text_5:
      "A motion sensor detects no movement for 20 minutes and automatically switches to WindFree mode to save energy. The motion sensor can detect inactivity within 5 to 60 minutes.",
    Conditioner_Samsung_text_1:
      "Wind-Free technology conditioners effectively maintain set temperature while eliminating drafts. Cooled air is delivered through 23,000 micro‑holes, so the room air is distributed evenly and 77 % less energy is used.",
    Conditioner_Samsung_text_2:
      "The “Fast Cooling” mode cools the air 43 % faster by operating the compressor and fan at maximum power.",
    Conditioner_Samsung_text_3:
      "Configure temperature even when you're away. With the SmartThings app, you can remotely adjust the air conditioner settings with a few taps.",
    Conditioner_Samsung_text_4:
      "Triple-layer material protects against dust, hair, large particles, viruses, bacteria and allergens.",
    Conditioner_Haier_text_1:
      "We present the Haier HSU-12HRM503 split system — an ideal solution for comfortable climate in your home or office. With cooling and heating power of 3400 W each, it ensures optimal temperature in rooms.",
    Conditioner_Haier_text_2: "Features:",
    Conditioner_Haier_text_3: " - On/off timer — schedule the air conditioner to suit your routine.",
    Conditioner_Haier_text_4: "- Dehumidification mode — effectively removes excess moisture from the air.",
    Conditioner_Haier_text_5: "- Mobile control — monitor your home climate from anywhere.",
    Conditioner_Haier_text_6: "- Fan speed adjustment — set airflow to your comfort level.",
    Conditioner_Haier_text_7:
      "- Low noise level — only 39 dB, ensuring quiet operation. This split system is ideal for those who value comfort and modern technology in daily life.",
    Conditioner_Haier_text_8:
      "It’s a great choice for apartments, offices, and small rooms. Install the device where temperature control is essential and use it along with additional filters for better air quality.",
    Conditioner_LG_text:
      "Experience the most comfortable sleep with auto‑adjustable features. When the comfort sleep function is active, the display guides you to easily monitor and reduce energy consumption. The pre-filter captures large dust particles from the start. Voice control is possible via LG ThinQ and Yandex apps when paired with a smart speaker and voice assistant Alice.",
    Robot_Cleaner_DREAME_L40_text_1: "Sensors:",
    Robot_Cleaner_DREAME_L40_text_2:
      "- drop detector, obstacle detection sensor, surface type sensor, height difference detection sensors",
    Robot_Cleaner_DREAME_L40_text_3: "Modes and features:",
    Robot_Cleaner_DREAME_L40_text_4:
      "- room mapping, scheduled cleaning, cleaning zone limiter, random cleaning, local cleaning mode, automatic return to charging station, stair recognition, obstacle avoidance, self‑charging",
    Robot_Cleaner_DREAME_D20_text_1:
      "Modes and features: room mapping, cleaning zone limiter, local cleaning mode, automatic return to charging base, obstacle avoidance, self‑charging.",
    Robot_Cleaner_DREAME_D20_text_2:
      "Includes: Robot vacuum, base station, side brush, mop holder, dust bag, user manual",
    Robot_Cleaner_DREAME_X50_text_1:
      "The Dreame X50 Ultra Complete is not just a robot vacuum but a new-generation fully autonomous cleaning station.",
    Robot_Cleaner_DREAME_X50_text_2:
      "It thinks, cleans, and self‑serves. You just enjoy the cleanliness. It supports Russian language.",
    Robot_Cleaner_DREAME_X50_text_3:
      "Through the app you can set schedules, designate no-go zones, choose cleaning modes per room, and even start video call to check on your pet.",
    Robot_Cleaner_DREAME_X50_text_4:
      "X50 Ultra easily handles thresholds up to 6 cm, recognizes up to 200 types of objects (including toys, socks, pet bowls) and navigates precisely even in dark corners. It cleans under furniture and along walls — all controlled by AI navigation and 3D scanning.",
    Robot_Cleaner_DREAME_X50_text_5:
      "With suction power of 20,000 Pa it handles any dirt: dust, pet hair, crumbs, sand. Its dual brush design prevents tangling and maximally cleans carpets and floors.",
    Robot_Cleaner_DREAME_X50_text_6:
      "After cleaning, the robot returns to base where it washes its mops with hot water up to 80°C, dries them with hot air and uses UV light. All dirty water goes to a tank, clean water is automatically supplied. You don’t need to pour, drain or wash anything manually.",
    Autoclave_Aqara_text_1:
      "The Aqara Smart Pet Feeder C1 is a smart pet feeder that automates feeding your cats or dogs, providing them with regular and healthy meals even when you're away from home.",
    Autoclave_Aqara_text_2: "Key features:",
    Autoclave_Aqara_text_3: "Automatic feeding:",
    Autoclave_Aqara_text_4:
      "Set feeding schedules and portions to ensure your pet receives balanced nutrition even when you're not home.",
    Autoclave_Aqara_text_5: "Portion control:",
    Autoclave_Aqara_text_6: "Adjust the amount of food dispensed to maintain your pet’s healthy weight.",
    Autoclave_Aqara_text_7: "Voice control:",
    Autoclave_Aqara_text_8: "Control the feeder using voice commands via Google Assistant or Yandex Smart Home.",
    Autoclave_Aqara_text_9: "Remote access:",
    Autoclave_Aqara_text_10: "Monitor food levels and control the feeder from anywhere using the Aqara Home app.",
    Autoclave_Aqara_text_11: "Two‑way voice chat:",
    Autoclave_Aqara_text_12: "Interact with your pet remotely through the built‑in speaker and microphone.",
    Autoclave_Aqara_text_13: "Video recording:",
    Autoclave_Aqara_text_14: "Record short clips during feeding to keep an eye on your pet when you're away.",
    Autoclave_Aqara_text_15: "Supports different foods:",
    Autoclave_Aqara_text_16: "Holds up to 4 kg of dry food in pellet or flake form.",
    Autoclave_Aqara_text_17: "Easy cleaning:",
    Autoclave_Aqara_text_18: "Detachable food container and stainless steel bowl are easy to clean.",
    Autoclave_Aqara_text_19: "Backup power:",
    Autoclave_Aqara_text_20: "Built‑in battery ensures uninterrupted operation during power outages.",
    Autoclave_Xiaomi_text_1:
      "The Xiaomi Smart Pet Food Feeder 2 XMWSQ02 is an automatic feeder for cats and dogs — an ideal solution for caring owners. With a capacious 5‑liter container and the ability to store up to 2.5 kg of food at once, this smart feeder provides month‑long feeding for your pet.",
    Autoclave_Xiaomi_text_2:
      "A real‑time weighing sensor ensures you always know how much food is left in the bowl, helping prevent underfeeding or overfeeding. The BHR9030EU smart feeder analyzes the pet’s physical state and provides personalized feeding recommendations based on age and weight.",
    Autoclave_Xiaomi_text_3:
      "Infrared monitoring keeps you informed about food supply levels. In case of a power outage, the feeder uses two AA batteries for up to 10 days of operation.",
    Water_Dispenser_Xiaomi_text_1:
      "An innovative device for your pet, equipped with a roomy 3‑liter reservoir. A four‑stage filtration system ensures water purity and freshness by removing contaminants and pet hair. With three water dispensing modes, silent operation and IPX7 waterproofing, this dispenser offers comfort and convenience. Integration with the Xiaomi Home app allows easy control and monitoring of water status, making it an indispensable helper in caring for your pet’s health. It can operate autonomously for up to 15 days without refilling — especially useful for busy owners or those who frequently leave home, confident that their pet always has enough water.",
    Water_Dispenser_Xiaomi_text_2:
      "With three different water dispensing modes (constant flow, fountain and soft stream), the dispenser offers options to satisfy even the most demanding pets.",
    Smart_Trash_T1_text_1:
      "The high‑tech smart trash bin greatly simplifies daily routines and helps you save precious time.",
    Smart_Trash_T1_text_2:
      "The T1 model is equipped with two laser sensors. One detects a person’s approach and opens the lid, and the other helps eject the trash bag. Bag replacement inside the bin is automatic.",
    Smart_Trash_T1_text_3:
      "Special rolls are large, extra durable and dense enough to hold even sharp‑edged waste. However, the device also accepts standard polyethylene bags easily. During bag replacement, built‑in fans create a vacuum and pull the bag to tightly adhere to the bin walls and bottom. The result is much better than manual replacement. Also, such a bag can hold more waste without needing to be compacted. The matte black color of the trash bags helps maintain privacy from neighbors.",
    Smart_Trash_T1_text_4:
      "Special attention is given to sanitary hygiene — the lid is equipped with a hermetic seal preventing odor leakage. This not only increases cleanliness but also eliminates the risk of pests and microorganisms. Capacity: 15.5 liters.",
    Smart_Trash_T3_text_1:
      "The T3 model is equipped with two laser sensors. One detects a person’s presence and opens the lid, the other assists bag ejection. Bag replacement in the bin is automatic.",
    Smart_Trash_T3_text_2: "If necessary, the lid can be kept permanently open.",
    Smart_Trash_T3_text_3:
      "Special rolls are large, extra durable and dense enough to hold even sharp‑edged waste. However, the device also accepts standard polyethylene bags with ease. During replacement, built‑in fans create a vacuum and pull the bag to tightly fit against the bin walls and bottom.",
    Smart_Trash_T3_text_4:
      "Special attention is given to sanitary hygiene — the lid includes a hermetic seal preventing odor transfer. This increases cleanliness and prevents pests or microorganisms. Capacity: 13 liters.",
    Packages_Smart_Trash_T1_text_1: "Capacity — 15.5 L",
    Packages_Smart_Trash_T1_text_2: "Packing type — box",
    Packages_Smart_Trash_T1_text_3: "Extra durable — Yes",
    Packages_Smart_Trash_T1_text_4: "Material — polypropylene",
    Packages_Smart_Trash_T1_text_5: "Size — 20.5 × 3 × 20.5 cm",
    Packages_Smart_Trash_T1_text_6: "Quantity in pack — 150",
    Packages_Smart_Trash_T3_text_1: "Capacity — 13.0 L",
    Packages_Smart_Trash_T3_text_2: "Packing type — box",
    Packages_Smart_Trash_T3_text_3: "Extra durable — Yes",
    Packages_Smart_Trash_T3_text_4: "Material — polypropylene",
    Packages_Smart_Trash_T3_text_5: "Size — 24.5 × 3.7 × 14 cm",
    Packages_Smart_Trash_T3_text_6: "Quantity in pack — 150",
    Smart_mirror_text_1:
      "A wall-mounted illuminated mirror is not only a functional interior element but also a stylish addition to your bathroom. An illuminated mirror in the bathroom is an excellent choice for creating a cozy atmosphere. A wall-mounted illuminated mirror in the hallway becomes a stylish accent in your home.",
    Smart_mirror_text_2:
      "Choose lighting to match your mood: buy a large neutral 4500K mirror for the hallway to easily apply makeup, or a 6000K cold‑light mirror to help with concentration. For the bathroom, a 3000K warm light mirror will let you feel summer sunshine. If choosing is hard, opt for a 3‑in‑1 light (3000K, 4500K, 6000K) or get an RGB light version with a million colors.",
    Camera_Yandex: "Yandex Video Surveillance Camera",
    Camera_street_Roximo: "Roximo Smart Outdoor Camera",
    Camera_rotary_Roximo: "Roximo Smart Rotating Camera",
    Camera_Roximo: "Roximo Smart Camera",
    Camera_E27_Roximo: "Roximo Smart Camera with E27 Power Adapter",
    Camera_4G_Roximo: "Roximo 4G Smart Outdoor Rotating Camera",
    Camera_street_rotary_Roximo: "Roximo Smart Outdoor Rotating Camera",
    Camera_Yandex_text_1:
      "The YNDX-00582GRY surveillance camera is a perfect choice for home and cottage. It is Yandex's first smart camera with a modern design and high-quality Wi-Fi video surveillance. It integrates with the Alisa ecosystem, features a 103º viewing angle and a 350º rotating mechanism, allowing you to capture every detail. It activates recording when motion or sound is detected and enables night vision in darkness.",
    Camera_Yandex_text_2:
      "You can monitor the stream via the app or TV Station and share access with relatives. The camera notifies you of any activity and can disable recording if needed.",
    Camera_Yandex_text_3: "Interfaces: USB, Wi-Fi, microSD card support.",
    Camera_Yandex_text_4: "Features: motion detector, privacy mode, IP20 protection rating.",
    Camera_Yandex_text_5:
      "Additional functions: built-in microphone, video streaming to smartphone, voice control via Yandex Station.",
    Camera_street_Roximo_text_1:
      "The camera can be controlled via a special mobile app to view everything happening at your home online. Video can be recorded on an SD card or cloud storage for later viewing. When the security function is used, the camera automatically records and saves video upon motion detection.",
    Camera_street_Roximo_text_2: "Available features: night mode, motion detection, two-way communication.",
    Camera_street_Roximo_text_3:
      "Package contents: manual – 1 pc; mount – 1 pc; power adapter – 1 pc; smart camera – 1 pc",
    Camera_rotary_Roximo_text_1:
      "The IP camera has a rotation function and can view the space at a full 360 degrees. The kit includes a special mount, and the camera can be fixed to a wall or ceiling, with image rotation available in camera settings.",
    Camera_rotary_Roximo_text_2:
      "Available features: night mode, motion detection, two-way communication, video nanny.",
    Camera_rotary_Roximo_text_3:
      "Package contents: USB cable – 1 pc; power adapter – 1 pc; manual – 1 pc; smart camera – 1 pc; mounting kit – 1 pc",
    Camera_Roximo_text_1:
      "The camera is housed in a case designed for installation on a special rotating stand. The stand platform can also be mounted to a wall or ceiling, and the image can be flipped in the camera settings.",
    Camera_Roximo_text_2: "Available features: night mode, motion detection, two-way communication, video nanny.",
    Camera_Roximo_text_3:
      "Package contents: 3M tape – 1 pc; USB cable – 1 pc; power adapter – 1 pc; manual – 1 pc; smart camera – 1 pc",
    Camera_E27_Roximo_text_1:
      "Thanks to the E27 power adapter, the camera can be installed by screwing it in place of a light bulb. The IP camera has a rotation function and can view the space at a full 360 degrees. The kit includes a special mount, and the camera can be fixed to a wall or ceiling, with image rotation available in camera settings.",
    Camera_E27_Roximo_text_2: "Available features: night mode, motion detection, two-way communication, video nanny.",
    Camera_E27_Roximo_text_3:
      "Package contents: USB cable – 1 pc; power adapter – 1 pc; manual – 1 pc; mounting kit – 1 pc; E27 power adapter – 1 pc; smart camera – 1 pc",
    Camera_4G_Roximo_text_1:
      "The presence of a SIM card slot and support for 4G communication standard allow installing the camera anywhere without the need for internet connection for remote monitoring. Video can be recorded on an SD card or cloud storage for later viewing. When using the security function, the camera automatically records and saves video upon motion detection.",
    Camera_4G_Roximo_text_2:
      "Available features: night mode, motion detection, two-way communication, patrol mode, return to standby position.",
    Camera_4G_Roximo_text_3: "Package contents: manual – 1 pc; mount – 1 pc; power adapter – 1 pc; smart camera – 1 pc",
    Camera_street_rotary_Roximo_text_1:
      "The Roximo RHC202 smart outdoor rotating camera is one of the devices in the Roximo smart home ecosystem.",
    Camera_street_rotary_Roximo_text_2:
      "The camera has a rotation function and can view the space at a full 360 degrees. The kit includes a special mount, and the camera can be fixed to a wall or ceiling, with image rotation available in camera settings. When using the security function, the camera automatically records and saves video upon motion detection.",
    Camera_street_rotary_Roximo_text_3:
      "Available features: night mode, motion detection, two-way communication, patrol mode, return to standby position.",
    Camera_street_rotary_Roximo_text_4:
      "Package contents: manual – 1 pc; mount – 1 pc; power adapter – 1 pc; smart camera – 1 pc",
    Smart_Door_Xiaomi: "Xiaomi Electro-Mechanical Lock",
    Smart_Door_Xiaomi_E30: "Xiaomi Smart Door Lock E30",
    Smart_Door_Aqara_A100: "Aqara A100 Lock",
    Smart_Door_Aqara_D100: "Aqara Electro-Mechanical Door Lock D100",
    Smart_Door_Aqara_N100: "Aqara Electro-Mechanical Door Lock N100",
    Smart_Window: "RoboArm Smart Window Opener",
    Smart_Door_Xiaomi_text_1:
      "The Xiaomi Smart Door Lock is a modern solution to secure your home with a wide range of features and a high level of protection.",
    Smart_Door_Xiaomi_text_2: "9 unlocking methods:",
    Smart_Door_Xiaomi_text_3: "— AI fingerprint scanner (accuracy 99.29%, speed 0.5 sec)",
    Smart_Door_Xiaomi_text_4: "— Permanent and one-time passwords",
    Smart_Door_Xiaomi_text_5: "— Bluetooth via smartphone",
    Smart_Door_Xiaomi_text_6: "— Mechanical key",
    Smart_Door_Xiaomi_text_7: "— NFC cards (sold separately)",
    Smart_Door_Xiaomi_text_8: "— Unlocking via Xiaomi smartphones, watches, and bracelets, Gizmochina",
    Smart_Door_Xiaomi_text_9: "Six-level security system:",
    Smart_Door_Xiaomi_text_10: "— Class C lock cylinder",
    Smart_Door_Xiaomi_text_11: "— Protection against burglary and tampering",
    Smart_Door_Xiaomi_text_12: "— Door ajar sensor notifies the user if the door is not fully closed",
    Smart_Door_Xiaomi_text_13: "— Integration with Mi Home and HyperOS",
    Smart_Door_Xiaomi_text_14: "Emergency power supply via Type-C (5 V, 0.5 A)",
    Smart_Door_Xiaomi_E30_text_1: "Camera",
    Smart_Door_Xiaomi_E30_text_2:
      "The AI-powered intelligent detection system automatically activates video recording when someone lingers near your door, instantly sending a notification to your smartphone. You can monitor events in real-time from anywhere and take appropriate actions.",
    Smart_Door_Xiaomi_E30_text_3: "Unlocking",
    Smart_Door_Xiaomi_E30_text_4:
      "The lock offers 9 different unlocking methods, including an AI fingerprint scanner with 99.29% accuracy and 0.5 second unlock speed. The app allows you to create temporary or permanent keys for family members, friends, or service staff, providing flexibility and control over home access.",
    Smart_Door_Xiaomi_E30_text_5: "Protection",
    Smart_Door_Xiaomi_E30_text_6:
      "The device is equipped with a class C cylinder, making it resistant to burglary. The six-level lock protection system ensures a high level of security. The built-in door ajar sensor with notification feature provides an additional security layer.",
    Smart_Door_Xiaomi_E30_text_7: "Power Supply",
    Smart_Door_Xiaomi_E30_text_8:
      "The lock has two power sources: main powered by 4 AA batteries and backup powered by a 5000mAh lithium battery. In case the batteries run out, you can use emergency power supply through the Type-C port to open the door.",
    Smart_Door_Xiaomi_E30_text_9: "Mi Home App",
    Smart_Door_Xiaomi_E30_text_10:
      "Thanks to Bluetooth 5.0 and Wi-Fi, the lock easily integrates into your home network, allowing control from anywhere in the world. Use the Mi Home app to manage access remotely, track open/close history, and receive notifications about unauthorized entry attempts.",
    Smart_Door_Aqara_A100_text_1:
      "The Aqara Door Lock A100 Zigbee Edition has a fingerprint-resistant aluminum body. It alerts about burglary attempts and multiple incorrect password entries. The device has a hidden keypad — to activate it, you need to touch the sensor panel.",
    Smart_Door_Aqara_A100_text_2: "Unlocking Methods",
    Smart_Door_Aqara_A100_text_3: "Remotely via the Aqara Home app",
    Smart_Door_Aqara_A100_text_4: "Fingerprint",
    Smart_Door_Aqara_A100_text_5: "Permanent password",
    Smart_Door_Aqara_A100_text_6: "One-time password",
    Smart_Door_Aqara_A100_text_7: "Temporary password",
    Smart_Door_Aqara_A100_text_8: "Mechanical key",
    Smart_Door_Aqara_A100_text_9: "NFC tag",
    Smart_Door_Aqara_A100_text_10:
      "If the batteries run out, you can still open the lock with a mechanical key or power it via the Type-C port.",
    Smart_Door_Aqara_D100_text_1:
      "This is a smart door lock that ensures the security and convenience of your home. It is equipped with many features that allow you to lock and unlock the door using various methods, as well as monitor activity and receive notifications.",
    Smart_Door_Aqara_D100_text_2: "Unlock Methods:",
    Smart_Door_Aqara_D100_text_3:
      "Fingerprint: D100 can store up to 20 unique fingerprints, providing quick and secure access.",
    Smart_Door_Aqara_D100_text_4:
      "Password: Use permanent or temporary passwords for access, convenient for guests or cleaning staff.",
    Smart_Door_Aqara_D100_text_5: "NFC: Unlock the lock by touching an NFC card or an NFC-enabled smartphone.",
    Smart_Door_Aqara_D100_text_6:
      "Mechanical key: Use in unforeseen situations when electronic methods are unavailable.",
    Smart_Door_Aqara_D100_text_7:
      "Remote access: Lock and unlock remotely via the Aqara Home or Apple HomeKit app from anywhere.",
    Smart_Door_Aqara_D100_text_8: "Security Features:",
    Smart_Door_Aqara_D100_text_9:
      "Burglary detection: Receive notifications if someone attempts to break into your door.",
    Smart_Door_Aqara_D100_text_10:
      "Incorrect password attempts: The lock automatically locks after several incorrect password entries.",
    Smart_Door_Aqara_D100_text_11:
      "“Away from home” mode: Activate this mode, and the lock will automatically lock after the door closes.",
    Smart_Door_Aqara_D100_text_12:
      "Two-factor authentication: Add an extra security layer using two-factor authentication when accessing the lock remotely.",
    Smart_Door_Aqara_D100_text_13: "Other Features:",
    Smart_Door_Aqara_D100_text_14: "Activity log: View lock usage history to see who opened the door and when.",
    Smart_Door_Aqara_D100_text_15: "Voice control: Use Siri or Google Assistant for voice command control of the lock.",
    Smart_Door_Aqara_D100_text_16:
      "Automation: Create automation scenarios for the lock to interact with other smart devices in your home.",
    Smart_Door_Aqara_D100_text_17:
      "Long battery life: The lock is powered by a lithium-ion battery lasting up to 1 year on a single charge. Backup power: The lock has a USB-C port for charging in case the battery runs out.",
    Smart_Door_Aqara_N100_text_1:
      "The device can be installed on wooden and steel doors with a panel thickness of 40 to 80 mm.",
    Smart_Door_Aqara_N100_text_2: "Unlocking Methods",
    Smart_Door_Aqara_N100_text_3:
      "The lock supports unlocking via fingerprint, password, NFC card, temporary password, HomeKit, or emergency key.",
    Smart_Door_Aqara_N100_text_4: "Smart doorbell",
    Smart_Door_Aqara_N100_text_5:
      "The internal lock panel has a speaker that plays a doorbell melody when the external panel button is pressed. If you don't want to use the bell, set automation differently — for example, send a notification to your smartphone or turn on the hallway light when the button is pressed. This is convenient if you don't want to wake family members or disturb pets.",
    Smart_Window_text_1:
      "The window actuator is perfect for creating maximum comfort – remote ventilation of rooms, automatic humidity level regulation, and fresh air access.",
    Smart_Window_text_2:
      "The opening width is 15-20 cm, which is sufficient; the opening size can also be adjusted in percentages.",
    Smart_Window_text_3:
      "Attention: The device does not have obstacle protection! If you forget to physically open the window's locking handle and activate the actuator, it is likely to break down.",
    Gates_lock: "Electro-mechanical gate lock with radio remotes and Wi-Fi",
    Gates_lock_180: "Electromagnetic door lock with WiFi and 180kg radio remote",
    Gate_lock_chrome: "Electro-mechanical gate lock with radio remotes and Wi-Fi (chrome)",
    Gate_relay: "Smart WiFi relay for gates, automation for sliding gates",
    Gate_drive: "Smart sliding gate drive with Alice voice assistant",
    Ring_wireless: "Wireless doorbell",
    Smart_intercom: "espDomofon digital smart intercom",
    Gates_lock_text_1: "Electro-mechanical gate lock controlled via radio remotes and smartphone app.",
    Gates_lock_text_2: "Additional device options",
    Gates_lock_text_3:
      "Automatic on/off; vandal-proof casing; remote control; power indication; voice activation feature",
    Gates_lock_text_4:
      "Package includes: TouchMemory keys – 5 pcs; power supply – 1 pc; controller – 1 pc; 'Exit' button – 1 pc",
    Gates_lock_180_text_1:
      "Opening method – radio remote, app; radio button. Door thickness 100. Number of registered cards – 5 pcs.",
    Gates_lock_180_text_2:
      "Additional options – automatic on/off; vandal-proof casing; remote control; power indication; voice activation feature",
    Gates_lock_180_text_3: "Batteries not included. Minimum code characters – 5. Maximum code characters – 5.",
    Gates_lock_180_text_4: "Package – Electromagnetic door lock with WiFi and radio remote",
    Gate_lock_chrome_text_1: "Opening methods – button; WiFi; radio remote.",
    Gate_lock_chrome_text_2: "Door thickness 100",
    Gate_lock_chrome_text_3: "Number of registered cards – 2 pcs.",
    Gate_lock_chrome_text_4:
      "Additional options – automatic on/off; vandal-proof casing; remote control; power indication; voice activation feature.",
    Gate_lock_chrome_text_5: "Batteries not included",
    Gate_lock_chrome_text_6: "Minimum code characters – 3",
    Gate_lock_chrome_text_7: "Maximum code characters – 2",
    Gate_lock_chrome_text_8:
      "Package includes – power supply – 1 pc; controller – 1 pc; radio remote – 2 pcs; electro-mechanical lock (chrome) – 1 pc.",
    Gate_relay_text:
      "WiFi automation for gates, blinds, roller shutters, greenhouses, doors. Automatic opening of garage and street gates, roller shutters. Smart WiFi relay for opening garage and sliding street gates.",
    Gate_drive_text_1:
      "The main features of the automation kit are ease of installation and reliable operation. Smart electric drives are designed to automate sliding gates in private and industrial sectors with low and medium traffic intensity, such as cottages, condominiums, warehouses, production sites, small parking lots, etc.",
    Gate_drive_text_2: "The sliding gate electric drive kit includes:",
    Gate_drive_text_3: "- Mounting base;",
    Gate_drive_text_4: "- Two keys for the unlocker;",
    Gate_drive_text_5: "- Built-in radio receiver in the control unit;",
    Gate_drive_text_6: "- Encoder for safety and motion control;",
    Gate_drive_text_7: "- Two remote controls;",
    Gate_drive_text_8: "- Set of fasteners for installation.",
    Ring_wireless_text_1:
      "Introducing a smart door video doorbell with a 5000 mAh battery and a 2K resolution recording camera.",
    Ring_wireless_text_2: "- 3 MP camera records in 2K resolution, ensuring clear image even in low light conditions.",
    Ring_wireless_text_3:
      "- 140-degree viewing angle allows you to see everything happening at the door without blind spots.",
    Ring_wireless_text_4:
      "- Communicate with visitors from anywhere in the world, staying connected even when away from home.",
    Ring_wireless_text_5: "- Instant audio alerts notify you of every visitor.",
    Ring_wireless_text_6: "- Smart face recognition feature alerts you about who is visiting, enhancing security.",
    Ring_wireless_text_7:
      "- If the device is tampered with, information is immediately sent to your phone, preventing theft.",
    Ring_wireless_text_8:
      "- The device notifies you about movement and people in the visible zone, ensuring your home's safety.",
    Ring_wireless_text_9:
      "- Child voice conversion to adult voice allows your child to communicate safely with visitors.",
    Smart_intercom_text_1:
      "Ready handset for connecting a digital intercom to the Alice speaker, control via messengers, and smart home integration.",
    Smart_intercom_text_2: "Features and modes:",
    Smart_intercom_text_3: "- Playback of preset sound files to guests, e.g., 'Seventh floor, left from the elevator'",
    Smart_intercom_text_4: "- Control via physical button on the unit or smart home integration",
    Smart_intercom_text_5: "- Voice control through Alice speaker or Yandex Station",
    Smart_intercom_text_6:
      "- Mode activation by phrases like 'Alice, I'm waiting for the courier' – automatic opening on next call",
    Smart_intercom_text_7: "- Notifications and control via messengers",
    Smart_intercom_text_8: "- Automatic door opening mode (single and permanent)",
    Smart_intercom_text_9: "- Automatic call rejection mode",
    Smart_intercom_text_10: "- 'Waiting for courier' mode",
    Smart_intercom_text_11: "- 'Silent' mode – mute handset sound",
    Smart_intercom_text_12: "- LED brightness adjustment",
    Smart_intercom_text_13: "Compatible with CYFRAL, Vizit, Beward, Eltis, Metacom, Dom Ru, Rostelecom",
    Need_hub: "Hub required",
    Power: "Power",
    From_the_battery: "Battery-powered",
    Static_electricity: "Mains power",
    Type: "Type",
    Control_center: "Control center",
    Connected_devices: "Number of connected devices",
    Ecosystem: "Ecosystem",
    Yandex_Smart_Home: "Yandex Smart Home",
    Communication_protocol: "Communication protocol",
    IR_Port: "IR Port",
    footer_info_price: "* Prices are valid for only 3 days from the date of receiving the price list",
    Back: "To the main page",
  },
};
