const translations = {
  kz: {
    menu_main: "Басты",
    menu_catalog: "Каталог",
    menu_packages: "Пакеттер",
    menu_services: "Қызметтер",
    menu_portfolio: "Портфолио",
    floating_call: "📞 Хабарласу",
    floating_contact_us: "Байланысу",
    Station_Alice_Max: "Яндекс Макс станциясы",
    Station_Alice_Duo: "Яндекс Дуо Макс станциясы",
    Station_Alice_Lite_3: "Яндекс 3 станциясы",
    Station_Alice_Midi: "Яндекс Миди станциясы",
    Station_Alice_Mini3Pro: "Яндекс Мини 3 Про станциясы",
    Station_Alice_Mini3: "Яндекс Мини 3 станциясы",
    Station_Alice_Lite2: "Яндекс Лайт 2 станциясы",
    Station_Alice_TV140: "Яндекс Про теледидары 140 см",
    Station_Alice_TV165: "Яндекс Бейсик теледидары 165 см",
    Remote_Yandex: "Яндекс қашықтан басқару пульті",
    Hub_Yandex: "Яндекс басқару орталығы",
    Hub_Yandex_sensor: "Температура мен ылғалдылық датчигі бар Яндекс ақылды пульті",
    Hub_Aqara_M2: "Aqara Hub M2 ақылды үй орталығы",
    Hub_Aqara_M3: "Aqara Hub M3 ақылды үй орталығы",
    Hub_Roximo: "ROXIMO ақылды хабы",
    Hub_Tuya: "Tuya басқару орталығы",
    Modul_mini_3_pro: "Яндекс Мини 3 Про үшін климаттық модулі",
    Station_Alice_Max_text_1:
      "Яндекс Макс ақылды станциясы мата қапталған пластик корпуста орналасқан. Алдыңғы жағында монохромды LED-дисплей бар — ол күнді, ауа райын көрсетеді және дауыстық көмекшінің анимациясын шығарады. Жоғарғы панельдегі жарық сақинасы станция күйін түсінің өзгеруімен, жыпылықтауымен, айналуымен, жарқылдауымен және пульсациясымен көрсетеді. Құрылғының бүйірлерінде 5 динамик пен 7 микрофон орналасқан. Үш жолақты акустикалық жүйе әртүрлі динамиктерден төмен, орта және жоғары жиіліктерді ойнатады.",
    Station_Alice_Max_text_2:
      "Алиса арқылы сөйлесуге, сұрақ қоюға, музыка, видео немесе интернеттен ақпарат табуды сұрауға болады. Көмекші күнделікті тапсырмаларды орындауға көмектеседі — оятқышты орнату, музыкалық плеердегі тректерді қосу немесе ауыстыру, такси шақыру, тамаққа тапсырыс беру. Ethernet қосқышы колонканы сымды жергілікті желіге қосуға мүмкіндік береді, интернет жылдамдығы — 1 Гбит/с дейін. Wi-Fi-дан сымды байланысқа автоматты түрде ауысады.",
    Station_Alice_Max_text_3:
      "Жинаққа кіріктірілген микрофоны бар қашықтан басқару пульті кіреді. Бірнеше колонкалар мен станцияларды мультирум жүйесіне біріктіріп, үйдің кез келген нүктесіне музыка мен дыбысты таратуға болады. Wi-Fi, Zigbee және Bluetooth сымсыз технологияларын қолдайды.",
    Cost: "Бағасы",
    tenge: "тг",
    Station_Alice_Duo_text_1:
      "Дуо Макс станциясы бежевый пластик және мата корпусында жасалған. Ол контурлы LED жарықтандырумен жабдықталған. Модельдің ерекшелігі – мультимедиа қарау, Алиса жауаптарын көрсету және смарт‑үй құрылғыларын басқару үшін айналмалы FullHD сенсорлық экран. 13 Мп камера 120° көру бұрышымен бейнебайланысқа мүмкіндік береді. 4 толық диапазонды динамик пен 60 Вт сабвуфері бар акустикалық жүйе тепе-тең дыбысты береді.",
    Station_Alice_Duo_text_2:
      "Яндекс Дуо Макс YNDX‑00055BIE станциясы Wi-Fi, Zigbee және Bluetooth сымсыз технологияларын қолдайды. Алиса арқылы музыкан тыңдауға, ертегілерді естуге, азық-түлікке тапсырыс беруге, такси шақыруға, оятқыш орнатуға болады.",
    Station_Alice_Lite_3_text_1:
      "Яндекс 3 станциясы — үйге арналған Алиса дауыстық көмекшісі бар, жарқын жарықтандыруы және қуатты дыбысы бар ақылды колонка. Артқы панельдегі эмбиентті жарықтандыру 16 миллион түсті қолдайды. Сағаты бар сұр түсті колонканың үстіңгі бөлігінде дөңгелек жарық аймағы орналасқан.",
    Station_Alice_Lite_3_text_2:
      "Алисаға жүгінгенде немесе таймерлер мен еске салғыштар іске қосылғанда жанатын LED-жарықтандыру. Яндекс 3 станциясы кез келген жағдайға қажетті атмосфераны жасауға көмектесетін әртүрлі жарық режимдерін ұсынады. «Жарық музыкасы» режимінде жарық музыка ырғағына сай пульсация жасап, түстерін өзгертеді. Динамика қосқыңыз келсе, «Стробоскоп» режимі музыкалық ритмге сәйкес жарқын жарқылдар қосады. Ал тыныш әрі жайлы орта үшін «Шам» режимі өте қолайлы — ол кеңістікті жұмсақ сары-қызғылт жарықпен және каминнің сықырлаған дыбыстарымен толтырады. Баптаулардан өзіңізге сай басқа да жарық режимдерін таба аласыз.",
    Station_Alice_Lite_3_text_3:
      "Құрылғының алдыңғы бетінде уақытты, ауа райын және қарапайым анимацияларды көрсететін пиксельді дисплей бар. Колонка 50 Вт-қа дейін көлемді дыбыс шығарады. Динамиктер конфигурациясы мен өңдеу алгоритмдері дыбысты бөлме ерекшелігіне бейімдеп, музыканың, подкасттардың және фильмдердің таза әрі кең көлемде естілуін қамтамасыз етеді.",
    Station_Alice_Lite_3_text_4:
      "Яндекс 3 станциясы Wi-Fi, Zigbee және Matter арқылы ақылды үй құрылғыларын қолдайды. Шу детекторы әртүрлі дыбыстарды танып, сценарийлерді баптауға мүмкіндік береді.",
    Station_Alice_Midi_text_1:
      "Яндекс Миди станциясы — Алиса виртуалды ассистентімен жаңа ақылды колонка. Мұндай жинақы корпусқа қарамастан қуатты дыбыс — 24 Вт. LED-дисплей уақыты, ауа райы және Алиса реакцияларын көрсетеді, сондай-ақ белсенді контурлы LED жарықтандыру.",
    Station_Alice_Midi_text_2:
      "Құрылғыда кірістірілген Zigbee басқару хабы және интернетсіз де ақылды үйді дауыс арқылы басқару мүмкіндігі бар. Wi-Fi (2,4–5 ГГц) және Bluetooth 5.0 сымсыз байланыс, ақылды үй экожүйесіне қосылу мүмкіндігі.",
    Station_Alice_Midi_text_3:
      "Белсенді контурлы LED жарықтандыру және дисплейдегі анимациялық реакциялар музыка тыңдағанда және Алиса сөйлескенде эмоция қосады. LED-дисплей уақытта және температураны көрсетеді. Радиобақылау режимінде Алиса балалар бөлмесіндегі дыбысты телефонға немесе басқа Яндекс Станцияға жібере алады.",
    Station_Alice_Mini3Pro_text_1:
      "Бұрынғы модельдерден айырмашылығы — оның ішінде кірістірілген Zigbee, Wi-Fi және Matter over Wi-Fi модульдері бар, бұл интернет қосылымы болмағанда да ақылды үй құрылғыларын басқаруға мүмкіндік береді, егер олар да сол протоколдарды қолдаса.",
    Station_Alice_Mini3Pro_text_2:
      "Кіші корпус ішінде 18 Вт динамигі және екі пассивті излучатель бар, олар бас дыбысты күшейтеді. Дыбыс Яндекс Мини 3 станциясына қарағанда бай әрі терең болды — оны алғаш іске қосқанда-ақ сезінесіз.",
    Station_Alice_Mini3Pro_text_3:
      "Яндекс Мини 3 Про станциясы Алиса дауыстық көмекшісімен жұмыс істейді: музыка қосады, ауа райын айтады, техниканы басқарады, еске салады немесе ертегі айтып береді. Оны полкада да, асүйде де қоюға болады — заманауи және минималистік көрінеді.",
    Station_Alice_Mini3_text:
      "Яндекс Мини 3 ақылды станциясы шар тәрізді сұр корпуста, акустикалық матамен қапталған. Алиса дауыстық ассистенті YandexGPT командаларды нақты таниды, күрделі сұрауларды бірнеше қарапайымға бөледі да іс‑әрекетке айналдырады. Яндекс Мини 3 станциясы қосымша «Дом с Алисой» қосымшасымен синхрондалады да, дауыспен құрылғыларды басқарады.",
    Station_Alice_Lite2_text:
      "Әркім Алисаға көз тіге алады. Ол комплиментке күлімсіреп жауап береді, қуаныштан көзін жұмып жібереді немесе мұңайғанда төмен қарауы мүмкін. Егер арнайы командалар айтылса, Алиса жасырын реакцияларын қосуға болады. Жаңа Станция Лайт 2 корпусы және 6 Вт динамигі оның акустикалық көлемін ұлғайтып, сүйікті тректеріңіз тазартып әрі бай шығарады. Сағат пен ауа райын тексергіңіз келсе, Алиса не айту ғана емес, LED экранда уақыт пен температураны көрсетеді.",
    Station_Alice_TV140_text:
      "«Пульт табу» функциясы экран сөндірулі болса да Станция ретінде жұмыс істей алады. Микрофонды физикалық өшіру мүмкіндігі бар. 4 жоғары сезімтал микрофон + пультта 1 микрофон. Смарт‑үй құрылғыларымен біріктіріп, дауыспен басқаруға болады. Қосылу Wi-Fi арқылы.",
    Station_Alice_TV165_text_1: "- 4K UHD шешімі — сурет айқындығын және жарықтығын тамашалаңыз.",
    Station_Alice_TV165_text_2: "- Dolby Audio акустикалық жүйесі — көлемді дыбыс.",
    Station_Alice_TV165_text_3: "- Smart TV қолдауы — сүйікті бағдарламалар мен контентке қол жеткізу.",
    Station_Alice_TV165_text_4: "- 178° қарау бұрышы — кез келген бұрыштан керемет сапа.",
    Station_Alice_TV165_text_5:
      "- Көптеген кірістер — HDMI, USB, Ethernet және Bluetooth түрлі құрылғыларды қосуға мүмкіндік береді.",
    Remote_Yandex_text_1:
      "Yandex SmartControl YNDX‑0006 ақылды пульт арқылы тұрмыстық техниканы автоматтандыру ойлағандай оңай. Оның көмегімен теледидарды, кондиционерді немесе ИК байланысын қолдайтын кез келген құрылғыны басқара аласыз.",
    Remote_Yandex_text_2:
      "Wi-Fi технологиясы арқылы да деректер жіберіледі. Бұл модельді пайдаланып, техникаңызды қосып/өшіру ғана емес, баптау да жасай аласыз.",
    Hub_Yandex_text_1:
      "Алиса ақылды үймен әртүрлі құрылғыларды жылдам және оңай қосу үшін әмбебап Яндекс Хабы. Бәрін басқарудың бір нүктесі. Бұл Хаб арқылы ақылды үй әлдеқайда көп нәрсені орындай алады. Оны сенсорлармен және басқа көптеген Zigbee құрылғыларымен толтырыңыз. Хаб оларды Яндекс Станциясына қосады, және сіз қосымша немесе даусыңызбен басқаруға мүмкіндік аласыз. Wi-Fi арқылы Хаб шамдармен, электр шайнектерімен, шаңсорғыштармен және түрлі өндірушілердің мыңдаған құрылғыларымен байланысады.",
    Hub_Yandex_text_2:
      "Сонымен қатар Хаб — 360° смарт-пульт. Егер үйде кәдімгі теледидар немесе кондиционер болса да, оларды Хабқа ИК арқылы қосыңыз да пультсіз басқарыңыз.",
    Hub_Yandex_sensor_text_1:
      "Температура мен ылғалдылықтың кіріктірілген датчигі бар Яндекс YNDX-00571 ақылды ИК-пульті ИК-порты бар кәдімгі үй техникасын дауыспен немесе қашықтан басқаруға мүмкіндік беріп қана қоймай, климаттық құрылғылардың жұмысын автоматтандыруға, ыңғайлы сценарийлер жасауға және Ақылды климатты баптауға мүмкіндік береді.",
    Hub_Yandex_sensor_text_2:
      "Кондиционерлер, желдеткіштер, жылытқыштар, теледидарлар, телеприставкалар, ресиверлер — ИК-сигнал арқылы басқарылатын кез келген техниканы ақылды ИК-пультке қосып, өзіңізге ыңғайлы түрде басқарыңыз.",
    Hub_Yandex_sensor_text_3:
      "Пультке кіріктірілген датчик бөлмедегі температура мен ылғалдылықты нақты уақыт режимінде бақылап отырады.",
    Hub_Aqara_M2_text_1:
      "Aqara Hub M2 – бұл көпфункционалды ақылды үй орталығы, ол смартфон, планшет немесе дауыс командалары арқылы үйіңізді басқаруға және автоматтандыруға мүмкіндік береді.",
    Hub_Aqara_M2_text_2: "Негізгі сипаттамалары:",
    Hub_Aqara_M2_text_3:
      "- Zigbee 3.0 қолдауы: Aqara және басқа өндірушілердің Zigbee үйлесімді 128 құрылғысына дейін қосуға мүмкіндік береді. Күшті процессор: құрылғылармен жылдам және жауапты өзара әрекеттесуді қамтамасыз етеді.",
    Hub_Aqara_M2_text_4: "- Екі диапазонды Wi-Fi: үй желісіне тұрақты және сенімді қосылуды қамтамасыз етеді.",
    Hub_Aqara_M2_text_5: "- Гигабитті Ethernet порты: сенімдірек және қауіпсіз қосылу үшін баламалы байланыс түрі.",
    Hub_Aqara_M2_text_6:
      "- Кірістірілген ИК-порт: смартфон немесе дауыс арқылы теледидар, кондиционер және желдеткіш сияқты IR-құрылғыларды басқаруға мүмкіндік береді.",
    Hub_Aqara_M2_text_7:
      "Қашықтан қол жеткізу: Aqara Home қосымшасы немесе Яндекс Умный Дом арқылы әлемнің кез келген жерінен басқаруға болады. Автоматтандыру және сценарийлер: үйге келгенде жарықты қосу немесе кетерде термостатты өшіру сияқты шарттарға байланысты автоматты әрекеттер жасаңыз. Жергілікті басқару: интернетсіз де Zigbee құрылғыларыңызды тікелей хаб арқылы басқаруға болады.",
    Hub_Aqara_M3_text_1:
      "Aqara M3 — жаңа буын хабы, кеңейтілген протокол қолдауымен, жергілікті автоматтандырумен және жоғары үйлесімділікпен. Matter, Zigbee, Thread, Wi-Fi, Bluetooth және инфрақызыл басқару (ИК) құрылғыларын біріктіреді.",
    Hub_Aqara_M3_text_2:
      "Matter интеграциясы: Aqara экожүйесін басқа өндірушілердің құрылғыларымен біріктіруге мүмкіндік береді.",
    Hub_Aqara_M3_text_3:
      "360° ИК-басқару: кірістірілген ИК таратқыш теледидардан кондиционерге дейінгі тұрмыстық техниканы басқарады.",
    Hub_Aqara_M3_text_4:
      "Интернет байланысы болмаса да құрылғылар үшін сценарийлер жұмысын жалғастырады — автоматтандыру жергілікті деңгейде орындалады.",
    Hub_Aqara_M3_text_5:
      "95 дБ кірістірілген динамик: қауіпсіздік оқиғалары мен пайдаланушы сценарийлері үшін дыбыстық ескертулер береді, интернетсіз де жұмыс істейді.",
    Hub_Aqara_M3_text_6:
      "Matter Bridge функциясы Aqara M3 хабына Zigbee құрылғыларын Matter экожүйесіне, соның ішінде Яндекс Умный Дом жүйесіне біріктіруге мүмкіндік береді.",
    Hub_Roximo_text_1:
      "ROXIMO хабы – бұл Zigbee және Bluetooth стандарттарында ақылды үй желілерін ұйымдастыруға арналған бірнеше функцияны біріктіретін құрылғы. Бір шлюзге бір уақытта 128 құрылғыға дейін қосуға мүмкіндік береді. Бұл технологиялар Wi-Fi нүктесіндегі жүктемені азайтады. Кірістірілген ақылды пульт функциясы виртуалды ИК пульттерді жасауға және теледидар, аудио-видео жүйелер, кондиционерлер, желдеткіштер және басқа да ИК-басқарылатын техниканы басқаруға мүмкіндік береді.",
    Hub_Roximo_text_2: "Хабқа Tuya бұлтында жұмыс істейтін басқа өндірушілердің Zigbee құрылғыларын қосуға болады.",
    Hub_Tuya_text:
      "Tuya Smart көпрежимді шлюзі – бұл ақылды үй жүйесінің негізгі элементі. Ол үйіңізден тыс кезде қауіпсіздікті қамтамасыз етеді және үйіңіздің күйі туралы нақты уақытта ақпарат береді.",
    Modul_mini_3_pro_text_1:
      "Станция Мини 3 Про-ға қосылып, оны үйдегі ауаның сапасын өздігінен бақылап отыратын ақылды жүйеге айналдырады. Кіріктірілген жоғары сезімтал датчиктер СО₂ деңгейін, температураны және ылғалдылықты өлшейді. Ыңғайлы сценарийлер жасаңыз: мысалы, датчик көрсеткіштері бойынша бөлмедегі ауа тым құрғақ болғанда Алиса сізге хабарлап, бірден ылғалдандырғышты қосатындай етіп баптауға болады.",
    Modul_mini_3_pro_text_2:
      "Бөлмедегі көмірқышқыл газының деңгейі қалыпты мөлшерден асқанда, Алиса қосымша арқылы сізге хабарлама жібереді және дауыспен терезені ашып, желдету керегін еске салады. Сұраныс бойынша Алиса датчик көрсеткіштерін Станция Мини 3 Про дисплейіне шығарады, ал LED-сақина көрсеткіштердің қауіптілік деңгейіне байланысты қызыл, сары немесе жасыл түспен жанады.",
    Modul_mini_3_pro_text_3:
      "Климаттық модуль магниттік бекіткіштің көмегімен Станция Мини 3 Про-ға бекітіледі және ақылды колонка электр желісіне қосылған кезде жұмыс істейді.",
  },
  ru: {
    menu_main: "Главная",
    menu_catalog: "Каталог",
    menu_packages: "Пакеты",
    menu_services: "Услуги",
    menu_portfolio: "Портфолио",
    floating_call: "📞 Позвонить",
    floating_contact_us: "Связаться",
    control: "Управление",
    sensors: "Датчики",
    slug_switch: "Розетки, выключатели",
    light: "Освещение",
    cornice: "Карнизы",
    sanitary: "Сантехника",
    technology: "Техника",
    camera: "Камера",
    doors: "Умные замки",
    Station_Alice_Max: "Яндекс станция Макс",
    Station_Alice_Duo: "Яндекс станция Дуо Макс",
    Station_Alice_Lite_3: "Яндекс Станция 3",
    Station_Alice_Midi: "Яндекс станция Миди",
    Station_Alice_Mini3Pro: "Яндекс станция Мини 3 Про",
    Station_Alice_Mini3: "Яндекс станция Мини 3",
    Station_Alice_Lite2: "Яндекс станция Лайт 2",
    Station_Alice_TV140: "Телевизор Яндекс Про 140 см",
    Station_Alice_TV165: "Телевизор Яндекс Бейсик 165 см",
    Remote_Yandex: "Пульт ДУ Яндекс",
    Hub_Yandex: "Яндекс центр управления",
    Hub_Yandex_sensor: "Умный пульт с датчиком температуры и влажности Яндекс",
    Hub_Aqara_M2: "Центр умного дома Aqara Hub M2",
    Hub_Aqara_M3: "Центр умного дома Aqara Hub M3",
    Hub_Roximo: "Умный хаб ROXIMO",
    Hub_Tuya: "Центр управления Tuya",
    Modul_mini_3_pro: "Климатический модуль Яндекса для Станции Мини 3 Про",
    Station_Alice_Max_text_1:
      "Умная колонка Яндекс Макс заключена в корпус из пластика, обтянутого тканью. На лицевой стороне расположен монохромный LED-дисплей, который отображает дату, погоду, выводит анимацию голосового помощника. Световое кольцо на верхней панели показывает состояние станции сменой цветов, миганием, вращением, мерцанием, пульсацией. По бокам колонки находятся 5 динамиков и 7 микрофонов. Трехполосная акустическая система воспроизводит низкие, средние и высокие частоты из разных динамиков.",
    Station_Alice_Max_text_2:
      "С Алисой можно разговаривать, задавать вопросы, простить найти музыку, видео, информацию в интернете. Помощник помогает решать прикладные задачи — устанавливать будильник, включать/переключать треки в музыкальном плеере, вызвать такси, заказать еду. Разъем Ethernet позволяет подключать колонку к проводной локальной сети для доступа к интернету со скоростью до 1 Гбит/с. Переключение с беспроводного соединения Wi-Fi на проводное происходит автоматически.",
    Station_Alice_Max_text_3:
      "В комплект входит пульт со встроенным микрофоном. Несколько колонок и станций можно объединить в мультирум для передачи музыки, звуков в любую точку дома. Поддерживает беспроводные технологии Wi-Fi, Zigbee и Bluetooth.",
    Cost: "Стоимость",
    tenge: "тг",
    Station_Alice_Duo_text_1:
      "Станция Дуо Макс выполнена в бежевом корпусе из пластика и ткани. Она оснащена контурной LED-подсветкой. Одна из особенностей модели – поворотный сенсорный экран FullHD для просмотра мультимедиа, ответов Алисы и управления устройствами умного дома. Камера 13 Мп с углом обзора 120° позволяет общаться по видеосвязи. Акустическая система с 4 широкополосными динамиками и сабвуфером мощностью 60 Вт воспроизводит сбалансированный звук.",
    Station_Alice_Duo_text_2:
      "Яндекс Станция Дуо Макс YNDX-00055BIE поддерживает беспроводные технологии Wi-Fi, Zigbee и Bluetooth. С помощью Алисы можно включать музыку, слушать сказки, заказывать продукты, вызывать такси, ставить будильник.",
    Station_Alice_Lite_3_text_1:
      "Яндекс Станция 3 — умная колонка с Алисой, яркой подсветкой и мощным звуком для дома.Эмбиент-подсветка на задней панели поддерживает 16 миллионов цветов. Серая колонка с часами имеет сверху круговую.",
    Station_Alice_Lite_3_text_2:
      'LED-подсветку, которая загорается, когда вы обращаетесь к Алисе или срабатывают таймеры и напоминания. Станция 3 предлагает разнообразие режимов подсветки, которые помогут создать нужную атмосферу в любой  ситуации. В режиме "Светомузыка" свет будет пульсировать и менять цвета в такт музыке. Если вы хотите добавления динамичности, режим "Стробоскоп" добавит яркие вспышки света, совпадающие с музыкальным ритмом. Для спокойной и уютной обстановки идеально подойдёт режим "Свеча", он наполнит пространство мягким жёлто-оранжевым светом и звуками потрескивающего камина. В настройках вы всегда сможете найти другие режимы подсветки, подходящие для вас.',
    Station_Alice_Lite_3_text_3:
      " На фронтальной стороне устройства есть пиксельный дисплей с временем, погодой и простыми анимациями. Колонка выдаёт до 50 Вт объёмного звука. Конфигурация динамиков и алгоритмы обработки подстраивают звучание под комнату, чтобы музыка, подкасты и фильмы звучали объёмно и чисто.",
    Station_Alice_Lite_3_text_4:
      "Станция 3 поддерживает устройства умного дома по Wi-Fi, Zigbee и Matter. Детектор шумов распознаёт разные звуки и настраивает сценарии.",
    Station_Alice_Midi_text_1:
      "Яндекс Станция Миди — новая умная колонка с виртуальным ассистентом Алисой. Мощное звучание 24 Вт в таком компактном корпусе. LED-дисплей, который показывает время, погоду и реакции Алисы, а также активная контурная LED-подсветка.",
    Station_Alice_Midi_text_2:
      "Встроенный хаб управления Zigbee и голосовое управление умным домом даже без интернета. Беспроводная связь Wi-Fi (2,4–5 ГГц) и Bluetooth 5.0, с возможностью встраивания в экосистему умного дома.",
    Station_Alice_Midi_text_3:
      "Активная контурная LED-подсветка и анимированные реакции на дисплее добавляют эмоций, когда слушаете музыку и общаетесь с Алисой. LED-дисплей показывает время и температуру. В режиме радионяни Алиса может передавать вам звуки из детской на телефон или вторую Яндекс Станцию.",
    Station_Alice_Mini3Pro_text_1:
      " В отличие от предыдущих моделей, она оснащена встроенными модулями Zigbee, Wi-Fi и Matter over Wi-Fi, что позволяет ей управлять устройствами умного дома даже без подключения к интернету, если те поддерживают такие же протоколы.",
    Station_Alice_Mini3Pro_text_2:
      "Внутри компактного корпуса скрывается 18-ваттный динамик и два пассивных излучателя, усиливающих басы. Звучание стало заметно богаче и глубже по сравнению с «Станцией Мини 3» — вы почувствуете это сразу после первого запуска.",
    Station_Alice_Mini3Pro_text_3:
      " «Станция Мини 3 Про» работает с голосовым помощником Алиса, который поможет включить музыку, узнать погоду, управлять техникой, создать напоминание или даже рассказать сказку. Её приятно поставить и на полку, и на кухню — она выглядит современно и лаконично.",
    Station_Alice_Mini3_text:
      "Умная колонка Яндекс Мини 3 представлена в круглом сером корпусе с отделкой из акустической ткани. Голосовой ассистент Алиса с YandexGPT точно распознает команды, анализирует сложные запросы, делит их на несколько простых и превращает в цепочку действий. Колонка Яндекс.Станция Мини 3 синхронизируется с другими умными устройствами в приложении Дом с Алисой и управляет ими с помощью голосовых команд.",
    Station_Alice_Lite2_text:
      "Каждый может заглянуть в глазки Алисе. Она подмигнёт в ответ на комплимент, зажмурится от восторга или опустит взгляд, когда загрустит. А если произнести особые команды, то можно активировать секретные реакции Алисы. Новый корпус Станции Лайт 2 и динамик мощностью 6 Вт позволили увеличить её акустический объём, чтобы любимые треки звучали ещё чище и насыщеннее. Когда захотите свериться с часами или узнать прогноз погоды, Алиса не только озвучит ответ, но и покажет время и температуру на LED-экране.",
    Station_Alice_TV140_text:
      "Функция «Найди пульт» может работать как Станция, даже с выключенным экраном. Физическое отключение микрофона. 4 высокочувствительных микрофона + 1 в пульте. Можно объединять с устройствами умного дома и управлять ими голосом. Подключение через Wi-Fi.",
    Station_Alice_TV165_text_1: "- Разрешение 4K UHD — наслаждайтесь четкостью и яркостью изображения.",
    Station_Alice_TV165_text_2: "- Акустическая система Dolby Audio — погружение в объемный звук.",
    Station_Alice_TV165_text_3: "- Поддержка Smart TV — доступ к любимым приложениям и контенту.",
    Station_Alice_TV165_text_4: "- Угол обзора 178° — отличное качество изображения с любого ракурса.",
    Station_Alice_TV165_text_5:
      "- Множество входов — HDMI, USB, Ethernet и Bluetooth для подключения различных устройств.",
    Remote_Yandex_text_1:
      "Автоматизировать бытовую технику при помощи умного пульта Yandex SmartControl YNDX-0006 проще, чем может показаться. С его помощью можно управлять техникой, например телевизором или кондиционером, а также любым другим устройством, которое поддерживает ИК-соединение.",
    Remote_Yandex_text_2:
      "Также осуществляется передача данных посредством технологии Wi-Fi. Используя модель, можно не только включать/выключать технику, но и настраивать её.",
    Hub_Yandex_text_1:
      "Универсальный Хаб Яндекса для простого и быстрого подключения разных приборов к умному дому с Алисой. И единая точка управления всеми устройствами. С Хабом умный дом сможет больше. Наполните его датчиками и множеством других Zigbee-устройств. Хаб соединит их с Яндекс Станцией, и вы будете управлять умным домом через приложение или голосом. Подключайте датчики Яндекса с Zigbee к Хабу напрямую, объединяйте с другими устройствами умного дома и задавайте сценарии. Множество процессов станут автоматизированными. По Wi-Fi Хаб соединяется с лампочками, чайниками, пылесосами и тысячами других девайсов разных производителей.",
    Hub_Yandex_text_2:
      "А ещё Хаб – это смарт-пульт, действующий на 360°. Даже если у вас дома простой телевизор или кондиционер, соедините их с Хабом при помощи ИК-подключения и управляйте без пульта.",
    Hub_Yandex_sensor_text_1:
      "Умный ИК-пульт Яндекса YNDX-00571 со встроенным датчиком температуры и влажности позволяет не только управлять обычной домашней техникой с ИК-портом голосом или удаленно, но и автоматизировать работу климатических устройств, создавать удобные сценарии и настраивать Умный климат.",
    Hub_Yandex_sensor_text_2:
      "Кондиционеры, вентиляторы, обогреватели, телевизоры, телеприставки, ресиверы — соедините любую технику, управляемую с помощью ИК-сигнала, с умным ИК-пультом и управляйте как удобно.",
    Hub_Yandex_sensor_text_3:
      "Встроенный в пульт датчик в реальном времени отслеживает температуру и влажность в комнате.",
    Hub_Aqara_M2_text_1:
      " Aqara Hub M2 – это многофункциональный центр умного дома, который позволяет управлять и автоматизировать вашу квартиру или дом с помощью смартфона, планшета или голосовых команд.",
    Hub_Aqara_M2_text_2: "Ключевые характеристики:",
    Hub_Aqara_M2_text_3:
      "- Поддержка Zigbee 3.0: Подключает до 128 устройств Aqara и других производителей, совместимых с Zigbee, обеспечивая бесперебойную работу вашей системы умного дома. Мощный процессор: Обеспечивает быстрое и отзывчивое взаимодействие с вашими устройствами.",
    Hub_Aqara_M2_text_4:
      "- Двухдиапазонный Wi-Fi: Обеспечивает стабильное и надежное подключение к вашей домашней сети.",
    Hub_Aqara_M2_text_5:
      " - Гигабитный Ethernet-порт: Альтернативный вариант подключения для более надежного и безопасного соединения.",
    Hub_Aqara_M2_text_6:
      "- Встроенный ИК-порт: Позволяет управлять IR-устройствами, такими как телевизоры, кондиционеры и вентиляторы, с помощью смартфона или голосовых команд.",
    Hub_Aqara_M2_text_7:
      "Удаленный доступ: Управляйте своим умным домом из любой точки мира с помощью приложения Aqara Home или голосовых команд через Умный дом Яндекс. Автоматизация и сценарии: Создавайте автоматизированные сценарии для выполнения действий в зависимости от установленных условий, например, включайте свет при возвращении домой или выключайте термостат при выходе. Локальное управление: Даже без подключения к интернету вы можете управлять своими Zigbee-устройствами непосредственно через хаб.",
    Hub_Aqara_M3_text_1:
      "Aqara M3 — это хаб нового поколения с расширенной поддержкой протоколов, локальных автоматизаций и высокой совместимостью. Он объединяет устройства Aqara и девайсы сторонних производителей с Matter, Zigbee, Thread, Wi-Fi, Bluetooth и инфракрасного управления (ИК).",
    Hub_Aqara_M3_text_2:
      "Интеграция с Matter: впервые позволяет объединить экосистему Aqara с устройствами сторонних производителей через Matter*.",
    Hub_Aqara_M3_text_3:
      "ИК-управление 360°: встроенный ИК-излучатель с углом обзора 360° управляет бытовой техникой — от телевизоров до кондиционеров.",
    Hub_Aqara_M3_text_4:
      "Обеспечивает локальное выполнение автоматизаций для устройств — сценарии продолжают работать даже, если пропадет подключение к интернету.",
    Hub_Aqara_M3_text_5:
      "Встроенный динамик 95 дБ: используется для оповещений о событиях безопасности и пользовательских сценариев — даже без доступа в интернет.",
    Hub_Aqara_M3_text_6:
      "Благодаря функции Matter Bridge центр умного дома (хаб) Aqara M3 бесшовно интегрирует Zigbee-устройства в экосистему Matter, включая Умный дом Яндекс.",
    Hub_Roximo_text_1:
      "Умный хаб - это комбоустройство, включающее в себя сразу несколько функций, предназначен для организации сетей умного дома в стандартах Zigbee и Bluetooth, и возможностью одновременного подключения до 128 устройств к одному шлюзу. Использование данных технологий позволяет разгрузить точку доступа WIFi от большого количества одновременно подключенных устройств умного дома. Встроенная функция умного пульта позволяет создавать виртуальные ИК-пульты и управлять различной бытовой техникой в доме: телевизорами, аудио-видеосистемами, кондиционерами, вентиляторами и любым другим устройствами, имеющим ИК-управление.",
    Hub_Roximo_text_2:
      "К хабу можно подключать Zigbee устройства других производителей , которые работают в облаке Tuya.",
    Hub_Tuya_text:
      "Многорежимный шлюз Tuya Smart - это основной элемент системы умного дома, позволяющий  безопасности дома за время вашего отсутствия и тем самым информирует Вас о состоянии вашего дома в режиме реального времени.",
    Modul_mini_3_pro_text_1:
      "Присоединяется к Станции Мини 3 Про и превращает её в умную систему, которая сама мониторит качество воздуха дома. Встроенные высокочувствительные датчики измеряют уровень СО2, температуру и влажность. Создавайте удобные сценарии: например, чтобы Алиса по показанию датчика сообщала вам, когда воздух в комнате станет слишком сухим, и сразу включала увлажнитель.",
    Modul_mini_3_pro_text_2:
      "Когда уровень углекислого газа в комнате превысит норму, Алиса пришлёт вам уведомление в приложении и голосом напомнит, что пора открыть окно для проветривания. По запросу Алиса будет выводить показатели датчика на дисплей Станции Мини 3 Про, а LED-кольцо будет загораться красным, жёлтым или зелёным в зависимости от уровня критичности показателей.",
    Modul_mini_3_pro_text_3:
      "Климатический модуль крепится к Станции Мини 3 Про с помощью магнитного крепления2 и работает, когда умная колонка подключена к сети.",
  },
  en: {
    menu_main: "Main",
    menu_catalog: "Catalog",
    menu_packages: "Packages",
    menu_services: "Services",
    menu_portfolio: "Portfolio",
    floating_call: "📞 Contacts us",
    floating_contact_us: "Contacts us",
    control: "Control",
    sensors: "Sensors",
    slug_switch: "Sockets, switches",
    light: "Lighting",
    cornice: "Curtain rails",
    sanitary: "Plumbing",
    technology: "Appliances",
    camera: "Camera",
    doors: "Smart doors",
    Station_Alice_Max: "Yandex Station Max",
    Station_Alice_Duo: "Yandex Station Duo Max",
    Station_Alice_Lite_3: "Yandex Station 3",
    Station_Alice_Midi: "Yandex Station Midi",
    Station_Alice_Mini3Pro: "Yandex Station Mini 3 Pro",
    Station_Alice_Mini3: "Yandex Station Mini 3",
    Station_Alice_Lite2: "Yandex Station Lite 2",
    Station_Alice_TV140: "Yandex Pro TV 140 cm",
    Station_Alice_TV165: "Yandex Basic TV 165 cm",
    Remote_Yandex: "Yandex Remote",
    Hub_Yandex: "Yandex Control Hub",
    Hub_Yandex_sensor: "Yandex smart remote with temperature and humidity sensor",
    Hub_Aqara_M2: "Aqara Smart Home Hub M2",
    Hub_Aqara_M3: "Aqara Smart Home Hub M3",
    Hub_Roximo: "ROXIMO Smart Hub",
    Hub_Tuya: "Tuya Control Hub",
    Modul_mini_3_pro: "Yandex climate module for Station Mini 3 Pro",
    Station_Alice_Max_text_1:
      "The Yandex Station Max smart speaker is enclosed in a plastic body covered with fabric. On the front is a monochrome LED display that shows the date, weather, and voice assistant animations. The light ring on the top panel indicates the station's status by changing colors, blinking, spinning, flickering, and pulsing. On the sides are 5 speakers and 7 microphones. The three-way speaker system reproduces low, mid, and high frequencies using separate drivers.",
    Station_Alice_Max_text_2:
      "You can talk to Alice, ask questions, request music, videos, or internet searches. The assistant helps with practical tasks — setting alarms, playing or switching music tracks, calling a taxi, or ordering food. The Ethernet port allows wired connection to a local network with internet speeds up to 1 Gbps. Switching from Wi-Fi to wired connection happens automatically.",
    Station_Alice_Max_text_3:
      "The package includes a remote control with a built-in microphone. Multiple speakers and stations can be grouped into a multi-room system to play music and sound throughout the house. Supports wireless technologies like Wi-Fi, Zigbee, and Bluetooth.",
    Cost: "Cost",
    tenge: "tg",
    Station_Alice_Duo_text_1:
      "The Duo Max station comes in a beige plastic-and-fabric body. It features contour LED lighting. One of the model’s highlights is a rotating Full HD touch screen for multimedia viewing, Alice responses, and smart home control. A 13 MP camera with a 120° field of view enables video calls. An acoustic system with 4 full-range speakers and a 60 W subwoofer delivers balanced sound.",
    Station_Alice_Duo_text_2:
      "The Yandex Station Duo Max YNDX‑00055BIE supports wireless technologies: Wi-Fi, Zigbee, and Bluetooth. With Alice, you can play music, listen to stories, order groceries, call a taxi, and set alarms.",
    Station_Alice_Lite_3_text_1:
      "Yandex Station 3 is a smart speaker with Alice, featuring bright lighting and powerful sound for your home. The ambient backlight on the rear panel supports 16 million colors. The gray speaker with a clock has a circular light ring on the top.",
    Station_Alice_Lite_3_text_2:
      'LED backlighting lights up when you speak to Alice or when timers and reminders are triggered. Station 3 offers a variety of lighting modes to help create the right atmosphere for any situation. In the "Light Music" mode, the light pulses and changes colors in sync with the music. If you want more dynamics, the "Strobe" mode adds bright flashes of light that match the musical rhythm. For a calm and cozy atmosphere, the "Candle" mode is perfect — it fills the space with soft yellow-orange light and the sounds of a crackling fireplace. In the settings, you can always find other lighting modes that suit you.',
    Station_Alice_Lite_3_text_3:
      "On the front of the device, there is a pixel display showing time, weather, and simple animations. The speaker delivers up to 50 W of immersive sound. The speaker configuration and sound processing algorithms adapt the audio to the room, ensuring music, podcasts, and movies sound rich and clear.",
    Station_Alice_Lite_3_text_4:
      "Station 3 supports smart home devices via Wi-Fi, Zigbee, and Matter. A noise detector recognizes different sounds and allows you to configure automation scenarios.",
    Station_Alice_Midi_text_1:
      "Yandex Station Midi is a new smart speaker with the virtual assistant Alice. It delivers powerful 24 W sound in a compact body. The LED display shows time, weather, and Alice’s reactions, along with active contour LED lighting.",
    Station_Alice_Midi_text_2:
      "Built-in Zigbee control hub and voice control of the smart home even without internet. Wireless connectivity via Wi-Fi (2.4–5 GHz) and Bluetooth 5.0, with the ability to integrate into the smart home ecosystem.",
    Station_Alice_Midi_text_3:
      "Active contour LED lighting and animated reactions on the display add emotion when listening to music or conversing with Alice. The LED display shows time and temperature. In baby monitor mode, Alice can stream sounds from the child’s room to your phone or another Yandex Station.",
    Station_Alice_Mini3Pro_text_1:
      "Unlike previous models, it features built-in Zigbee, Wi-Fi, and Matter over Wi-Fi modules, allowing it to control smart home devices even without internet connection, provided they support the same protocols.",
    Station_Alice_Mini3Pro_text_2:
      "Inside the compact enclosure is an 18 W driver and two passive radiators that enhance bass. The sound is noticeably richer and deeper compared to the “Station Mini 3” — you’ll experience it right after the first start.",
    Station_Alice_Mini3Pro_text_3:
      "The “Station Mini 3 Pro” works with the Alice voice assistant — it helps play music, check weather, control devices, create reminders, or even tell stories. It looks modern and minimalistic, suitable for shelves or kitchens.",
    Station_Alice_Mini3_text:
      "The Yandex Mini 3 smart speaker comes in a round gray body with acoustic fabric finish. The Alice voice assistant with YandexGPT accurately recognizes commands, analyzes complex queries, breaks them into simpler steps, and executes them. The Yandex Station Mini 3 syncs with the “Home with Alice” app and controls devices through voice.",
    Station_Alice_Lite2_text:
      "Anyone can gaze into Alice's “eyes.” She may wink back at a compliment, close her eyes in delight, or look down when sad. With special commands, secret reactions of Alice can be triggered. The new Station Lite 2 body and 6 W speaker increase its acoustic volume so favorite tracks sound cleaner and fuller. To check time or weather, Alice not only speaks the answer but also displays time and temperature on the LED screen.",
    Station_Alice_TV140_text:
      "The “Find Remote” function can work as a Station even with the screen off. Physical microphone mute function. 4 high-sensitivity microphones + 1 in the remote. Can be paired with smart home devices and controlled by voice. Connection via Wi-Fi.",
    Station_Alice_TV165_text_1: "- 4K UHD resolution — enjoy clarity and brightness.",
    Station_Alice_TV165_text_2: "- Dolby Audio system — immersive sound.",
    Station_Alice_TV165_text_3: "- Smart TV support — access to favorite apps and content.",
    Station_Alice_TV165_text_4: "- 178° viewing angle — excellent picture from any direction.",
    Station_Alice_TV165_text_5: "- Multiple inputs — HDMI, USB, Ethernet and Bluetooth for connecting various devices.",
    Remote_Yandex_text_1:
      "Automating home appliances using the Yandex SmartControl YNDX‑0006 remote is simpler than it seems. With it, you can control devices such as TVs or air conditioners, as well as any device that supports IR communication.",
    Remote_Yandex_text_2:
      "It also transmits data via Wi-Fi technology. Using this model, you can not only turn devices on/off but also configure them.",
    Hub_Yandex_text_1:
      "The universal Yandex Hub is for easily and quickly connecting various devices to a smart home with Alice — a single point of control. With the Hub, the smart home can do more. Fill it with sensors and many other Zigbee devices. The Hub will connect them to the Yandex Station, and you can control the smart home via the app or voice. Over Wi-Fi, the Hub connects to lights, kettles, vacuums, and thousands of other devices from various manufacturers.",
    Hub_Yandex_text_2:
      "Also, the Hub is a 360° smart remote. Even if you have a basic TV or air conditioner, link them to the Hub via IR and control them without a remote.",
    Hub_Yandex_sensor_text_1:
      "The Yandex YNDX-00571 smart IR remote with a built-in temperature and humidity sensor allows you not only to control regular home appliances with an IR port by voice or remotely, but also to automate climate devices, create convenient scenarios, and set up Smart Climate features.",
    Hub_Yandex_sensor_text_2:
      "Air conditioners, fans, heaters, TVs, set-top boxes, receivers — connect any IR-controlled device to the smart IR remote and control it in the way that suits you best.",
    Hub_Yandex_sensor_text_3:
      "The sensor built into the remote monitors the room temperature and humidity in real time.",
    Hub_Aqara_M2_text_1:
      "The Aqara Hub M2 is a multifunctional smart home center that allows you to control and automate your home or apartment using your smartphone, tablet, or voice commands.",
    Hub_Aqara_M2_text_2: "Key features:",
    Hub_Aqara_M2_text_3:
      "- Zigbee 3.0 support: Connects up to 128 devices from Aqara and other manufacturers compatible with Zigbee, ensuring smooth operation of your smart home system. Powerful processor: Enables fast and responsive interaction with your devices.",
    Hub_Aqara_M2_text_4: "- Dual-band Wi-Fi: Ensures stable and reliable connection to your home network.",
    Hub_Aqara_M2_text_5: "- Gigabit Ethernet port: An alternative option for more reliable and secure connectivity.",
    Hub_Aqara_M2_text_6:
      "- Built-in IR port: Allows you to control IR devices such as TVs, air conditioners, and fans using your smartphone or voice commands.",
    Hub_Aqara_M2_text_7:
      "Remote access: Control your smart home from anywhere in the world using the Aqara Home app or Yandex Smart Home voice assistant. Automation and scenarios: Create automated routines based on conditions — e.g., turn on lights when coming home or turn off the thermostat when leaving. Local control: Even without internet, you can control your Zigbee devices directly via the hub.",
    Hub_Aqara_M3_text_1:
      "The Aqara M3 is a next-generation hub with extended protocol support, local automation, and high compatibility. It connects Aqara devices and third-party devices via Matter, Zigbee, Thread, Wi-Fi, Bluetooth, and infrared (IR) control.",
    Hub_Aqara_M3_text_2:
      "Matter integration: for the first time allows Aqara’s ecosystem to work with third-party devices via Matter*.",
    Hub_Aqara_M3_text_3:
      "360° IR control: built-in IR emitter with 360° coverage controls appliances such as TVs and air conditioners.",
    Hub_Aqara_M3_text_4:
      "Provides local execution of automations — scenarios continue to work even if the internet goes down.",
    Hub_Aqara_M3_text_5:
      "Built-in 95 dB speaker: used for security alerts and custom scenarios — works even without internet access.",
    Hub_Aqara_M3_text_6:
      "Thanks to the Matter Bridge feature, the Aqara M3 hub seamlessly integrates Zigbee devices into the Matter ecosystem, including Yandex Smart Home.",
    Hub_Roximo_text_1:
      "The ROXIMO smart hub is a combo device combining several functions, designed for building smart home networks using Zigbee and Bluetooth standards. It supports connecting up to 128 devices simultaneously to a single gateway. This technology reduces Wi-Fi access point load from multiple smart devices. The built-in smart remote feature allows creation of virtual IR remotes to control various appliances: TVs, audio-video systems, air conditioners, fans, and other IR-controlled devices.",
    Hub_Roximo_text_2:
      "You can connect Zigbee devices from other manufacturers to the hub, provided they operate via the Tuya cloud.",
    Hub_Tuya_text:
      "The Tuya Smart multi-mode gateway is the core component of the smart home system. It ensures your home’s safety while you're away and provides real-time information about its status.",
    Modul_mini_3_pro_text_1:
      "It attaches to Station Mini 3 Pro and turns it into a smart system that automatically monitors indoor air quality. Built-in high-sensitivity sensors measure CO₂ levels, temperature, and humidity. Create convenient scenarios — for example, Alice can notify you when the air in the room becomes too dry based on sensor data and immediately turn on a humidifier.",
    Modul_mini_3_pro_text_2:
      "When the carbon dioxide level in the room exceeds the normal range, Alice will send you a notification in the app and remind you by voice that it’s time to open a window for ventilation. Upon request, Alice will display the sensor readings on the Station Mini 3 Pro screen, and the LED ring will light up red, yellow, or green depending on the severity of the readings.",
    Modul_mini_3_pro_text_3:
      "The climate module is attached to Station Mini 3 Pro using a magnetic mount and operates when the smart speaker is connected to a power source.",
  },
};
