const translations = {
  kz: {
    menu_main: "Басты",
    menu_catalog: "Каталог",
    menu_packages: "Пакеттер",
    menu_services: "Қызметтер",
    menu_portfolio: "Портфолио",
    Need_hub: "Хаб қажет",
    Ecosystem: "Экожүйе",
    Yandex_Smart_Home: "Яндекс ақылды үй",
    Type: "Типі",
    Control_center: "Басқару орталығы",
    Communication_protocol: "Байланыс протоколы",
    Connected_devices: "Қосылатын құрылғылар саны",
    From_the_battery: "Аккумулятормен жұмыс істейді",
    Power: "Қуат",
    Static_electricity: "Қуат желісінен",
    IR_Port: "ИК порты",
    Cost: "Бағасы",
    tenge: "тг",
    floating_call: "📞 Хабарласу",
    floating_contact_us: "Байланысу",
    footer:
      "* Бағалар ақпараттық мақсатта көрсетілген және нақты бағалардан өзгешеленуі мүмкін. Нақты құнын анықтау үшін беттің жоғарғы бөлігінде көрсетілген байланыс арқылы хабарласыңыз.",
    "Humidifier_Xiaomi_4.5": "Xiaomi 4.5 л ауа ылғалдандыр-ғышы",
    Humidifier_Xiaomi_5: "Xiaomi 5 л ауа ылғалдандыр-ғышы",
    Humidifier_Xiaomi_4: "Xiaomi 4 л ауа ылғалдандыр-ғышы",
    Humidifier_Xiaomi_3: "Xiaomi 3 л ауа ылғалдандыр-ғышы",
    Humidifier_Aminix: "Aminix ауа тазартқышы",
    Air_Purifier_Xiaomi: "Xiaomi Mijia Circulation ауа тазартқышы, ақ",
    Air_Purifier_5_Xiaomi: "Xiaomi Smart Air Purifier 5 Pro ауа тазартқышы, ақ",
    Air_Purifier_Rawmid: "Rawmid ауа тазартқышы",
    Conditioner_Samsung_AI_25: "Samsung WindFree AI салқындатқыш + сүзгі, 25 ш.м.",
    Conditioner_Samsung_AI_35: "Samsung WindFree AI салқындатқыш + сүзгі, 35 ш.м.",
    Conditioner_Samsung_25: "Samsung WindFree салқындатқыш, 25 ш.м.",
    Conditioner_Samsung_35: "Samsung WindFree салқындатқыш, 35 ш.м.",
    Conditioner_Haier_20: "Haier кондиционері, 20 ш.м.",
    Conditioner_Haier_35: "Haier кондиционері, 35 ш.м.",
    Conditioner_Haier_50: "Haier кондиционері, 50 ш.м.",
    Conditioner_Haier_70: "Haier кондиционері, 70 ш.м.",
    Conditioner_LG_36: "LG кондиционері, 36 ш.м.",
    Conditioner_LG_27: "LG кондиционері, 27 ш.м.",
    Robot_Cleaner_DREAME_L40: "DREAME L40 ақ робот шаңсорғышы",
    Robot_Cleaner_DREAME_D20: "DREAME Robot Vacuum D20 Ultra ақ робот шаңсорғышы",
    Robot_Cleaner_DREAME_X50: "DREAME X50 Ultra Complete ақ робот шаңсорғышы",
    Autoclave_Aqara: "Aqara 400 мл ақ автоматты жемқорғыш",
    Autoclave_Xiaomi: "Xiaomi мысықтар мен иттерге арналған автоматты жемқорғышы",
    Water_Dispenser_Xiaomi: "Xiaomi Smart Pet су құрылғысы 3л",
    Smart_Trash_T1: "Xiaomi Smart Trash Can T1 ақылды қоқыс шелегі",
    Smart_Trash_T3: "Xiaomi Smart Trash Can T3 ақылды қоқыс шелегі",
    Packages_Smart_Trash_T1: "Xiaomi Townew Smart Trash Can T1 үшін 150 дана ауыстырылатын пакеттер",
    Packages_Smart_Trash_T3: "Xiaomi TowNew Smart Trash T3 үшін 150 дана картридждер мен пакеттер",
    Smart_mirror_round: "RGB жарық, жылыту және сағатпен жабдықталған ақылды айнa, 85 см, дөңгелек",
    Smart_mirror_square: "RGB жарық, жылыту және сағатпен жабдықталған ақылды айнa, 80х80 см, шаршы",
    Smart_mirror_rectangle: "RGB жарық, жылыту және сағатпен жабдықталған ақылды айнa, 80х50 см, тікбұрыш",
    Smart_mirror_oval: "RGB жарық, жылыту және сағатпен жабдықталған ақылды айнa, 90х40 см, сопақ",
    "Humidifier_Xiaomi_4.5_text_1":
      "Бұл құрылғы үйдегі микроклиматты жақсартуға арналған, әсіресе жазғы аптап кезінде немесе жылыту маусымы басталғанда.",
    "Humidifier_Xiaomi_4.5_text_2": "Ылғалдандырғыш 25 шаршы метрге дейінгі бөлмеге лайық.",
    "Humidifier_Xiaomi_4.5_text_3":
      "Су жоғарғы жағынан құйылады, бұл өте ыңғайлы. Резервуарда сұйықтық жетіспесе, құрылғы автоматты түрде өшеді. Xiaomi Mijia Mi Smart Humidifier корпусы екі бөліктен тұрады. Жоғарғы бөлігі су резервуары, ал төменгі жағында бүркеттік механизм мен барлық электроника орналасқан.",
    Humidifier_Xiaomi_5_text_1:
      "Ылғалдандырғыш тұрғын бөлмелерге, балалар мен жұмыс кеңістігіне лайық, құрғақ ауа мәселелерінен арылуға көмектеседі, ол әлсіздік пен денсаулыққа зиян келтіруі мүмкін.",
    Humidifier_Xiaomi_5_text_2:
      "Ол сондай‑ақ төмен шу деңгейімен ерекшеленеді, түнде пайдалануға болады, ұйқы сапасын бұзбай. Smartmi Evaporative Humidifier 3 Lite суды тиімді тазартады, осылайша жоғары сапалы ылғалдандырылған ауа береді, денсаулыққа зиян келтірмейді.",
    Humidifier_Xiaomi_4_text:
      "Xiaomi Smartmi Evaporative Humidifier 3 Lite 4L EU (CJXJSQ06ZM) ақ — буландыру әдісімен жұмыс жасайтын ауа ылғалдандырғыш, булану жылдамдығы 280 мл/сағ және 4 л резервуар көлемі бар. Ылғалдандырғыш 14 сағатқа дейін тоқтаусыз жұмыс істей алады, шу деңгейі тек 50 дБ. Құрылғы булану қарқындылығын реттеуге қабілетті және үш жұмыс режимін қолдайды: автоматты, түнгі, ылғалдылықты сақтау. Ауа ылғалдандырғышты пайдалану ыңғайлы: оны еденге немесе үстелге орнатуға болады; суды құю жоғарғы жағынан жүзеге асады. Қызмет көрсетілетін бөлме ауданы — 40 м².",
    Humidifier_Xiaomi_3_text_1:
      "Ионизация функциясы бар ауа ылғалдандырғыш өте стильді, ерекше дизайнмен жабдықталған және әр үйге қажет. Құрылғыда жоғарғы құю резервуары бар, онда тұщы немесе дистилденген су құйылады. Ылғалдандырғыш LED дисплей арқылы және смартфон қосымшасы арқылы да басқарылады (ақылды ылғалдандырғыш), сондай-ақ дауыстық ассистенттер арқылы. Құрылғы өзін‑өзі тазалау режимімен жабдықталған. Фильтрация көп деңгейлі.",
    Humidifier_Xiaomi_3_text_2:
      "Ылғалдандырғыш бірнеше режимде пайдалануға болады: түнгі, автоматты және максималды ылғалдандыру. Мини ылғалдандырғышта бөлме ылғалдылығы мен температурасы үшін датчик-индикатор, сенсорлы басқару батырмалары бар.",
    Humidifier_Aminix_text_1:
      "Aminix AMX01 — ионизациямен жабдықталған, телефон мен Алиса арқылы басқаруға болатын ақылды ауа тазартқыш.",
    Humidifier_Aminix_text_2: "Негізгі артықшылықтары:",
    Humidifier_Aminix_text_3:
      " • 3 сатыдағы сүзгілеу: префильтр, HEPA H13 және көмір сүзгісі — шаң, аллергендер, түтін мен иісті 99,95 % дейін алып тастайды.",
    Humidifier_Aminix_text_4:
      "• Ауа ионизациясы — бөлмеге теріс иондармен толтырады, аллергендер мен бактерия деңгейін төмендетеді, тыныс алуды жеңілдетеді.",
    Humidifier_Aminix_text_5:
      "• Ауа сапасын мониторингі — кірістірілген датчиктер мен түсті индикатор PM2.5 ауа тазалығын нақты уақытта көрсетеді.",
    Humidifier_Aminix_text_6: "Қызмет көрсетілетін аудан: 50.0 ш.м.",
    Air_Purifier_Xiaomi_text_1:
      "Еденге арналған ауа тазартқыш ақ қаптамада, сенсорлық дисплей және түсінікті индикаторлар жиынтығымен ұсынылады. Экрандағы символдар активті режимдер мен функцияларды, температуру, ылғалдылық және басқа көрсеткіштерді білдіреді. Орнатылған ауа тазалығын бақылау датчигі уақытта‑уақытта ауаны талдайды. Құрылғыны Mi Home мобильдік қосымшасы арқылы басқаруға болады, және оны Xiaomi ақылды үй экожүйесіне қосуға болады.",
    Air_Purifier_Xiaomi_text_2:
      "510 м³/сағ ауа өткізгіштігінің арқасында ол 60 м² дейінгі бөлмелерде жұмыс істеуге лайық. Көмір мен алдын ала сүзгі ірі шаң мен жағымсыз иісті ұстайды. HEPA H13 шаң, саңырауқұлақ споралары мен аллергентерді қамтиды. Электростатикалық сүзгі ауадағы ең ұсақ шаң, сажа мен күйені жояды. Каталитикалық картридж УФ сәулелерімен бактериялар мен вирустарды жояды. Қатысты индикаторлар сүзгілерді ауыстыру қажеттігін көрсетеді.",
    Air_Purifier_Xiaomi_text_3: "Қызмет көрсетілетін аудан: 60.0 ш.м.",
    Air_Purifier_5_Xiaomi_text_1:
      "Үлкен бөлмелердегі ауа тазарту үшін қуатты шешім. Қос желдеткіш жүйесі мен алты қабатты композит сүзгілеу арқылы ол бактерияларды, аллергендерді, шаң мен формальдегидті тиімді жояды, ауа 3 минутта жаңарады.",
    Air_Purifier_5_Xiaomi_text_2:
      "Құрылғы ауа сапасын бақылау үшін алдыңғы қатарлы датчиктермен, UV‑C стерилизациямен және қосымша мен дауыстық ассистент арқылы ақылды басқарумен жабдықталған. Төмен шу деңгейі, стильді дизайн және энергия үнемдейтін сүзгі оны үй мен кеңсе үшін тамаша таңдау етеді.",
    Air_Purifier_5_Xiaomi_text_3: "Қызмет көрсетілетін аудан: 95.0 ш.м.",
    Air_Purifier_Rawmid_text_1:
      "RAWMID Modern RMP-01 ауа тазартқышы максималды ауа тазалығына қол жеткізуге және үйде сау микроклиматты сақтауға мүмкіндік береді. Құрылғы ауадағы ең ұсақ шаң бөлшектерін, түрлі аллергендерді, вирустар мен бактерияларды, жағымсыз иістерді тазартуға арналған. Тиімді тазарту үшін үш сатылы сүзгілеу қолданылады: префильтр, HEPA13 сүзгісі және көмір сүзгісі.",
    Air_Purifier_Rawmid_text_2: "RAWMID Modern ауа тазартқышының ерекшеліктері:",
    Air_Purifier_Rawmid_text_3:
      "Тазартқыш тиімділігі 99,95 %. Құрылғыда жоғары тиімді HEPA13 сүзгісі бар, ол 0,6 микроннан кіші бөлшектер мен аллергендердің 99,95 % ұстайды. Құрылғы тыныш, сенімді және ұзақ мерзімді. Іске қосылғанда тазартқыш сіздің назарыңызды аудармайды.",
    Air_Purifier_Rawmid_text_4:
      "Құрылғыда түнгі режим қарастырылған, осы режимде құрылғы дерлік үнсіз жұмыс істейді, басқару панелінің жарығы әлсірейді. Смартфон қосымшасында түнгі режимді автоматты түрде қосу/өшіру уақытын орнатуға болады. Ауа тазартқыш дисплейінде ағымдағы PM2.5 (мкг/м³) концентрациясы көрсетіледі.",
    Air_Purifier_Rawmid_text_5:
      "Төменде түс индикаторы арқылы ауа сапасының жоғары, орташа немесе төмен екенін көрсету шкаласы бар. ",
    Air_Purifier_Rawmid_text_6:
      "Сүзгіні ауыстыруға жылдам қол жетімділік — жаңа сүзгіге ауыстыру оңай. Ескі сүзгі тез алынып, оның орнына дәл сол жаңа сүзгі қойылады. Барлығы — 5 секунд.",
    Air_Purifier_Rawmid_text_7:
      "RAWMID Modern ауа тазартқышында ароматикалық майларға арналған арнайы бөлімше қарастырылған.",
    Air_Purifier_Rawmid_text_8: "Қызмет көрсетілетін аудан: 80.0 ш.м.",
    Conditioner_Samsung_AI_text_1:
      "WindFree режимімен жайлылықты сақтаңыз. Ол ауады 23 000 микроқұрал арқылы жұмсақ және тыныш таратады, сіздің теріңізге суық жел сезімін тигізбейді. WindFree режимінде сыртқы блок минималды электр қуатын тұтынады, бұл дәстүрлі режиммен салыстырғанда 77 % энергия үнемдеуге мүмкіндік береді. Нәтижесінде сіз салқын және жайлы ортада боласыз, электр төлемдері үшін алаңдамайсыз.",
    Conditioner_Samsung_AI_text_2:
      "AI Auto Cooling (жасанды интеллектімен авто салқындату). Бұл жүйе кондиционердің әртүрлі жұмыс режимдерін бөлмедегі жағдайға және сіздің пайдалану тұрмысыңызға қарай автоматты түрде оңтайландырады.",
    Conditioner_Samsung_AI_text_3:
      "“Тыныш ұйқы” режимі ұйықтап жатқанда жайлы атмосфера жасайды. Температураны автоматты бақылау жүйесі бөлмеде жағымды ортаны сақтайды, осылайша сіз тез ұйықтап, сергек оянасыз.",
    Conditioner_Samsung_AI_text_4:
      "PM1.0 сүзгі ауады нағыз таза қылады, ультра бөлшектерді тез ұстайды. Түсті индикаторлар ауа сапасын көрсетеді. Сүзгіні жууға болады, сондықтан оның қызмет көрсетуі оңай әрі үнемді.",
    Conditioner_Samsung_AI_text_5:
      "Қозғалысты анықтау датчигі 20 минут бойы қозғалыс болмаған жағдайда автоматты түрде WindFree режиміне ауысады, энергия үнемдейді. Қозғалыс датчигі 5 минуттан 60 минутқа дейінгі аралықта қозғалыс болмауды анықтайды.",
    Conditioner_Samsung_text_1:
      "Wind-Free технологиялы кондиционерлер орнатылған температураны тиімді ұстап, сквозняктың пайда болуына жол бермейді. Салқын ауа 23 000 микроотверст арқылы таралады, сондықтан бөлмедегі ауа біркелкі бөленеді, энергия 77% дейін үнемделеді.",
    Conditioner_Samsung_text_2:
      "“Жылдам салқындату” режимі компрессор мен желдеткішті максималды қуатта қолдану арқылы ауаны 43 % жылдам салқындатады.",
    Conditioner_Samsung_text_3:
      "SmartThings қосымшасын қолдансаңыз, үйде болмасаңыз да кондиционер параметрлерін қашықтан басқара аласыз.",
    Conditioner_Samsung_text_4:
      "Үш қабатты материал шаң, шаш, ірі бөлшектер, вирустар, бактериялар мен аллергендерден қорғайды.",
    Conditioner_Haier_text_1:
      "Сізге Haier HSU‑12HRM503 сплит-жүйесін ұсынамыз — үй немесе кеңсе үшін идеал климат көмекшісі. 3400 Вт салқындату және жылыту қуаты арқылы ол бөлмелерге оптималды температура қамтамасыз етеді.",
    Conditioner_Haier_text_2: "Ерекшеліктер:",
    Conditioner_Haier_text_3: " - Қосу/өшіру таймері — кондиционер жұмысын өз кестеңізге сай орнатыңыз.",
    Conditioner_Haier_text_4: "- Қурғату режимі — артық ылғалды тиімді алып тастайды.",
    Conditioner_Haier_text_5: "- Мобильдік басқару — кез келген жерден үйдегі климатты қадағалаңыз.",
    Conditioner_Haier_text_6: "- Желдеткіш жылдамдығын реттеу — ауа ағымын өзіңізге қолайлы деңгейге қойыңыз.",
    Conditioner_Haier_text_7:
      "- Төмен шу деңгейі — тек 39 дБ, тыныш жұмыс. Сплит-жүйе күнделікті техника мен заманауи технологияны бағалайтындарға өте қолайлы.",
    Conditioner_Haier_text_8:
      "Ол пәтерлерге, кеңселерге және кішкентай бөлмелерге өте лайық. Құрылғыны температураны тұрақты бақылау қажет жерде орнатыңыз, және ауаның сапасын жақсарту үшін қосымша сүзгілермен бірге пайдаланыңыз.",
    Conditioner_LG_text:
      "Автоматты реттелетін функциялармен ең жайлы ұйқы шарттарын сезініңіз. «Комфорттық ұйқы» функциясы белсендірілгенде, дисплей сізге энергия тұтынуды бақылауға көмектеседі. Пре‑сүзгі ең алғашында ірі шаң бөлшектерін ұстайды. LG ThinQ және Яндекс қосымшалары арқылы дауыстық басқару жүзеге асады, егер сізде дауыстық ассистент (Алиса) бар ақылды колонка болса.",
    Robot_Cleaner_DREAME_L40_text_1: "Сенсорлар:",
    Robot_Cleaner_DREAME_L40_text_2:
      "- құлау детекторы, кедергіні анықтау сенсоры, беттің түрін анықтау сенсоры, биіктік айырмашылықтарды анықтау сенсорлары",
    Robot_Cleaner_DREAME_L40_text_3: "Режимдер мен функциялар:",
    Robot_Cleaner_DREAME_L40_text_4:
      "- бөлменің картасын салу, кестемен тазалау, тазалау аймағын шектеу, кездейсоқ тазалау, жергілікті тазалау режимі, зарядтау станциясына автоматты оралу, баспалдақты тану, кедергілерді айналып өту, өзін‑өзі зарядтау",
    Robot_Cleaner_DREAME_D20_text_1:
      "Режимдер мен функциялар: бөлменің картасын салу, тазалау аймағын шектеу, жергілікті тазалау режимі, зарядтау станциясына автоматты оралу, кедергілерді айналып өту, өзін‑өзі зарядтау.",
    Robot_Cleaner_DREAME_D20_text_2:
      "Құрамында: робот‑шаңсорғыш, базалық станция, бүйірлік щетка, салфетка ұстаушы, қоқыс қапшығы, қолданушы нұсқаулығы",
    Robot_Cleaner_DREAME_X50_text_1:
      "Dreame X50 Ultra Complete — жай ғана робот‑шаңсорғыш емес, жаңа буынды толық автономды тазалау станциясы.",
    Robot_Cleaner_DREAME_X50_text_2:
      "Ол өздігінен ойлайды, өзі тазалайды және өзін өзі қызмет етеді. Сізге тек тазалықтан ләззат алу қалады. Ол орыс тілін қолдайды.",
    Robot_Cleaner_DREAME_X50_text_3:
      "Фирмалық қосымша арқылы кесте орнатып, тыйым салынған зоналарды белгілеуге, әр бөлмеге тазалау режимін таңдауға және тіпті видеозвонок қосуға болады, үйдегі үй жануарыңыздың жағдайын бақылау үшін.",
    Robot_Cleaner_DREAME_X50_text_4:
      "X50 Ultra 6 см дейінгі кедергілерді жеңілдейді, 200‑ден астам объекті түрін таниды (ойыншықтар, шұлықтар, тағам құмыралары) және қараңғы бұрыштарда да дәл бағдарланады. Ол жиһаз астында және қабырға бойында жұмыс жасайды — барлығы AI навигациясы мен 3D сканерлеуі арқылы бақыланады.",
    Robot_Cleaner_DREAME_X50_text_5:
      "20 000 Па күшімен сорғыш кез келген кірді жояды: шаңнан, жүні, үгіндіден және құмнан бастап. Бірегей қос щетка шаштарды орамастан тиімді тазартады — кілемдер мен едендерді максималды түрде тазалайды.",
    Robot_Cleaner_DREAME_X50_text_6:
      "Тазалаудан кейін робот өзі базаға оралып, моптарды 80 °C дейін ыстық сумен жуады, қыздырылған ауада кептіреді және УФ сәулесімен өңдейді. Барлық лас су бакқа түседі, таза су автоматты түрде беріледі. Сізге ештеңе құю, төгу немесе қолмен жуу қажет емес.",
    Autoclave_Aqara_text_1:
      "Aqara Smart Pet Feeder C1 – үй жануарларына арналған ақылды жемқорғыш, мысықтарыңыз бен иттеріңізге автоматты түрде тамақ беру мүмкіндігін қосады, сіз үйлерде болмасаңыз да оларды тұрақты әрі пайдалы тамақпен қамтамасыз етеді.",
    Autoclave_Aqara_text_2: "Негізгі ерекшеліктер:",
    Autoclave_Aqara_text_3: "Автоматты тамақтандыру:",
    Autoclave_Aqara_text_4:
      "Тамақтандыру кестесін және порцияны орнатыңыз, үйде болмасаңыз да үй жануарыңызды тәртіппен тамақтандырыңыз.",
    Autoclave_Aqara_text_5: "Порцияларды басқару:",
    Autoclave_Aqara_text_6: "Жануарыңыздың дене салмағын басқару үшін шығарылатын тағам мөлшерін реттеңіз.",
    Autoclave_Aqara_text_7: "Дауыспен басқару:",
    Autoclave_Aqara_text_8:
      "Google Assistant немесе Яндекс Ақылды үй арқылы дауыстық командалармен жемқорғышты басқарыңыз.",
    Autoclave_Aqara_text_9: "Қашықтықтан қол жеткізу:",
    Autoclave_Aqara_text_10:
      "Aqara Home қосымшасы арқылы тағам деңгейін қадағалап, жемқорғышты қалаған жерден басқарыңыз.",
    Autoclave_Aqara_text_11: "Екі жақты дауысты чат:",
    Autoclave_Aqara_text_12: "Құрылғыдағы динамик пен микрофон арқылы жануармен қашықтықтан сөйлесе аласыз.",
    Autoclave_Aqara_text_13: "Бейне жазу:",
    Autoclave_Aqara_text_14: "Тамақ беру кезінде қысқа бейнелер жазып, үй жануарыңызды бақылай аласыз.",
    Autoclave_Aqara_text_15: "Әртүрлі тағамдар үшін жарамды:",
    Autoclave_Aqara_text_16: "Кептірілген тағамдарға немесе гранула түріне дейін 4 кг сыйдырады.",
    Autoclave_Aqara_text_17: "Тазалау оңай:",
    Autoclave_Aqara_text_18: "Азық контейнері мен болат құмыра алынатын, оңай жууға арналған.",
    Autoclave_Aqara_text_19: "Резервтік қуат:",
    Autoclave_Aqara_text_20:
      "Құрылғы қуат сөнсе де, екі AA батареясы арқылы 10 күнге дейін жұмыс істеуді қамтамасыз етеді.",
    Autoclave_Xiaomi_text_1:
      "Xiaomi Smart Pet Food Feeder 2 XMWSQ02 мысық пен иттерге арналған автоматты жемқорғыш — қамқор иелер үшін тамаша шешім. 5 литрлік үлкен контейнер мен бір уақытта 2,5 кг тағам орналастыру мүмкіндігі арқылы бұл ақылды жемқорғыш ай бойы азықпен қамтамасыз етеді.",
    Autoclave_Xiaomi_text_2:
      "Нақты уақытта жұмыс жасайтын салмақ датчигі арқылы сіз тағам мөлшерін қадағалай аласыз және жануарыңыздың аш қалуын немесе асыра тамақтануын болдырмауға болады. BHR9030EU ақылды жемқорғыш құрылғы жануардың физикалық жағдайын талдайды және жасына мен салмағына байланысты жеке тамақтану ұсыныстарын береді.",
    Autoclave_Xiaomi_text_3:
      "Инфрақызыл мониторинг сізге азық қорының жағдайын әр уақытта бақылауға мүмкіндік береді. Егер қуат қосылмаса, жемқорғыш екі AA батареясы арқылы 10 күнге дейін жұмыс істей алады.",
    Water_Dispenser_Xiaomi_text_1:
      "Бұл — үй жануарыңызға арналған инновациялық құрылғы, сыйымдылығы 3 литр резервуармен жабдықталған. Төрт сатыдағы сүзгі жүйесі суды таза және балғын етеді, ластанулар мен жүні жояды. Үш режимді су беру, үнсіз жұмыс және IPX7 су өткізбейтіндігі арқылы бұл поилка жоғары комфорт пен оңайлылықты қамтамасыз етеді. Xiaomi Home қосымшасымен интеграциясы құрылғыны басқаруды жеңілдетеді және судың жағдайын қадағалауға мүмкіндік береді. Су қоры 15 күнге дейін автономды жұмыс істей алады. Бұл — жиі үйден тыс болатын иелерге өте қолайлы, себебі үй жануарыңыз әрқашан қажетті сұйықтықпен қамтамасыз етіледі.",
    Water_Dispenser_Xiaomi_text_2:
      "Тұрақты ағым, бұлақ тәрізді және жұмсақ струя — үш түрлі су беру режимі арқылы диспенсер ең талапшыл жануарларды да қанағаттандырады.",
    Smart_Trash_T1_text_1:
      "Жоғары технологиялы ақылды қоқыс шелегі күнделікті міндеттерді айтарлықтай жеңілдетеді және құнды уақытты үнемдейді.",
    Smart_Trash_T1_text_2:
      "T1 моделі екі лазер датчигімен жабдықталған. Бірі адамның жақындауын бақылайды және қақпағын ашады, екіншісі қоқыс пакетін шығаруға қызмет етеді. Қоқыс пакеттерін ауыстыру автоматты түрде жүзеге асады.",
    Smart_Trash_T1_text_3:
      "Арнайы роликтер үлкен көлемді, жоғары беріктігі мен тығыздығымен ерекшеленеді, тіпті өткір бұрыштары бар қалдықтарды да жинауға жарайды. Алайда құрылғы стандартты полиэтилен пакеттерді де қабылдайды. Пакетті ауыстырған кезде кірістірілген желдеткіштер разрежение жасайды және пакетті шелектің қабырғалары мен табанына тығыз жабысулар етіп жұлып алады. Нәтиже — қолмен ауыстырғаннан әлдеқайда жақсы. Сонымен қатар, мұндай пакетке көп қоқыс сыйып, оны арнайы тығыздаудың қажеті жоқ. Маталық қара қоқыс пакеттері көршілерден жеке кеңістік сақтауға көмектеседі.",
    Smart_Trash_T1_text_4:
      "Гигиенаға ерекше назар аударылған — қақпақ герметикалық тығыздағышпен жабдықталған, иісті кіруіне жол бермейді. Бұл гигиенаны жоғарылатумен қатар паразит жәндіктер мен микроорганизмдердің пайда болуы қаупін жояды. Сыйымдылығы — 15,5 литр.",
    Smart_Trash_T3_text_1:
      "T3 моделі екі лазер датчигімен жабдықталған. Бірі адамның жақындауын бақылайды және қақпағын ашады, екіншісі қоқыс пакетін шығаруға қызмет етеді. Қоқыс пакеттерін ауыстыру автоматты түрде жүзеге асады.",
    Smart_Trash_T3_text_2: "Қажет болса, қақпақты әрқашан ашық күйде ұстап қоюға болады.",
    Smart_Trash_T3_text_3:
      "Арнайы роликтер үлкен көлемді, жоғары беріктігі мен тығыздығымен ерекшеленеді, тіпті өткір бұрыштары бар қалдықтарды да жинауға жарайды. Алайда құрылғы стандартты полиэтилен пакеттерді де қабылдайды. Пакетті ауыстырған кезде кірістірілген желдеткіштер разрежение жасайды және пакетті шелектің қабырғалары мен табанына тығыз жабысулар етіп жұлып алады.",
    Smart_Trash_T3_text_4:
      "Гигиенаға ерекше назар аударылған — қақпақ герметикалық тығыздағышпен жабдықталған, иісті кіруіне жол бермейді. Бұл гигиенаны жоғарылатумен қатар паразит жәндіктер мен микроорганизмдердің пайда болуы қаупін жояды. Сыйымдылығы — 13 литр.",
    Packages_Smart_Trash_T1_text_1: "Сыйымдылық — 15,5 л",
    Packages_Smart_Trash_T1_text_2: "Қаптама түрі — қорап",
    Packages_Smart_Trash_T1_text_3: "Өте берік — Иә",
    Packages_Smart_Trash_T1_text_4: "Материал — полипропилен",
    Packages_Smart_Trash_T1_text_5: "Өлшемі — 20,5 × 3 × 20,5 см",
    Packages_Smart_Trash_T1_text_6: "Қаптамада саны — 150",
    Packages_Smart_Trash_T3_text_1: "Сыйымдылық — 13,0 л",
    Packages_Smart_Trash_T3_text_2: "Қаптама түрі — қорап",
    Packages_Smart_Trash_T3_text_3: "Өте берік — Иә",
    Packages_Smart_Trash_T3_text_4: "Материал — полипропилен",
    Packages_Smart_Trash_T3_text_5: "Өлшемі — 24,5 × 3,7 × 14 см",
    Packages_Smart_Trash_T3_text_6: "Қаптамада саны — 150",
    Smart_mirror_text_1:
      "Жарықтандырылған қабырға айнасы — үйлесімді интерьер элементі ғана емес, ол ванна бөлмесін стильмен толықтырады. Жарық айна ваннада — жайлы атмосфера жасау үшін тамаша таңдау. Ал жарықпен қабырғаға арналған айна кіреберісте үйлесімді акцент болады.",
    Smart_mirror_text_2:
      "Көңіл күйіңізге сай жарықты таңдаңыз: кіреберіс үшін 4500K бейтарап жарық беретін үлкен айна алыңыз, ол макияж жасау үшін ыңғайлы, немесе 6000K суық жарықты айна алыңыз, ол концентрацияға көмектеседі. Ваннаға арналған айна үшін 3000K жылы жарықты таңдаңыз — жазғы күн сәулесін сезінесіз. Таңдау қиын болса, 3‑і 1 жарық (3000K, 4500K, 6000K) немесе миллион түсті RGB‑жарық комбинациясы бар нұсқаны таңдаңыз.",
  },
  ru: {
    menu_main: "Главная",
    menu_catalog: "Каталог",
    menu_packages: "Пакеты",
    menu_services: "Услуги",
    menu_portfolio: "Портфолио",
    Need_hub: "Нужен хаб",
    Ecosystem: "Экосистема",
    Yandex_Smart_Home: "Умный дом Яндекса",
    Power: "Питание",
    Communication_protocol: "Протокол связи",
    Power: "Питание",
    Control_center: "Центр управления",
    Connected_devices: "Количество подключаемых устройств",
    From_the_battery: "Oт аккумулятора",
    Static_electricity: "От сети",
    IR_Port: "ИК Порт",
    Cost: "Стоимость",
    tenge: "тг",
    floating_call: "📞 Позвонить",
    floating_contact_us: "Связаться",
    footer:
      "* Цены указаны для ознакомления и могут отличаться от актуальных. Для уточнения стоимости свяжитесь с нами по контактам, указанным вверху страницы.",
    "Humidifier_Xiaomi_4.5": "Увлажнитель воздуха Xiaomi 4.5 л",
    Humidifier_Xiaomi_5: "Увлажнитель воздуха Xiaomi 5 л",
    Humidifier_Xiaomi_4: "Увлажнитель воздуха Xiaomi 4 л",
    Humidifier_Xiaomi_3: "Увлажнитель воздуха Xiaomi 3 л",
    Humidifier_Aminix: "Очиститель воздуха Aminix",
    Air_Purifier_Xiaomi: "Очиститель воздуха Xiaomi Mijia Circulation Air Purifier белый",
    Air_Purifier_5_Xiaomi: "Очиститель воздуха Xiaomi Smart Air Purifier 5 Pro белый",
    Air_Purifier_Rawmid: "Очиститель воздуха Rawmid",
    Conditioner_Samsung_AI_25: "Кондиционер Samsung WindFree AI cooling + Filter 25 кв.м",
    Conditioner_Samsung_AI_35: "Кондиционер Samsung WindFree AI cooling + Filter 35 кв.м",
    Conditioner_Samsung_25: "Кондиционер Samsung WindFree 25 кв.м",
    Conditioner_Samsung_35: "Кондиционер Samsung WindFree 35 кв.м",
    Conditioner_Haier_20: "Кондиционер Haier 20 кв.м.",
    Conditioner_Haier_35: "Кондиционер Haier 35 кв.м.",
    Conditioner_Haier_50: "Кондиционер Haier 50 кв.м.",
    Conditioner_Haier_70: "Кондиционер Haier 70 кв.м.",
    Conditioner_LG_36: "Кондиционер LG 36 кв.м.",
    Conditioner_LG_27: "Кондиционер LG 27 кв.м.",
    Robot_Cleaner_DREAME_L40: "Робот-пылесос DREAME L40 белый",
    Robot_Cleaner_DREAME_D20: "Робот-пылесос DREAME Robot Vacuum D20 Ultra белый",
    Robot_Cleaner_DREAME_X50: "Робот-пылесос DREAME X50 Ultra Complete белый",
    Autoclave_Aqara: "Автокормушка Aqara 400 мл белый",
    Autoclave_Xiaomi: "Автоматическая кормушка Xiaomi для кошек и собак",
    Water_Dispenser_Xiaomi: "Автопоилка Xiaomi Smart Pet Water Dispenser 3л",
    Smart_Trash_T1: "Умное мусорное ведро Xiaomi Smart Trash Can T1",
    Smart_Trash_T3: "Умное мусорное ведро Xiaomi Smart Trash Can T3",
    Packages_Smart_Trash_T1: "Сменные пакеты для Xiaomi Townew Smart Trash Can T1 150 шт",
    Packages_Smart_Trash_T3: "Сменные картриджи с пакетами для Xiaomi TowNew Smart Trash T3 150 шт",
    Smart_mirror_round: "Умное зеркало с RGB - подсветкой, подогревом и часами, 85см., круглое.",
    Smart_mirror_square: "Умное зеркало с RGB - подсветкой, подогревом и часами, 80х80см., квадрат.",
    Smart_mirror_rectangle: "Умное зеркало с RGB - подсветкой, подогревом и часами, 80х50см., прямоугольник.",
    Smart_mirror_oval: "Умное зеркало с RGB - подсветкой, подогревом и часами, 90х40см., овал.",
    "Humidifier_Xiaomi_4.5_text_1":
      "Данное устройство предназначено для улучшения микроклимата в доме, особенно в период летнего зноя или с началом отопительного сезона.",
    "Humidifier_Xiaomi_4.5_text_2": "Увлажнитель подходит для помещения площадью до 25 КВ. М.",
    "Humidifier_Xiaomi_4.5_text_3":
      " Вода заливается сверху, что очень удобно. При недостаточном количестве жидкости в резервуаре устройство автоматически отключается. Корпус Xiaomi Mijia Mi Smart Humidifier состоит из двух частей. Верхняя часть представляет собой резервуар для воды, а в нижней части находится распылительный механизм и вся электроника.",
    Humidifier_Xiaomi_5_text_1:
      " Увлажнитель подходит для жилых комнат, детских и рабочих пространств, позволяя избежать проблем с сухим воздухом, который может вызывать дискомфорт и негативно сказываться на здоровье.",
    Humidifier_Xiaomi_5_text_2:
      "Он также отличается малым уровнем шума, что позволяет использовать его даже ночью, не беспокоясь о качестве сна. Smartmi Evaporative Humidifier 3 Lite эффективно очищает воду, что позволяет получать качественный увлажненный воздух, не причиняя вреда вашему здоровью.",
    Humidifier_Xiaomi_4_text:
      "Xiaomi Smartmi Evaporative Humidifier 3 Lite 4L EU (CJXJSQ06ZM) White - это испарительный увлажнитель воздуха со скоростью испарения 280 мл/ч и емкостью резервуара 4 л. Увлажнитель может работать без остановки до 14 часов, а уровень шума составляет всего 50 дБ. Устройство обладает регулировкой интенсивности испарения, а также поддерживает три режима работы: автоматический, ночной, поддержание влажности. Увлажнитель воздуха удобен в использовании: его можно установить как на пол, так и на стол; залив воды производится сверху. Площадь обслуживаемого помещения составляет 40 м².",
    Humidifier_Xiaomi_3_text_1:
      "Увлажнитель воздуха с ионизацией обладает невероятно стильным, оригинальным дизайном и пригодится в каждом доме. Увлажнитель для воздуха оснащен резервуаром для верхнего залива пресной или дистиллированной воды. Увлажнитель управляется как с помощью led - дисплея, так и через приложение в смартфоне (умный увлажнитель воздуха), с помощью голосовых помощников. Увлажнитель оснащен режимом самоочистки. Фильтрация при этом является многоуровневой.",
    Humidifier_Xiaomi_3_text_2:
      "Воздухоувлажнитель может использоваться в нескольких режимах: ночник, автомат и максимальное увлажнение. Увлажнитель воздуха мини оснащен датчиком - индикатором влажности воздуха и комнатной температуры, сенсорными кнопками для управления.",
    Humidifier_Aminix_text_1:
      " Aminix AMX01 — умный очиститель воздуха с ионизацией и управлением через телефон и Алису.",
    Humidifier_Aminix_text_2: "Основные преимущества:",
    Humidifier_Aminix_text_3:
      " • 3 ступени фильтрации: предварительный, HEPA H13 и угольный фильтр — удаляют до 99,95% пыли, аллергенов, дыма и запахов.",
    Humidifier_Aminix_text_4:
      "• Ионизация воздуха — наполняет помещение отрицательными ионами, снижает уровень аллергенов и бактерий, делает дыхание лёгким.",
    Humidifier_Aminix_text_5:
      "• Мониторинг качества воздуха — встроенные датчики и цветная индикация PM2.5 показывают уровень чистоты в реальном времени.",
    Humidifier_Aminix_text_6: "Обслуживаемая площадь 50.0 кв.м",
    Air_Purifier_Xiaomi_text_1:
      "Напольный очиститель воздуха представлен в белом корпусе с сенсорным дисплеем и набором понятных индикаторов. Символы на экране обозначают активные режимы и функции, температуру, влажность и другие показатели. Встроенный датчик контроля чистоты время от времени проводит анализ воздуха. Вы можете управлять устройством через мобильное приложение Mi Home и добавлять очиститель в экосистему умного дома Xiaomi.",
    Air_Purifier_Xiaomi_text_2:
      "Благодаря скорости прокачивания воздуха 510 м³/ч подходит для работы в помещениях площадью до 60 м². Угольный и фильтр предварительной очистки задерживают крупную пыль и неприятные запахи. HEPA H13 запирает внутри пыльцу, споры и подобные аллергены. Электростатический фильтр удаляет из воздуха мельчайшую пыль, сажу и копоть. Каталитический картридж с УФ-лучами устраняет бактерии и вирусы. Соответствующие индикаторы подсказывают о необходимости замены фильтров.",
    Air_Purifier_Xiaomi_text_3: " Обслуживаемая площадь 60.0 кв.м",
    Air_Purifier_5_Xiaomi_text_1:
      "Мощное решение для очищения воздуха в больших помещениях. Благодаря двухвентиляторной системе и шестислойной композитной фильтрации он эффективно удаляет бактерии, аллергены, пыль и формальдегид, обновляя воздух всего за 3 минуты.",
    Air_Purifier_5_Xiaomi_text_2:
      "Устройство оснащено передовыми датчиками для мониторинга качества воздуха, UV-C стерилизацией и интеллектуальным управлением через приложение и голосового помощника. Низкий уровень шума, стильный дизайн и энергоэффективный фильтр делают его идеальным выбором для дома и офиса.",
    Air_Purifier_5_Xiaomi_text_3: "Обслуживаемая площадь 95.0 кв.м",
    Air_Purifier_Rawmid_text_1:
      "Очиститель воздуха RAWMID Modern RMP-01 позволяет добиться максимальной чистоты воздуха и поддерживать здоровый климат в доме. Прибор предназначен для очистки воздуха от мельчайших частиц пыли, различных аллергенов, вирусов и бактерий, неприятных запахов. Эффективную очистку воздуха обеспечивает тройная фильтрация: предварительный фильтр, фильтр тонкой очистки HEPA13 и угольный фильтр.",
    Air_Purifier_Rawmid_text_2: "Особенности очистителя воздуха RAWMID Modern:",
    Air_Purifier_Rawmid_text_3:
      "Эффективность очистки 99,95% В очистителе воздуха RAWMID Modern RMP-01 установлен высокоэффективный фильтр класса HEPA13. Он удерживает 99,95% аллергенов и самых мельчайших частиц пыли размером менее 0,6 микрона. Он тихий, надёжный и долговечный. Во время работы очиститель не будет мешать вам концентрироваться на ваших делах.",
    Air_Purifier_Rawmid_text_4:
      "В очистителе RAWMID Modern предусмотрен ночной режим, в котором прибор практически бесшумный, а свет панели управления приглушён. В приложении для смартфона работу ночного режима можно настроить так, чтобы он автоматически включался вечером и выключался утром. На дисплее воздухоочистителя отображается текущая концентрация частиц PM2.5 (мкг/м³).",
    Air_Purifier_Rawmid_text_5:
      "Чуть ниже находится простая, интуитивно понятная цветная шкала качества воздуха. Она подскажет, когда качество воздуха высокое, среднее или низкое.",
    Air_Purifier_Rawmid_text_6:
      "Быстрый доступ к фильтру - Поменять фильтр на новый — легко и просто. Старый фильтр быстро снимается, а на его место ставится точно такой же новый фильтр. На всё про всё — 5 секунд.",
    Air_Purifier_Rawmid_text_7:
      "В воздухоочистителе RAWMID Modern предусмотрен специальный отсек для ароматических масел.",
    Air_Purifier_Rawmid_text_8: "Обслуживаемая площадь 80.0 кв.м",
    Conditioner_Samsung_AI_text_1:
      "Оставайтесь в комфорте с режимом WindFree. Он мягко и тихо рассеивает воздух через 23 000 микроотверстий без неприятного ощущения холодного ветра на вашей коже. В режиме WindFree наружный блок потребляет минимальное количество электроэнергии, что позволяет снизить энергопотребление на 77% по сравнению с обычном режимом*. В результате вы будете испытывать комфортную прохладу и не беспокоиться о суммах, фигурирующих в счетах за электроэнергию.",
    Conditioner_Samsung_AI_text_2:
      "Автоохлаждение с искусственным интеллектом (AI Auto Cooling). Эта система автоматически оптимизирует различные режимы работы кондиционера, анализируя условия в комнате и ваши индивидуальные особенности использования кондиционера.",
    Conditioner_Samsung_AI_text_3:
      "Режим «Спокойный сон» создает комфортную атмосферу пока вы спите. Система автоматического контроля температуры поддерживает в комнате комфортную атмосферу, благодаря чему вы быстро засыпаете и просыпаетесь свежим и отдохнувшим.",
    Conditioner_Samsung_AI_text_4:
      "Фильтр PM1.0 сохраняет воздух по-настоящему чистым, быстро улавливая даже ультрадисперсную пыль. Цветные индикаторы также показывают текущее качество воздуха. Фильтр можно мыть, поэтому его легко и экономично обслуживать.",
    Conditioner_Samsung_AI_text_5:
      "Датчик движения определяет отсутствие движения в течение 20 минут и автоматически переключается в режим WindFree для экономии энергии.Датчик обнаружения движения начнет обнаруживать отсутствие движения как минимум через 5 и максимум через 60 минут.",
    Conditioner_Samsung_text_1:
      "Кондиционеры с технологией Wind-Free эффективно поддерживают заданную температуру и исключают возникновение сквозняков. Охлажденный воздух поступает через 23 000 микроотверстий, поэтому воздух в помещении распределяется равномерно по всей площади и тратится на 77% меньше энергии.",
    Conditioner_Samsung_text_2:
      "Режим «Быстрое охлаждение» позволяет быстро охладить воздух за счет работы компрессора и вентиляции на максимальной мощности на 43% быстрее.",
    Conditioner_Samsung_text_3:
      "Настройте температуру даже если вы не дома. При использовании приложения SmartThings вы можете удаленно управлять настройками кондиционера с помощью нескольких касаний.",
    Conditioner_Samsung_text_4:
      " Трехслойный материал защищает от пыли, волос, больших частиц, вирусов, бактерий и аллергенов.",
    Conditioner_Haier_text_1:
      " Представляем вам сплит-систему Haier HSU-12HRM503 — идеальное решение для комфортного климата в вашем доме или офисе. С мощностью охлаждения 3400 Вт и обогрева 3400 Вт, она обеспечит оптимальную температуру в помещениях.",
    Conditioner_Haier_text_2: "Особенности:",
    Conditioner_Haier_text_3: " - Таймер включения/выключения — настройте работу кондиционера под свой график.",
    Conditioner_Haier_text_4: "- Режим осушения — эффективно удаляет избыточную влагу из воздуха.",
    Conditioner_Haier_text_5:
      "- Управление с мобильного устройства — контролируйте климат в вашем доме из любой точки.",
    Conditioner_Haier_text_6: "- Регулировка скорости вентилятора — настройте комфортный уровень воздушного потока.",
    Conditioner_Haier_text_7:
      "- Низкий уровень шума — всего 39 дБ, что обеспечивает тихую работу.Эта сплит-система идеально подходит для тех, кто ценит комфорт и современные технологии в повседневной жизни.",
    Conditioner_Haier_text_8:
      "Она станет отличным выбором для квартир, офисов и небольших помещений.Рекомендуем устанавливать устройство в местах, где требуется постоянный контроль температуры, и использовать его в сочетании с дополнительными фильтрами для улучшения качества воздуха.",
    Conditioner_LG_text:
      "Испытайте самые комфортные условия для сна с автоматически регулируемыми функциями. Когда активирована функция комфортного сна. Дисплей информирует вас, чтобы вы могли легко отслеживать и снижать потребление энергии. Пре-фильтр останавливает крупные частицы пыли с самого начала. Голосовое управление возможно после сопряжения приложений LG ThinQ и Yandex и при наличии Умной колонки с Голосовым помощником Алиса.",
    Robot_Cleaner_DREAME_L40_text_1: "Датчики:",
    Robot_Cleaner_DREAME_L40_text_2:
      "- датчик падения, датчик обнаружения препятствий, датчик определения типа поверхности, датчики обнаружения перепадов",
    Robot_Cleaner_DREAME_L40_text_3: "Режимы и функции:",
    Robot_Cleaner_DREAME_L40_text_4:
      "- построение карты помещения, уборка по расписанию, ограничитель зоны уборки, уборка в случайном порядке, режим локальной уборки, автоматический возврат на зарядную станцию, распознавание лестницы, обход препятствий, самозарядка",
    Robot_Cleaner_DREAME_D20_text_1:
      "Режимы и функции: построение карты помещения, ограничитель зоны уборки, режим локальной уборки, автоматический возврат на зарядную станцию, обход препятствий, самозарядка.",
    Robot_Cleaner_DREAME_D20_text_2:
      "В комплекте: Робот-пылесос, Базовая станция, Боковая щетка, Держатель салфеток, Мешок для мусора, Руководство пользователя",
    Robot_Cleaner_DREAME_X50_text_1:
      "Dreame X50 Ultra Complete — не просто робот-пылесос, а полностью автономная клининговая станция нового поколения.",
    Robot_Cleaner_DREAME_X50_text_2:
      "Он думает сам, убирается сам и обслуживает себя сам. Вам остаётся только наслаждаться чистотой. Поддерживает Русский язык.",
    Robot_Cleaner_DREAME_X50_text_3:
      "Через фирменное приложение можно настроить расписание, задать запретные зоны, выбрать режим уборки для каждой комнаты и даже включить видеозвонок, чтобы посмотреть, как дела у питомца.",
    Robot_Cleaner_DREAME_X50_text_4:
      "X50 Ultra легко преодолевает пороги до 6 см, распознаёт до 200 типов объектов (включая игрушки, носки, миски животных) и точно ориентируется даже в тёмных углах. Он убирается в труднодоступных местах, под мебелью и вдоль стен — всё под контролем интеллектуальной системы навигации с AI и 3D-сканированием.",
    Robot_Cleaner_DREAME_X50_text_5:
      "Мощное всасывание в 20 000 Па справится с любой грязью: от пыли и шерсти до крошек и песка. Уникальная двойная щётка не наматывает волосы и очищает ковры и полы максимально эффективно.",
    Robot_Cleaner_DREAME_X50_text_6:
      "После уборки робот сам отправляется на базу, где моет свои мопы горячей водой до 80°C, сушит их горячим воздухом и обрабатывает УФ-светом. Вся грязная вода уходит в бак, чистая подаётся автоматически. Вам не нужно ничего заливать, сливать или стирать вручную.",
    Autoclave_Aqara_text_1:
      "Aqara Smart Pet Feeder C1 – это умная кормушка для домашних животных, которая позволяет автоматизировать кормление ваших кошек или собак, обеспечивая им здоровое и регулярное питание, даже когда вас нет дома.",
    Autoclave_Aqara_text_2: "Ключевые особенности:",
    Autoclave_Aqara_text_3: "Автоматическое кормление:",
    Autoclave_Aqara_text_4:
      "Установите расписание кормления и порции для обеспечения регулярного и сбалансированного питания вашего питомца, даже когда вас нет дома.",
    Autoclave_Aqara_text_5: "Управление порциями:",
    Autoclave_Aqara_text_6: "Контролируйте количество выдаваемого корма для поддержания здорового веса вашего питомца.",
    Autoclave_Aqara_text_7: "Голосовое управление:",
    Autoclave_Aqara_text_8:
      "Управляйте кормушкой с помощью голосовых команд через Google Assistant или Умный дом Яндекса.",
    Autoclave_Aqara_text_9: "Удаленный доступ:",
    Autoclave_Aqara_text_10:
      "Следите за уровнем корма и управляйте кормушкой из любой точки мира с помощью приложения Aqara Home.",
    Autoclave_Aqara_text_11: "Двухсторонний голосовой чат:",
    Autoclave_Aqara_text_12: "Общайтесь со своим питомцем удаленно через встроенный динамик и микрофон.",
    Autoclave_Aqara_text_13: "Запись видео:",
    Autoclave_Aqara_text_14:
      "Записывайте короткие видео во время кормления, чтобы следить за своим питомцем, когда вас нет дома.",
    Autoclave_Aqara_text_15: "Подходит для разных кормов:",
    Autoclave_Aqara_text_16: "Вмещает до 4 кг сухого корма в виде гранул или хлопьев.",
    Autoclave_Aqara_text_17: "Удобная чистка:",
    Autoclave_Aqara_text_18: "Съемный контейнер для корма и чаша из нержавеющей стали легко чистить.",
    Autoclave_Aqara_text_19: "Резервное питание:",
    Autoclave_Aqara_text_20:
      "Встроенная батарея обеспечивает бесперебойную работу на случай отключения электроэнергии.",
    Autoclave_Xiaomi_text_1:
      "Автоматическая кормушка для кошек Xiaomi Smart Pet Food Feeder 2 XMWSQ02 — идеальное решение для заботливых хозяев. Благодаря вместительному контейнеру на 5 литров и возможности разместить до 2,5 кг корма за один раз, эта умная кормушка с таймером обеспечит вашего питомца питанием на целый месяц.",
    Autoclave_Xiaomi_text_2:
      "С датчиком взвешивания, который работает в режиме реального времени, вы всегда будете знать, сколько корма осталось в миске, и сможете избежать недоедания или переедания вашего любимца. Умная кормушка BHR9030EU для сухого корма анализирует физическое состояние животного и предлагает индивидуальные рекомендации по питанию, учитывая возраст и вес.",
    Autoclave_Xiaomi_text_3:
      "Инфракрасный мониторинг позволяет вам всегда быть в курсе состояния продовольственных запасов и своевременно пополнять их. Если вдруг произойдёт отключение электроэнергии, то не стоит беспокоиться — кормушка оснащена резервной системой питания на основе двух батареек типа АА, которые обеспечат её работу до 10 дней.",
    Water_Dispenser_Xiaomi_text_1:
      "Инновационное устройство для заботы о вашем питомце, оснащенное вместительным резервуаром объемом 3 литра. Четырехступенчатая система фильтрации гарантирует чистоту и свежесть воды, удаляя загрязнения и шерсть. С тремя режимами подачи воды, бесшумной работой и водонепроницаемостью IPX7, эта поилка обеспечивает комфорт и удобство. Интеграция с приложением Xiaomi Home позволяет легко управлять устройством и следить за состоянием воды, делая его незаменимым помощником в заботе о здоровье вашего питомца. Он способен обеспечить до 15 дней автономной работы без необходимости частого пополнения запаса воды. Это особенно удобно для занятых владельцев или тех, кто часто покидает дом, уверенные в том, что их питомец всегда будет обеспечен необходимым количеством жидкости.",
    Water_Dispenser_Xiaomi_text_2:
      "С тремя различными режимами подачи воды (постоянный поток, журчащий фонтан и мягкие струи) диспенсер предлагает выбор, который удовлетворит даже самых требовательных питомцев.",
    Smart_Trash_T1_text_1:
      " Высокотехнологичное умное ведро значительно облегчит выполнение ежедневных рутинных обязанностей и поможет сэкономить драгоценное время.",
    Smart_Trash_T1_text_2:
      "Модель T1 оснащена двумя лазерными датчиками. Один следит за приближением человека и открывает крышку, а второй служит для извлечения пакета с мусором. Замена пакетов в ведре происходит автоматически.",
    Smart_Trash_T1_text_3:
      "Специальные рулоны имеют большие размеры, повышенную прочность и плотность, что позволяет складывать в них даже отбросы с острыми углами. Однако аппарат без проблем принимает и стандартные полиэтиленовые мешки. Во время замены пакета встроенные вентиляторы создают разрежение и втягивают пакет внутрь ведра таким образом, чтобы он плотно прилегал к стенкам и дну. Результат получается во много раз лучше, чем если бы пакет менялся руками. Кроме того, в такой пакет вместится больше мусора, и его не надо специально утрамбовывать. Матово чёрный цвет мусорных мешков позволяет сохранить конфиденциальность  перед соседями.",
    Smart_Trash_T1_text_4:
      "Особое внимание уделено санитарной гигиене – крышка гаджета оборудована герметичным уплотнителем, препятствующим проникновению любых запахов. Это помогает не только повысить уровень чистоты, но и исключить риск появления паразитирующих насекомых и различных микроорганизмов. Объем 15,5 литров.",
    Smart_Trash_T3_text_1:
      "Модель T3 оснащена двумя лазерными датчиками. Один следит за приближением человека и открывает крышку, а второй служит для извлечения пакета с мусором. Замена пакетов в ведре происходит автоматически.",
    Smart_Trash_T3_text_2: "При необходимости крышку можно держать всегда открытой.",
    Smart_Trash_T3_text_3:
      "Специальные рулоны имеют большие размеры, повышенную прочность и плотность, что позволяет складывать в них даже отбросы с острыми углами. Однако аппарат без проблем принимает и стандартные полиэтиленовые мешки. Во время замены пакета встроенные вентиляторы создают разрежение и втягивают пакет внутрь ведра таким образом, чтобы он плотно прилегал к стенкам и дну.",
    Smart_Trash_T3_text_4:
      "Особое внимание уделено санитарной гигиене – крышка гаджета оборудована герметичным уплотнителем, препятствующим проникновению любых запахов. Это помогает не только повысить уровень чистоты, но и исключить риск появления паразитирующих насекомых и различных микроорганизмов. Объем 13 литров.",
    Packages_Smart_Trash_T1_text_1: "Объем - 15.5 л",
    Packages_Smart_Trash_T1_text_2: "Тип упаковки - коробка",
    Packages_Smart_Trash_T1_text_3: "Сверхпрочный - Да",
    Packages_Smart_Trash_T1_text_4: "Материал - полипропилен",
    Packages_Smart_Trash_T1_text_5: "Размер - 20.5 х 3 х 20.5 см",
    Packages_Smart_Trash_T1_text_6: "Количество в упаковке - 150",
    Packages_Smart_Trash_T3_text_1: "Объем - 13.0 л",
    Packages_Smart_Trash_T3_text_2: "Тип упаковки - коробка",
    Packages_Smart_Trash_T3_text_3: "Сверхпрочный - Да",
    Packages_Smart_Trash_T3_text_4: "Материал - полипропилен",
    Packages_Smart_Trash_T3_text_5: "Размер - 24.5 х 3.7 х 14 см",
    Packages_Smart_Trash_T3_text_6: "Количество в упаковке - 150",
    Smart_mirror_text_1:
      "Зеркало настенное с подсветкой - это не только функциональный элемент интерьера, но и стильное дополнение к вашей ванной комнате. Зеркало с подсветкой в ванную - отличный выбор для создания атмосферы уюта и релакса. А зеркало в прихожую настенное с подсветкой станет стильным акцентом в вашем доме.",
    Smart_mirror_text_2:
      "Выберите подсветку под свое настроение, купив зеркало настенное для прихожей большое с нейтральным светом 4500К, которое поможет забыть о неудобствах и с уверенной рукой наносить макияж или приобретя зеркало большое настенное с холодным светом 6000К, благодаря которому можно смело браться за выполнение домашнего задания/работы, так как этот свет способствует концентрации внимания, а заказав зеркало в ванну с подсветкой и теплым светом 3000К вы ощутите на себе летнее солнышко. Если определиться с выбором никак не получается, вы можете это все совместить, купив подсветку 3в1 (3000К, 4500К, 6000К) или приобрести миллион цветов в одном товаре - RGB-подсветку.",
  },
  en: {
    menu_main: "Main",
    menu_catalog: "Catalog",
    menu_packages: "Packages",
    menu_services: "Services",
    menu_portfolio: "Portfolio",
    Need_hub: "Hub required",
    Ecosystem: "Ecosystem",
    Yandex_Smart_Home: "Yandex Smart Home",
    Type: "Type",
    Control_center: "Control center",
    Communication_protocol: "Communication protocol",
    Connected_devices: "Number of connected devices",
    From_the_battery: "Battery-powered",
    Power: "Power",
    Static_electricity: "Mains power",
    IR_Port: "IR Port",
    Cost: "Cost",
    tenge: "tg",
    floating_call: "📞 Call us",
    floating_contact_us: "Contacts us",
    footer:
      "* The prices are provided for reference only and may differ from the actual ones. To confirm the exact cost, please contact us using the details provided at the top of the page.",
    "Humidifier_Xiaomi_4.5": "Xiaomi Air Humidifier 4.5L",
    Humidifier_Xiaomi_5: "Xiaomi Air Humidifier 5L",
    Humidifier_Xiaomi_4: "Xiaomi Air Humidifier 4L",
    Humidifier_Xiaomi_3: "Xiaomi Air Humidifier 3L",
    Humidifier_Aminix: "Aminix Air Purifier",
    Air_Purifier_Xiaomi: "Xiaomi Mijia Circulation Air Purifier White",
    Air_Purifier_5_Xiaomi: "Xiaomi Smart Air Purifier 5 Pro White",
    Air_Purifier_Rawmid: "Rawmid Air Purifier",
    Conditioner_Samsung_AI_25: "Samsung WindFree AI Cooling + Filter Air Conditioner 25 sq.m",
    Conditioner_Samsung_AI_35: "Samsung WindFree AI Cooling + Filter Air Conditioner 35 sq.m",
    Conditioner_Samsung_25: "Samsung WindFree Air Conditioner 25 sq.m",
    Conditioner_Samsung_35: "Samsung WindFree Air Conditioner 35 sq.m",
    Conditioner_Haier_20: "Haier Air Conditioner 20 sq.m",
    Conditioner_Haier_35: "Haier Air Conditioner 35 sq.m",
    Conditioner_Haier_50: "Haier Air Conditioner 50 sq.m",
    Conditioner_Haier_70: "Haier Air Conditioner 70 sq.m",
    Conditioner_LG_36: "LG Air Conditioner 36 sq.m",
    Conditioner_LG_27: "LG Air Conditioner 27 sq.m",
    Robot_Cleaner_DREAME_L40: "DREAME L40 Robot Vacuum Cleaner White",
    Robot_Cleaner_DREAME_D20: "DREAME Robot Vacuum D20 Ultra White",
    Robot_Cleaner_DREAME_X50: "DREAME X50 Ultra Complete Robot Vacuum Cleaner White",
    Autoclave_Aqara: "Aqara Automatic Feeder 400 ml White",
    Autoclave_Xiaomi: "Xiaomi Automatic Feeder for Cats and Dogs",
    Water_Dispenser_Xiaomi: "Xiaomi Smart Pet Water Dispenser 3L",
    Smart_Trash_T1: "Xiaomi Smart Trash Can T1",
    Smart_Trash_T3: "Xiaomi Smart Trash Can T3",
    Packages_Smart_Trash_T1: "Replacement Bags for Xiaomi Townew Smart Trash Can T1, 150 pcs",
    Packages_Smart_Trash_T3: "Replacement Cartridges with Bags for Xiaomi TowNew Smart Trash T3, 150 pcs",
    Smart_mirror_round: "Smart Mirror with RGB Lighting, Heating and Clock, 85 cm, Round",
    Smart_mirror_square: "Smart Mirror with RGB Lighting, Heating and Clock, 80x80 cm, Square",
    Smart_mirror_rectangle: "Smart Mirror with RGB Lighting, Heating and Clock, 80x50 cm, Rectangle",
    Smart_mirror_oval: "Smart Mirror with RGB Lighting, Heating and Clock, 90x40 cm, Oval",
    "Humidifier_Xiaomi_4.5_text_1":
      "This device is designed to improve the home microclimate, especially during summer heat or at the start of the heating season.",
    "Humidifier_Xiaomi_4.5_text_2": "The humidifier is suitable for a room of up to 25 sq. m.",
    "Humidifier_Xiaomi_4.5_text_3":
      "Water is poured from the top, which is very convenient. When the liquid in the reservoir is insufficient, the device automatically shuts off. The body of the Xiaomi Mijia Mi Smart Humidifier consists of two parts. The upper part is a water reservoir, and the lower part houses the spraying mechanism and all the electronics.",
    Humidifier_Xiaomi_5_text_1:
      "The humidifier is suitable for living rooms, children’s and workspaces, helping to avoid issues caused by dry air, which can cause discomfort and negatively affect health.",
    Humidifier_Xiaomi_5_text_2:
      "It also features a low noise level, allowing use even at night without disturbing sleep quality. The Smartmi Evaporative Humidifier 3 Lite effectively purifies water, providing quality humidified air without harming your health.",
    Humidifier_Xiaomi_4_text:
      "The Xiaomi Smartmi Evaporative Humidifier 3 Lite 4L EU (CJXJSQ06ZM) White is an evaporative air humidifier with an evaporation rate of 280 ml/h and a reservoir capacity of 4 liters. The humidifier can work continuously for up to 14 hours, with a noise level of just 50 dB. The device supports adjustment of evaporation intensity and three operating modes: automatic, night, and humidity maintenance. The air humidifier is user-friendly: it can be placed on the floor or on a table; water is filled from the top. The service area is 40 m².",
    Humidifier_Xiaomi_3_text_1:
      "The ionizing air humidifier features an incredibly stylish, original design and is useful in every home. It is equipped with a top-fill reservoir for fresh or distilled water. The humidifier is controlled via an LED display and through a smartphone app (smart humidifier), as well as via voice assistants. The humidifier supports a self-cleaning mode. The filtration is multi-level.",
    Humidifier_Xiaomi_3_text_2:
      "The humidifier can be used in multiple modes: night, auto, and maximum humidification. The mini humidifier includes a humidity and temperature sensor indicator and touch control buttons.",
    Humidifier_Aminix_text_1: "The Aminix AMX01 is a smart air purifier with ionization and smartphone/Alice control.",
    Humidifier_Aminix_text_2: "Key advantages:",
    Humidifier_Aminix_text_3:
      " • 3 filtration stages: pre-filter, HEPA H13 and carbon filter — remove up to 99.95 % of dust, allergens, smoke and odors.",
    Humidifier_Aminix_text_4:
      "• Air ionization — fills the room with negative ions, reduces allergen and bacteria levels, makes breathing easier.",
    Humidifier_Aminix_text_5:
      "• Air quality monitoring — built-in sensors and a PM2.5 color indicator show the cleanliness level in real time.",
    Humidifier_Aminix_text_6: "Service area: 50.0 sq. m",
    Air_Purifier_Xiaomi_text_1:
      "The floor-standing air purifier comes in a white housing with a touch display and a set of clear indicators. Symbols on the screen denote active modes and functions, temperature, humidity and other metrics. The integrated air quality sensor periodically analyzes the air. You can control the device via the Mi Home mobile app and integrate the purifier into the Xiaomi smart home ecosystem.",
    Air_Purifier_Xiaomi_text_2:
      "With an airflow rate of 510 m³/h, it is suitable for operation in rooms up to 60 m². The carbon and pre-filter trap large dust particles and odors. HEPA H13 locks in pollen, spores and similar allergens. The electrostatic filter removes ultrafine dust, soot and smoke from the air. The catalytic UV cartridge eliminates bacteria and viruses. Relevant indicators alert you when filter replacement is needed.",
    Air_Purifier_Xiaomi_text_3: "Service area: 60.0 sq. m",
    Air_Purifier_5_Xiaomi_text_1:
      "A powerful solution for cleaning air in large spaces. Thanks to the dual-fan system and six-layer composite filtration, it effectively removes bacteria, allergens, dust and formaldehyde, refreshing the air in just 3 minutes.",
    Air_Purifier_5_Xiaomi_text_2:
      "The device features advanced sensors for air quality monitoring, UV-C sterilization, and smart control via app and voice assistant. Its low noise level, stylish design, and energy-efficient filter make it an ideal choice for home and office.",
    Air_Purifier_5_Xiaomi_text_3: "Service area: 95.0 sq. m",
    Air_Purifier_Rawmid_text_1:
      "The RAWMID Modern RMP-01 air purifier enables maximum air cleanliness and maintains a healthy home climate. The device is designed to purify the air from the tiniest dust particles, various allergens, viruses and bacteria, and unpleasant odors. Effective air cleaning is ensured by triple filtration: a pre-filter, fine HEPA13 filter and carbon filter.",
    Air_Purifier_Rawmid_text_2: "Features of the RAWMID Modern air purifier:",
    Air_Purifier_Rawmid_text_3:
      "Cleaning efficiency 99.95 %. The RAWMID Modern RMP-01 is equipped with a high-efficiency HEPA13 filter. It retains 99.95 % of allergens and the smallest dust particles under 0.6 microns. Quiet, reliable and durable, the purifier will not distract your focus while operating.",
    Air_Purifier_Rawmid_text_4:
      "A night mode is provided in the purifier, during which the device is almost silent and the panel lights are dimmed. In the smartphone app, you can set the night mode to automatically switch on in the evening and off in the morning. The purifier’s display shows the current PM2.5 (µg/m³) concentration.",
    Air_Purifier_Rawmid_text_5:
      "Below is a simple, intuitive color air-quality scale, showing when the air quality is high, medium or low.",
    Air_Purifier_Rawmid_text_6:
      "Quick filter access — replacing the filter is easy. The old filter is quickly removed and precisely replaced with a new one. It takes only 5 seconds.",
    Air_Purifier_Rawmid_text_7: "The RAWMID Modern purifier includes a special compartment for aromatic oils.",
    Air_Purifier_Rawmid_text_8: "Service area: 80.0 sq. m",
    Conditioner_Samsung_AI_text_1:
      "Stay comfortable with the WindFree mode. It softly and quietly diffuses air through 23,000 micro‑holes without creating an unpleasant cold breeze on your skin. In WindFree mode, the outdoor unit consumes minimal electricity, enabling up to 77 % energy savings compared to conventional mode*. As a result, you enjoy a comfortable coolness without worrying about electricity bills.",
    Conditioner_Samsung_AI_text_2:
      "AI Auto Cooling (Artificial Intelligence Auto Cooling). This system automatically optimizes the air conditioner’s various operating modes by analyzing room conditions and your usage patterns.",
    Conditioner_Samsung_AI_text_3:
      "“Quiet Sleep” mode creates a comfortable atmosphere while you sleep. The automatic temperature control keeps the room comfortable so that you fall asleep quickly and wake up refreshed.",
    Conditioner_Samsung_AI_text_4:
      "The PM1.0 filter keeps the air truly clean, quickly capturing even ultrafine dust particles. Color indicators also show current air quality. The filter is washable, making it easy and economical to maintain.",
    Conditioner_Samsung_AI_text_5:
      "A motion sensor detects no movement for 20 minutes and automatically switches to WindFree mode to save energy. The motion sensor can detect inactivity within 5 to 60 minutes.",
    Conditioner_Samsung_text_1:
      "Wind-Free technology conditioners effectively maintain set temperature while eliminating drafts. Cooled air is delivered through 23,000 micro‑holes, so the room air is distributed evenly and 77 % less energy is used.",
    Conditioner_Samsung_text_2:
      "The “Fast Cooling” mode cools the air 43 % faster by operating the compressor and fan at maximum power.",
    Conditioner_Samsung_text_3:
      "Configure temperature even when you're away. With the SmartThings app, you can remotely adjust the air conditioner settings with a few taps.",
    Conditioner_Samsung_text_4:
      "Triple-layer material protects against dust, hair, large particles, viruses, bacteria and allergens.",
    Conditioner_Haier_text_1:
      "We present the Haier HSU-12HRM503 split system — an ideal solution for comfortable climate in your home or office. With cooling and heating power of 3400 W each, it ensures optimal temperature in rooms.",
    Conditioner_Haier_text_2: "Features:",
    Conditioner_Haier_text_3: " - On/off timer — schedule the air conditioner to suit your routine.",
    Conditioner_Haier_text_4: "- Dehumidification mode — effectively removes excess moisture from the air.",
    Conditioner_Haier_text_5: "- Mobile control — monitor your home climate from anywhere.",
    Conditioner_Haier_text_6: "- Fan speed adjustment — set airflow to your comfort level.",
    Conditioner_Haier_text_7:
      "- Low noise level — only 39 dB, ensuring quiet operation. This split system is ideal for those who value comfort and modern technology in daily life.",
    Conditioner_Haier_text_8:
      "It’s a great choice for apartments, offices, and small rooms. Install the device where temperature control is essential and use it along with additional filters for better air quality.",
    Conditioner_LG_text:
      "Experience the most comfortable sleep with auto‑adjustable features. When the comfort sleep function is active, the display guides you to easily monitor and reduce energy consumption. The pre-filter captures large dust particles from the start. Voice control is possible via LG ThinQ and Yandex apps when paired with a smart speaker and voice assistant Alice.",
    Robot_Cleaner_DREAME_L40_text_1: "Sensors:",
    Robot_Cleaner_DREAME_L40_text_2:
      "- drop detector, obstacle detection sensor, surface type sensor, height difference detection sensors",
    Robot_Cleaner_DREAME_L40_text_3: "Modes and features:",
    Robot_Cleaner_DREAME_L40_text_4:
      "- room mapping, scheduled cleaning, cleaning zone limiter, random cleaning, local cleaning mode, automatic return to charging station, stair recognition, obstacle avoidance, self‑charging",
    Robot_Cleaner_DREAME_D20_text_1:
      "Modes and features: room mapping, cleaning zone limiter, local cleaning mode, automatic return to charging base, obstacle avoidance, self‑charging.",
    Robot_Cleaner_DREAME_D20_text_2:
      "Includes: Robot vacuum, base station, side brush, mop holder, dust bag, user manual",
    Robot_Cleaner_DREAME_X50_text_1:
      "The Dreame X50 Ultra Complete is not just a robot vacuum but a new-generation fully autonomous cleaning station.",
    Robot_Cleaner_DREAME_X50_text_2:
      "It thinks, cleans, and self‑serves. You just enjoy the cleanliness. It supports Russian language.",
    Robot_Cleaner_DREAME_X50_text_3:
      "Through the app you can set schedules, designate no-go zones, choose cleaning modes per room, and even start video call to check on your pet.",
    Robot_Cleaner_DREAME_X50_text_4:
      "X50 Ultra easily handles thresholds up to 6 cm, recognizes up to 200 types of objects (including toys, socks, pet bowls) and navigates precisely even in dark corners. It cleans under furniture and along walls — all controlled by AI navigation and 3D scanning.",
    Robot_Cleaner_DREAME_X50_text_5:
      "With suction power of 20,000 Pa it handles any dirt: dust, pet hair, crumbs, sand. Its dual brush design prevents tangling and maximally cleans carpets and floors.",
    Robot_Cleaner_DREAME_X50_text_6:
      "After cleaning, the robot returns to base where it washes its mops with hot water up to 80°C, dries them with hot air and uses UV light. All dirty water goes to a tank, clean water is automatically supplied. You don’t need to pour, drain or wash anything manually.",
    Autoclave_Aqara_text_1:
      "The Aqara Smart Pet Feeder C1 is a smart pet feeder that automates feeding your cats or dogs, providing them with regular and healthy meals even when you're away from home.",
    Autoclave_Aqara_text_2: "Key features:",
    Autoclave_Aqara_text_3: "Automatic feeding:",
    Autoclave_Aqara_text_4:
      "Set feeding schedules and portions to ensure your pet receives balanced nutrition even when you're not home.",
    Autoclave_Aqara_text_5: "Portion control:",
    Autoclave_Aqara_text_6: "Adjust the amount of food dispensed to maintain your pet’s healthy weight.",
    Autoclave_Aqara_text_7: "Voice control:",
    Autoclave_Aqara_text_8: "Control the feeder using voice commands via Google Assistant or Yandex Smart Home.",
    Autoclave_Aqara_text_9: "Remote access:",
    Autoclave_Aqara_text_10: "Monitor food levels and control the feeder from anywhere using the Aqara Home app.",
    Autoclave_Aqara_text_11: "Two‑way voice chat:",
    Autoclave_Aqara_text_12: "Interact with your pet remotely through the built‑in speaker and microphone.",
    Autoclave_Aqara_text_13: "Video recording:",
    Autoclave_Aqara_text_14: "Record short clips during feeding to keep an eye on your pet when you're away.",
    Autoclave_Aqara_text_15: "Supports different foods:",
    Autoclave_Aqara_text_16: "Holds up to 4 kg of dry food in pellet or flake form.",
    Autoclave_Aqara_text_17: "Easy cleaning:",
    Autoclave_Aqara_text_18: "Detachable food container and stainless steel bowl are easy to clean.",
    Autoclave_Aqara_text_19: "Backup power:",
    Autoclave_Aqara_text_20: "Built‑in battery ensures uninterrupted operation during power outages.",
    Autoclave_Xiaomi_text_1:
      "The Xiaomi Smart Pet Food Feeder 2 XMWSQ02 is an automatic feeder for cats and dogs — an ideal solution for caring owners. With a capacious 5‑liter container and the ability to store up to 2.5 kg of food at once, this smart feeder provides month‑long feeding for your pet.",
    Autoclave_Xiaomi_text_2:
      "A real‑time weighing sensor ensures you always know how much food is left in the bowl, helping prevent underfeeding or overfeeding. The BHR9030EU smart feeder analyzes the pet’s physical state and provides personalized feeding recommendations based on age and weight.",
    Autoclave_Xiaomi_text_3:
      "Infrared monitoring keeps you informed about food supply levels. In case of a power outage, the feeder uses two AA batteries for up to 10 days of operation.",
    Water_Dispenser_Xiaomi_text_1:
      "An innovative device for your pet, equipped with a roomy 3‑liter reservoir. A four‑stage filtration system ensures water purity and freshness by removing contaminants and pet hair. With three water dispensing modes, silent operation and IPX7 waterproofing, this dispenser offers comfort and convenience. Integration with the Xiaomi Home app allows easy control and monitoring of water status, making it an indispensable helper in caring for your pet’s health. It can operate autonomously for up to 15 days without refilling — especially useful for busy owners or those who frequently leave home, confident that their pet always has enough water.",
    Water_Dispenser_Xiaomi_text_2:
      "With three different water dispensing modes (constant flow, fountain and soft stream), the dispenser offers options to satisfy even the most demanding pets.",
    Smart_Trash_T1_text_1:
      "The high‑tech smart trash bin greatly simplifies daily routines and helps you save precious time.",
    Smart_Trash_T1_text_2:
      "The T1 model is equipped with two laser sensors. One detects a person’s approach and opens the lid, and the other helps eject the trash bag. Bag replacement inside the bin is automatic.",
    Smart_Trash_T1_text_3:
      "Special rolls are large, extra durable and dense enough to hold even sharp‑edged waste. However, the device also accepts standard polyethylene bags easily. During bag replacement, built‑in fans create a vacuum and pull the bag to tightly adhere to the bin walls and bottom. The result is much better than manual replacement. Also, such a bag can hold more waste without needing to be compacted. The matte black color of the trash bags helps maintain privacy from neighbors.",
    Smart_Trash_T1_text_4:
      "Special attention is given to sanitary hygiene — the lid is equipped with a hermetic seal preventing odor leakage. This not only increases cleanliness but also eliminates the risk of pests and microorganisms. Capacity: 15.5 liters.",
    Smart_Trash_T3_text_1:
      "The T3 model is equipped with two laser sensors. One detects a person’s presence and opens the lid, the other assists bag ejection. Bag replacement in the bin is automatic.",
    Smart_Trash_T3_text_2: "If necessary, the lid can be kept permanently open.",
    Smart_Trash_T3_text_3:
      "Special rolls are large, extra durable and dense enough to hold even sharp‑edged waste. However, the device also accepts standard polyethylene bags with ease. During replacement, built‑in fans create a vacuum and pull the bag to tightly fit against the bin walls and bottom.",
    Smart_Trash_T3_text_4:
      "Special attention is given to sanitary hygiene — the lid includes a hermetic seal preventing odor transfer. This increases cleanliness and prevents pests or microorganisms. Capacity: 13 liters.",
    Packages_Smart_Trash_T1_text_1: "Capacity — 15.5 L",
    Packages_Smart_Trash_T1_text_2: "Packing type — box",
    Packages_Smart_Trash_T1_text_3: "Extra durable — Yes",
    Packages_Smart_Trash_T1_text_4: "Material — polypropylene",
    Packages_Smart_Trash_T1_text_5: "Size — 20.5 × 3 × 20.5 cm",
    Packages_Smart_Trash_T1_text_6: "Quantity in pack — 150",
    Packages_Smart_Trash_T3_text_1: "Capacity — 13.0 L",
    Packages_Smart_Trash_T3_text_2: "Packing type — box",
    Packages_Smart_Trash_T3_text_3: "Extra durable — Yes",
    Packages_Smart_Trash_T3_text_4: "Material — polypropylene",
    Packages_Smart_Trash_T3_text_5: "Size — 24.5 × 3.7 × 14 cm",
    Packages_Smart_Trash_T3_text_6: "Quantity in pack — 150",
    Smart_mirror_text_1:
      "A wall-mounted illuminated mirror is not only a functional interior element but also a stylish addition to your bathroom. An illuminated mirror in the bathroom is an excellent choice for creating a cozy atmosphere. A wall-mounted illuminated mirror in the hallway becomes a stylish accent in your home.",
    Smart_mirror_text_2:
      "Choose lighting to match your mood: buy a large neutral 4500K mirror for the hallway to easily apply makeup, or a 6000K cold‑light mirror to help with concentration. For the bathroom, a 3000K warm light mirror will let you feel summer sunshine. If choosing is hard, opt for a 3‑in‑1 light (3000K, 4500K, 6000K) or get an RGB light version with a million colors.",
  },
};
