const translations = {
  kz: {
    menu_main: "Басты",
    menu_catalog: "Каталог",
    menu_packages: "Пакеттер",
    menu_services: "Қызметтер",
    menu_portfolio: "Портфолио",
    Need_hub: "Хаб қажет",
    Ecosystem: "Экожүйе",
    Yandex_Smart_Home: "Яндекс ақылды үй",
    Type: "Типі",
    Control_center: "Басқару орталығы",
    Communication_protocol: "Байланыс протоколы",
    Connected_devices: "Қосылатын құрылғылар саны",
    From_the_battery: "Аккумулятормен жұмыс істейді",
    Power: "Қуат",
    Static_electricity: "Қуат желісінен",
    IR_Port: "ИК порты",
    Cost: "Бағасы",
    tenge: "тг",
    floating_call: "Хабарласу",
    floating_contact_us: "Байланысу",
    footer:
      "* Бағалар ақпараттық мақсатта көрсетілген және нақты бағалардан өзгешеленуі мүмкін. Нақты құнын анықтау үшін беттің жоғарғы бөлігінде көрсетілген байланыс арқылы хабарласыңыз.",
    Sensor_vibration: "Діріл датчигі",
    Sensor_open: "Есік ашылуын анықтайтын датчик",
    Sensor_open_Yandex: "Яндекс есік ашылуын анықтайтын датчик",
    Sensor_light_Aqara: "Aqara жарық датчигі",
    Sensor_Human_presence_Aqara_FP1: "Aqara Human Presence Sensor FP1 адамның қатысуын анықтайтын датчик",
    Sensor_Human_presence_Aqara_FP2: "Aqara Presence Sensor FP2 адамның қатысуын анықтайтын датчик",
    Sensor_Human_presence_Roximo: "ROXIMO SWHPS08 қатысу және жарық датчигі",
    Sensor_move_Yandex: "Яндекс қозғалыс датчигі",
    Sensor_move_Aqara: "Aqara Motion Sensor қозғалыс датчигі",
    Sensor_move_Sber: "SBER қозғалыс датчигі",
    Sensor_move_Ewelink: "eWeLink қозғалыс датчигі",
    Sensor_temperature_Yandex: "Яндекс температура мен ылғалдылық датчигі",
    Sensor_temperature_monitor: "Температура мен ылғалдылық мониторы",
    Sensor_temperature_Kojimo: "Kojimo температура мен ылғалдылық датчигі",
    Sensor_temperature_Sonoff: "Sonoff температура мен ылғалдылық датчигі",
    Sensor_air_Aqara: "Aqara TVOC ауа сапасы монитор датчигі",
    Sensor_air_QingPing: "QingPing ауа сапасын бақылау құрылғысы Lite",
    Sensor_water_Yandex: "Yandex су ағу датчигі",
    Sensor_water_Sonoff: "Sonoff су ағу датчигі",
    Sensor_water_Aqara: "Aqara Water Leak Sensor T1 су ағу датчигі",
    Sensor_gas_Aqara: "Aqara газ детекторы",
    Sensor_gas_Smartlife: "SmartLife (CH4) газ детекторы",
    Sensor_gas_metan: "Метан газын анықтайтын датчик",
    Sensor_gas_propan: "Пропан газын анықтайтын датчик",
    Sensor_smoke_Smartlife: "SmartLife түтін датчигі",
    Sensor_smoke_Aqara: "Aqara түтін датчигі",
    Sensor_smoke_Tuya: "Tuya түтін датчигі",
    Siren: "Ақылды үй сиренасы",
    Sensor_vibration_text_1:
      "Сымсыз датчик терезе, сейф немесе құнды құжаттар салынған жәшік сияқты жеке заттардың қауіпсіздігін бақылайды. Оқиға болған жағдайда, датчик смартфонға хабарлама жібереді немесе Aqara Hub арқылы дыбыстық сиренаны қосады. Датчик көлбеуі, құлауы және дірілін тіркей алады.",
    Sensor_vibration_text_2: "— Егер терезе ашылса, көлбеу режимі іске қосылады.",
    Sensor_vibration_text_3: "— Егер терезеге соққы жасалса, ол дірілді таниды.",
    Sensor_vibration_text_4: "— Егер әйнек сынса, датчик құлауды хабарлайды.",
    Sensor_open_text:
      "Zigbee протоколына негізделген есік және терезе ашылуын анықтайтын датчик сенімді түрде есіктер мен терезелер ашылғанын анықтайды және «Дом с Алисой» қосымшасында әртүрлі сценарийлер жасауға мүмкіндік береді. Датчикті түрлі құрылғыларға байланыстырып, триггер болғанда автоматты түрде іске қосылатын сценарийлер орнатуға болады.",
    Sensor_open_Yandex_text:
      "Компакт сымсыз датчик есік пен терезе ашылғанда жауап береді. Датчикті түрлі құрылғыларға байланыстырып, «Дом с Алисой» қосымшасында сценарийлер құрыңыз. Мысалы, датчик 12 сағаттан астам терезелер жабық болса, бөлмені желдетуді еске салады. Немесе оны ақылды кондиционермен байланыстырып, проветривсе кондиционер босқа жұмыс істемесін. Сондай-ақ датчикті ақылды шамға байлау — кіргенде холл шамы автоматты түрде қосылады.",
    Sensor_light_Aqara_text:
      "Aqara T1 жарық датчигі бөлмедегі жарық деңгейін хабқа жібереді, ал хаб автоматизацияларды іске қосады: жарықты қосу/өшіру немесе перделерді ашу/жабу сияқты. Егер жарық деңгейі 200 лк‑қа төмендесе — перделер жабылады. Кешке бөлмеге кіргенде жарық қосылатын болса, перделер алдын ала жабық болады, жасырындық сақталады. Сонымен қатар, көшеттерге жеткілікті жарық беру үшін таймер бойынша жұмыс істейді. Бірақ күн бұлтты болса, жарық аз болады — таймер бойынша қосу ерте болуы мүмкін. Жарық датчигін қойыңыз, және жарық тек күңгірт болғанда қосылады.",
    Sensor_Human_presence_Aqara_FP1_text:
      "Біздің жасанды интеллект негізіндегі технологиямен үй автоматизациясын жақсартыңыз — ол перде, желдеткіш немесе кіші жануарлар сияқты кедергілерді тиімді сүзеді және жалған триггерлерді болдырмайды. Жай баптау және адаптивті сезгіштік датчикке кез келген кеңістікке бейімделуге мүмкіндік береді. FP1 датчики қозғалысты және тоқтауды анықтайды, жеке параметрлер орнатуға мүмкіндік береді. Ол ұзақ отырғанда тұруға ескерту жібереді, сау әдет қалыптастыруға көмектеседі. Іс-шараларда, мысалы, кештерде кондиционер температурасын төмендетеді.",
    Sensor_Human_presence_Aqara_FP2_text_1:
      "Aqara Presence Sensor FP2 ең ұсақ қозғалысты да анықтайды, тіпті егер сіз қозғалмасаңыз да.",
    Sensor_Human_presence_Aqara_FP2_text_2:
      "Жарық автоматизациясы: кім бөлмеге кірсе жарықты автоматты қосып, барлығы кетсе өшіреді.",
    Sensor_Human_presence_Aqara_FP2_text_3:
      "Қауіпсіздік жүйелері: қозғалыс анықталғанда FP2 датчигін сигнализация немесе қауіпсіздік камераларымен біріктіріңіз.",
    Sensor_Human_presence_Aqara_FP2_text_4:
      "Климаттық басқару: бөлмеде адам бар-жоғына қарай температураны автоматты реттеңіз.",
    Sensor_Human_presence_Aqara_FP2_text_5:
      "Перде басқару: таңертең біреу жатыннан тұрғанда автоматты түрде перделер ашылады. FP2, егер басқа адам әлі тұрмаса, автоматтандырылған ояту іске қосылмайтынын анықтай алады.",
    Sensor_Human_presence_Roximo_text:
      "Қатысу датчигі адамның датчик зонасында бар-жоғын анықтайды. Датчик баптауларында қашықтық пен сезгіштікті орнатуға болады. Құрылғыда жарық датчигі де бар, оны түрлі сценарийлерге қолдануға болады — мысалы, жарық төмен болса жарықты қосу. Оңай монтаж үшін комплекте жабысқ adhesive‑ленген кронштейн бар. Датчик қабырғаға немесе төбеге орнатылады, пайдалану шарттарына байланысты.",
    sensor_move_text:
      "Қозғалысты анықтайды және жарық сценарийлерін іске қосады. Немесе бөлмеде адам бар екенін хабарлайды. Сымсыз шағын датчикті тұрғын үйде, подъезде, ваннада, бөлмелерде немесе лоджияда — кез келген жерде орнатуға болады. Датчикті ақылды үй құрылғыларымен байланыстырып, «Дом с Алисой» қосымшасында көптеген ыңғайлы сценарийлер құрыңыз. Мысалы, холлда жарық автоматты түрде қосылады. Жарық бос тұрғанда сөніп қоюға да болады. Қосымшада пуш‑хабарламаларды баптау оңай — үйде қозғалыс болса, хабар аласыз. Датчикті Қызмет хабына Zigbee протоколымен қосу қажет.",
    Sensor_move_Aqara_text:
      "Жаңартылған қозғалыс датчигі — Aqara Motion Sensor P1. Датчик қозғалысты анықтайды және бөлмедегі жарық деңгейін өлшейді. Смартфонға хабарлама жібереді немесе автоматизацияны іске қосады — мысалы, жарықты қосу. Анықтау таймауты 1–200 секунд арасында орнатуға болады. Ешқандай кешігулер болмас. Көру бұрышы кең: 170° қашықтыққа 2 метрге дейін, 150° қашықтыққа 7 метрге дейін. Датчиктің тірегі 360° айналады, сізге қажетті аймақта қозғалысты ғана анықтау мүмкіндігін береді.",
    Sensor_move_Sber_text:
      "Sber ақылды қозғалыс датчигі жылу көздерінің қозғалысына жауап береді. Ыңғайлы автоматизация сценарийлерін баптаңыз: қозғалыс анықталғанда холлдағы жарықты қоссын. Датчикті холл төбесіне немесе жуынатын бөлме қабырғасына орналастыруға болады — батареямен жұмыс істейтіндіктен, сымсыз, қалаған жерге орната аласыз. Sber датчигі түрлі шамдармен жақсы интеграцияланады, сіздің үйіңізге мінсіз атмосфера жасайды. Қозғалыс анықталғанда шам автоматты қосылады. Сондай-ақ ол сыртқы шамды басқаруға да қолданылады — аулаңыздың қауіпсіздігін арттырады.",
    Sensor_move_Ewelink_text:
      "Минималды корпусы, шағын әрі талғампаз. Адам қозғалысын анықтайды, қосымшаға дереу хабарлама жібереді, сигнал жіберуді жібермейді. Жоғары дәлдіктегі инфрақызыл детектор, дәлірек. Ауа ағымын басады, жалған анықтауды болдырмайды. Ewelink құрылғыларымен интеллектуалды байланыс. Бірнеше сценарийі бар қосымша, орнатуға оңай.",
    Sensor_temperature_Yandex_text:
      "Бөлмедегі температура мен ылғалдылықты өлшеп, қажет болса ақылды үй құрылғыларын қосады. Сымсыз шағын датчикті кез келген жерге орнатуға болады. Датчикті түрлі құрылғылармен байланыстырып, «Дом с Алисой» қосымшасында сценарийлер құрыңыз. Мысалы, датчик пен кондиционерді, ылғалдандырғышты біріктіресіз. Бөлме тым ыстық және құрғақ болса, олар автоматты түрде қосылсын. Немесе температура мәнін орнатып, бөлмеде қыздыру құрылғысы қосылсын.",
    Sensor_temperature_monitor_text:
      "Үйде климатты бақылау үшін ақылды шешім: дәл өлшеулер мен мобильді қолданба арқылы басқару мүмкіндігі. Кез келген бөлмеге оңай орналастырылады. Ақылды үй салғысы келетіндерге, ауаның жайлылығы мен денсаулықты бақылауды қалайтындарға өте ыңғайлы.",
    Sensor_temperature_Kojimo_text_1:
      "Температура мен ылғалдылық датчигі микроклиматтың өзгерісін сезімтал бақылау үшін жасалған, әрі жақсы бақылау үшін ол ақылды сценарийге қосылуы мүмкін, түрлі құрылғылармен үйлеседі.",
    Sensor_temperature_Kojimo_text_2:
      "Датчик орнатылған жердегі температура мен ылғалдылықты онлайн‑режимде телефон экранынан қадағалауға мүмкіндік береді. ЖК экран нақты мәндерді динамикалық түрде көрсетеді, үй ортасының жайлылық күйін жеткізеді, шлюзбен және бұлттық платформаға қосылған.",
    Sensor_temperature_Sonoff_text_1:
      "Температура мен ылғалдылық датчигі микроклимат өзгерістерін нәзік бақылау үшін жасалған, әрі оны ақылды сценарийге қосуға болады, түрлі құрылғылармен үйлесімде жұмыс істейді. Енді сіз оны әр бөлмеге орнатып, үй ішіндегі температураны көре аласыз. Бұл датчикпен Вентилятор, Қыздырғыш, Кондиционер, Ылғалдандырғыш секілді құрылғыларды қосуды басқара аласыз.",
    Sensor_temperature_Sonoff_text_2:
      "Сонымен қатар перделерді ашу/жабуды басқаруға болады. Тұрғын және кеңсенің бөлмесінде дұрыс ылғалдылық сақтау маңызды. Дем алу органдары мен теріге пайдалы. Датчик кез келген ыңғайлы жерге орнатылады — екі жақты скотчпен.",
    Sensor_air_Aqara_text_1:
      "Aqara TVOC ауа сапасы мониторында ағымдағы ауа сапасы, температура және ылғалдылық мәндерін көрсететін электронды дисплей бар.",
    Sensor_air_Aqara_text_2: "TVOC мониторингі: датчик ауадағы TVOC концентрациясын өлшейді.",
    Sensor_air_Aqara_text_3:
      "TVOC – адам денсаулығына зиян келтіруі мүмкін газдар тобы. Температура мен ылғалдылық мониторингі: датчик бөлмедегі температура мен ылғалдылықты да өлшейді. Датчик батареямен жұмыс істейді, қайта қуаттаусыз шамамен бір жыл жұмыс істей алады.",
    Sensor_air_QingPing_text_1:
      "Ақылды CO2 ауа сапасын бақылау құрылғысы, температура мен ылғалдылықты өлшеуіш, PM2.5 және PM10 5-ке-1 Lite моделі Apple HomeKit-пен үйлесімді. OLED дисплейі бар, 2000 мА·сағ батареямен жабдықталған, 7 сағатқа дейін жұмыс істейді. PM2.5, PM10, CO2, температура және үй ішіндегі ылғалдылық туралы нақты уақыттағы деректерді көрсетеді. 2.4 ГГц Wi-Fi және Bluetooth арқылы қашықтан деректерді көру немесе тарихты экспорттау мүмкіндігі бар. Apple Home қолданушылары бес көрсеткішті қашықтан тексеріп, Home Hub арқылы автоматтандыру орната алады. Пиксельдік стильдегі UI дизайны кең көру бұрышымен және қызықты басқару тәсілімен ерекшеленеді.",
    Sensor_air_QingPing_text_2:
      "• Apple HomeKit-пен үйлесімділік: Apple Home қолданушылары бес көрсеткішті қашықтан тексеріп немесе Apple Home Hub арқылы автоматтандыру орната алады.",
    Sensor_air_QingPing_text_3:
      "• 5-ке-1 көпфункционалды құрылғы: PM2.5, PM10, CO2, температура және ылғалдылықты нақты уақытта бақылайды.",
    Sensor_air_QingPing_text_4:
      "• Ұзақ жұмыс істейтін литий батареясы: 2000 мА·сағ сыйымдылығы бар кіріктірілген литий батареясы 7 сағатқа дейін жұмыс істеуге мүмкіндік береді.",
    Sensor_air_QingPing_text_5: "• Таза OLED дисплейі: пиксельдік UI дизайны, кең көру бұрышы және ыңғайлы басқару.",
    Sensor_air_QingPing_text_6:
      "• Ақылды қосылу мүмкіндігі: 2.4 ГГц Wi-Fi және Bluetooth арқылы қашықтан деректерді көру немесе тарихты экспорттау функциясын қолдайды.",
    Sensor_water_Yandex_text:
      "Сымсыз шағын датчикті ас немесе ванна еденіне оңай орнатуға болады. Су табылса дереу хабарлайды, сіз тез жауап бере аласыз және жағымсыз тосын жағдайлардың алдын аласыз. «Дом с Алисой» қосымшасында пуш‑хабарламаларды баптаңыз. Датчикті ақылды розеткаларға байланыстырып, протечка болғанда құрылғыларды өшіру сценарийін орнатыңыз, судың өту клапанын жауып тастаңыз.",
    Sensor_water_Sonoff_text:
      "Ақылды су ағу датчигі пәтеріңізді жағымсыз тосын жағдайдан қорғайды. Су контактіге түскенде дереу сработает. Датчиктің күйін және басқаруды қосымша арқылы және дауыстық көмекші Алиса арқылы орындауға болады. Датчик ақылды үйге Zigbee протоколы арқылы қосылады.",
    Sensor_water_Aqara_text_1:
      "Су басудан қорғау: кіші де болса су ағу анықталса, датчик дереу смартфоныңызға хабарлама жібереді, шара қабылдауға мүмкіндік береді.",
    Sensor_water_Aqara_text_2:
      "Зиян көрмеу үшін: уақытылы хабарлама арқасында су қосуды жаба аласыз және қымбат жөндеуді болдырмайсыз.",
    Sensor_water_Aqara_text_3:
      "Кез келген жерде орнатуға арналған: датчиктің шағын өлшемі оны қауіпті аймақтарға — ас, жуынатын бөлме, кір жуу бөлмесі немесе жертөлеге орналастыруға мүмкіндік береді.",
    Sensor_water_Aqara_text_4:
      "Ақылды сценарийлер: датчик іске қосылғанда суды автоматты түрде өшіруді баптаңыз, ағудан келетін зиянды азайтыңыз.",
    Sensor_water_Aqara_text_5:
      "Тозаң мен су қорғанысы: датчик IP67 стандартына сәйкес келеді, ылғалды ортада да үздіксіз жұмыс істейді.",
    Sensor_water_Aqara_text_6: "Ұзақ жұмыс: батарея шамамен 2 жыл автономды жұмыс істеуді қамтамасыз етеді.",
    Sensor_gas_Aqara_text:
      "Aqara Smart Natural Gas Detector ақылды газ датчигі — газ ағуын анықтайды, сигнализация қосады және смартфоныңызға push‑хабарлама жібереді. 220 В желіге қосылады. Датчикке кірістірілген 85 дБ қуатты сирена, газ ағуы анықталса қосылады. Жыпылықтайтын қызыл LED шамы қосылады. Ағымдағы ағу анықталғанда, барлық хабтарда сирена іске қосылады. Смартфонға push‑хабарлама жіберіледі.",
    Sensor_gas_Smartlife_text:
      "Осы датчиктің негізгі мақсаты — газ ағуын ерте кезеңде анықтау және ақылды үй сценарийлерін іске қосу арқылы ағудың салдарларын алдын алу.",
    Sensor_gas_metan_text_1:
      "Газ датчигі ауадағы тұрмыстық газ (метан) концентрациясының көбеюін хабарлауға арналған. Датчик ZigBee сымсыз технологиясы бойынша жұмыс істейді.",
    Sensor_gas_metan_text_2: "Көрсеткіш бар ма: иә, қызыл/жасыл/сары",
    Sensor_gas_metan_text_3: "Хабарландыру дыбысы: 75 дБ/1 м",
    Sensor_gas_metan_text_4: "Сигнал әсер ету аймағы: 25 метрге дейін",
    Sensor_gas_metan_text_5: "Тұрғын және кеңсе ортасына жарамды.",
    Sensor_gas_propan_text:
      "Пропан газын анықтайтын датчик: ауадағы пропан концентрациясының жоғарылауын хабарлайды. Құрылғының корпусы: ABS+PC пластик. Көрсеткіш: иә – қызыл/жасыл/сары. Құрылғы тек айнымалы тоқ желісінде жұмыс істейді. Тұрғын және кеңсе пайдалану үшін жарамды.",
    Sensor_smoke_Smartlife_text:
      "Төтенше жағдайда түтінді тез анықтайды. Жоғары сезімталдық (0,089–0,25 дБ/м) арқасында датчик от ошақтарын уақытында байқап, дыбыстық сигнал береді. «Дом с Алисой» мобильді қосымшасында хабарламаларды баптаңыз және датчик түтін байқаса push хабарлама алыңыз. Батареясын ұзақ ұстайды. Датчик Zigbee сымсыз протокол бойынша жұмыс істейді және энергияны тек триггер кезінде және хабарлама жіберу кезінде қолданады. Орнату оңай: датчик желім қабаты арқылы бекітіледі.",
    Sensor_smoke_Aqara_text:
      "Aqara Smart Smoke Detector ақылды түтін датчигі — түтін анықталса, сигнализация қосады және смартфонға push хабарлама жібереді. CR17450 батареямен жұмыс істейді. Датчикке кірістірілген 90 дБ қуатты сирена анықталған жағдайда қосылады. Жыпылықтайтын қызыл LED шамы қосылады. Барлық түтін датчиктері автоматты түрде біріктірілген. Мысалы, әр бөлмеде датчик болса, бір бөлмеде өрт тіркелсе, барлық датчиктер сигнализацияны автоматты қосады. Осылайша, датчиктер бірін-бірі қолдайды. Түтін датчигі 10 жылға дейін автономды жұмыс істейді.",
    Sensor_smoke_Tuya_text:
      "Тәуелсіз ақылды түтін датчигі. Жұмыс қағидасы: түтінді анықтау, дыбыстық ескерту, қосымшаға хабарламалар.",
    Siren_text_1:
      "Сирена әртүрлі датчиктер іске қосылғанда дыбыстық ескерту беру үшін арналған. Уақытында хабарлау үйде болатын төтенше жағдайларға жедел жауап беруге мүмкіндік береді. Тұрғын және кеңсе ортасында қолдануға жарамды. Электр өшірілгенде де жұмыс істейді.",
    Siren_text_2:
      "Техникалық сипаттамалары: Қуат көзі: 100‑240 В / 50‑60 Гц. Аккумулятор: 3,7 В / 720 мА. Дыбыс деңгейі: 95 дБ (1 м қашықтықта).",
  },
  ru: {
    menu_main: "Главная",
    menu_catalog: "Каталог",
    menu_packages: "Пакеты",
    menu_services: "Услуги",
    menu_portfolio: "Портфолио",
    Need_hub: "Нужен хаб",
    Ecosystem: "Экосистема",
    Yandex_Smart_Home: "Умный дом Яндекса",
    Power: "Питание",
    Communication_protocol: "Протокол связи",
    Power: "Питание",
    Control_center: "Центр управления",
    Connected_devices: "Количество подключаемых устройств",
    From_the_battery: "Oт аккумулятора",
    Static_electricity: "От сети",
    IR_Port: "ИК Порт",
    Cost: "Стоимость",
    tenge: "тг",
    floating_call: "Позвонить",
    floating_contact_us: "Связаться",
    footer:
      "* Цены указаны для ознакомления и могут отличаться от актуальных. Для уточнения стоимости свяжитесь с нами по контактам, указанным вверху страницы.",
    Sensor_vibration: "Датчик вибрации",
    Sensor_open: "Датчик открытия дверей",
    Sensor_open_Yandex: "Датчик открытия дверей Яндекс",
    Sensor_light_Aqara: "Датчик освещённости Aqara",
    Sensor_Human_presence_Aqara_FP1: "Датчик присутствия Aqara Human Presence Sensor FP1",
    Sensor_Human_presence_Aqara_FP2: "Датчик присутствия Aqara Presence Sensor FP2",
    Sensor_Human_presence_Roximo: "Датчик присутствия и освещенности ROXIMO SWHPS08",
    Sensor_move_Yandex: "Датчик движения Яндекс",
    Sensor_move_Aqara: "Датчик движения Aqara Motion Sensor",
    Sensor_move_Sber: "Датчик движения SBER",
    Sensor_move_Ewelink: "Датчик движения eWeLink",
    Sensor_temperature_Yandex: "Датчик температуры и влажности Яндекс",
    Sensor_temperature_monitor: "Датчик температуры и влажности (монитор)",
    Sensor_temperature_Kojimo: "Датчик температуры и влажности Kojimo",
    Sensor_temperature_Sonoff: "Датчик температуры и влажности Sonoff",
    Sensor_air_Aqara: "Датчик качества воздуха Aqara TVOC Air Quality Monitor",
    Sensor_air_QingPing: "Монитор качества воздуха QingPing Air Monitor Lite",
    Sensor_water_Yandex: "Датчик протечки воды Яндекс",
    Sensor_water_Sonoff: "Датчик протечки воды Sonoff",
    Sensor_water_Aqara: " Датчик протечки Aqara Water Leak Sensor T1",
    Sensor_gas_Aqara: "Детектор газа Aqara",
    Sensor_gas_Smartlife: "Детектор газа (CH4) SmartLife",
    Sensor_gas_metan: "Датчик газа (метан)",
    Sensor_gas_propan: "Датчик газа (пропан)",
    Sensor_smoke_Smartlife: "Датчик дыма SmartLife",
    Sensor_smoke_Aqara: "Датчик дыма Aqara",
    Sensor_smoke_Tuya: "Датчик дыма Tuya",
    Siren: "Сирена для умного дома",
    Sensor_vibration_text_1:
      " Беспроводной датчик проследит за сохранностью отдельных предметов — окна, сейфа, ящика с ценным документами. В случае инцидента, датчик отправит сообщение на смартфон или включит звуковую сирену на Aqara Hub. Датчик умеет фиксировать три типа событий: наклон, падение и вибрацию.",
    Sensor_vibration_text_2: "— Если окно откроют, сработает режим наклона.",
    Sensor_vibration_text_3: "— Если по окну ударят, он распознает вибрацию.",
    Sensor_vibration_text_4: "— Если разобьют стекло, датчик сообщит о падении.",
    Sensor_open_text:
      " Датчик открытия дверей и окон на базе протокола Zigbee надежно реагирует на открытие дверей и окон, позволяя вам создавать разнообразные сценарии умного дома в приложении Дом с Алисой. Свяжите датчик с различными устройствами и настройте сценарии, которые будут автоматически запускаться при срабатывании датчика.",
    Sensor_open_Yandex_text:
      "Компактный беспроводный датчик реагирует на открытие дверей и окон. Свяжите датчик с разными устройствами и создавайте сценарии в приложении Дом с Алисой. Попробуйте задать сценарий, по которому датчик напомнит проветрить комнату, если окна закрыты больше 12 часов. И свяжите его с умным кондиционером, чтобы кондиционер не работал впустую, пока вы проветриваете. А ещё можно привязать датчик к умной лампочке — и свет в прихожей будет включаться автоматически, когда вы приходите домой.",
    Sensor_light_Aqara_text:
      " Умный беспроводной датчик освещённости Aqara T1 передаёт хабу данные освещённости в комнате, а тот, в свою очередь, запускает автоматизации. Например, включает/выключает свет или открывает/закрывает шторы, отправляя команду соответствующим устройствам. Если освещённость упала до 200 лк — закрыть шторы. Когда вы войдёте в комнату вечером и включится свет, шторы уже будут закрыты, сохраняя приватность. Также чтобы дать рассаде достаточно света — работа по расписанию. Но, например, если днём станет пасмурно, то света для рассады будет недостаточно, а по расписанию включать свет рано. Установите датчик освещённости, и свет будет включаться тогда, когда стало темно.",
    Sensor_Human_presence_Aqara_FP1_text:
      "Улучшите свою домашнюю автоматизацию с помощью нашей технологии на базе искусственного интеллекта, которая эффективно отфильтровывает распространённые помехи, такие как шторы, вентиляторы и мелкие домашние животные, обеспечивая высокоточное обнаружение без ложных срабатываний. Простая настройка и  адаптивная чувствительность позволяют устройству адаптироваться к любому пространству, обеспечивая точность и надёжность. Датчик присутствия FP1E расширяет возможности домашней автоматизации, определяя движение и неподвижность, позволяя настраивать индивидуальные настройки. Он отправляет напоминания о необходимости встать после длительного сидения, способствуя формированию более здоровых привычек. В активных ситуациях, например, на вечеринках, он снижает температуру кондиционера.",
    Sensor_Human_presence_Aqara_FP2_text_1:
      "Aqara Presence Sensor FP2 фиксирует малейшие движения с максимальной конфиденциальностью. Он обнаруживает присутствие, даже если вы не двигаетесь.",
    Sensor_Human_presence_Aqara_FP2_text_2:
      "Автоматизация освещения: Включайте свет автоматически, когда кто-то входит в комнату, и выключайте его, когда все уходят.",
    Sensor_Human_presence_Aqara_FP2_text_3:
      "Системы безопасности: Используйте датчик FP2 для включения сигнализации или камер безопасности, когда обнаруживается движение.",
    Sensor_Human_presence_Aqara_FP2_text_4:
      "Управление климатом: Регулируйте температуру автоматически, исходя из того, присутствуют ли люди в комнате.",
    Sensor_Human_presence_Aqara_FP2_text_5:
      "Управление шторами: Автоматически открывайте шторы утром, когда кто-то встает с кровати. FP2 может определить, находится ли кто-то еще в постели, и автоматизация пробуждения не сработает, если другой человек не проснулся.",
    Sensor_Human_presence_Roximo_text:
      "Датчик присутствия определят находится ли в данный момент человек в поле обнаружения датчика. В настройках датчика можно установить параметры расстояния и чувствительности. Также в устройстве присутствует датчик освещенности, который так же можно использовать для различных сценариев - например включать освещение при низком уровне освещенности. Для удобства монтажа в комплекте поставляется крепление на клейкой ленте. Установка датчика производится на стене или потолке, в зависимости от условий эксплуатации.",
    sensor_move_text:
      "Улавливает движение и запускает удобные сценарии освещения. Или передаёт, что в помещении кто-то есть.Беспроводной компактный датчик можно установить где угодно, в квартире или на даче: в прихожей, ванной, комнатах и даже на лоджии. Свяжите датчик с другими устройствами умного дома и создавайте множество удобных сценариев в приложении Дом с Алисой. Например, освещение в прихожей сможет включаться автоматически, когда вы вернётесь домой. А чтобы свет не горел зря, можно настроить его выключение при отсутствии движения. Также в приложении легко настроить пуш-уведомления — с ними вы всегда будете в курсе, например, если дома возникнет какое-то движение, пока вас нет. Для подключения датчика к Умному дому с Алисой нужна Станция, поддерживающая протокол Zigbee.",
    Sensor_move_Aqara_text:
      "Обновленная версия датчика движения – Aqara Motion Sensor P1. Датчик обнаруживает движение и определяет уровень освещенности в комнате. Может отправлять уведомление на смартфон или выполнить автоматизацию, например включить свет. Тайм-аут обнаружения можно настроить от 1 до 200 секунд. Больше никаких задержек срабатывания. Широкий угол обзора: 170° на расстоянии до 2 метров, 150° на расстоянии до 7 метров. А ножку датчика возможно повернуть на 360°, тем самым можно фиксировать движение только в нужной области.",
    Sensor_move_Sber_text:
      "Умный датчик движения Sber реагирует на перемещение источников тепла. Настраивайте удобные сценарии автоматизации: например, пусть датчик включает свет в прихожей, когда регистрирует движение. Устанавливайте его на потолок в прихожей или на стену в туалете – благодаря работе от батареек, вы можете разместить устройство в любом удобном месте без необходимости прокладывать провода. Умный датчик движения Sber отлично интегрируется с различными светильниками, позволяя создать идеальную атмосферу в вашем доме. При обнаружении движения он может автоматически включать лампу, обеспечивая мгновенное освещение в нужный момент. Также его можно использовать для управления фонарём на улице, что повысит уровень безопасности вашего участка.",
    Sensor_move_Ewelink_text:
      "Миниатюрный корпус, маленький и изысканный. Обнаружение движения человека, мгновенное уведомление приложения, отсутствие пропущенного сигнала тревоги. Высокоточный инфракрасный детектор, более точный. Подавление воздушного потока, избегайте ложного обнаружения. Интеллектуальная связь с другими изделиями ewelink. Приложение с несколькими сценариями, простое в установке.",
    Sensor_temperature_Yandex_text:
      "Измеряет температуру и влажность в комнате и включает устройства умного дома, когда нужно. Беспроводной компактный датчик легко установить практически где угодно. Свяжите датчик с разными устройствами и создавайте сценарии в приложении Дом с Алисой. Например, можно объединить датчик с умным кондиционером и увлажнителем. И настроить сценарий их автоматического запуска, если в комнате станет слишком жарко и сухо. А можно задать значение температуры, при котором дома будет включаться обогреватель.",
    Sensor_temperature_monitor_text:
      "Умное решение для контроля климата в вашем доме, обеспечивающее точные измерения и удобное управление через мобильные приложения. Легко разместить в любом помещении. Идеально подходит для тех, кто хочет создать умный дом и следить за климатом в помещениях, обеспечивая комфорт и здоровье для всей семьи.",
    Sensor_temperature_Kojimo_text_1:
      "Датчик температуры и влажности создан специально для чуткого наблюдения за изменением микроклимата, а для еще лучшего контроля датчик можно включить в умный сценарий, создавая различные сочетания с другими устройствами.",
    Sensor_temperature_Kojimo_text_2:
      "Датчик позволяет отслеживать температуру и влажность в месте установки прибора удаленно в режиме онлайн прямо с экрана телефона. ЖК-экран динамически отображает значения в реальном времени, передает комфортное состояние домашней среды, соединен с шлюзом и облачной платформой.",
    Sensor_temperature_Sonoff_text_1:
      "Датчик температуры и влажности создан специально для чуткого наблюдения за изменением микроклимата, а для еще лучшего контроля датчик можно включить в умный сценарий, создавая различные сочетания с другими устройствами. Теперь вы можете установить его в каждой комнате и сможете видеть температуру в доме. С помощью этого датчика можно управлять включением и выключением таких приборов как Вентилятор,  Обогреватель, Кондиционер, Увлажнитель.",
    Sensor_temperature_Sonoff_text_2:
      "Также можно управлять открытием и закрытием штор. Поддерживать правильную влажность в жилых и офисных помещениях очень важно. Для органов дыхания и увлажнения кожи. Датчик устанавливается в любое удобное место простым приклеиванием на двусторонний скотч.",
    Sensor_air_Aqara_text_1:
      "Aqara TVOC Air Quality Monitor имеет электронный дисплей, который отображает текущие показания качества воздуха, а также температуру и влажность.",
    Sensor_air_Aqara_text_2: "Мониторинг TVOC: Датчик измеряет концентрацию TVOC в воздухе.",
    Sensor_air_Aqara_text_3:
      "TVOC – это группа газов, которые могут быть вредны для здоровья человека. Мониторинг температуры и влажности: датчик также измеряет температуру и влажность в помещении. Датчик работает от батареи и может проработать до года без подзарядки.",
    Sensor_air_QingPing_text_1:
      "Интеллектуальный монитор качества воздуха CO2 Монитор температуры и влажности PM2.5 PM10 5 в 1 Lite Совместимый с OLED - дисплеем Apple HomeKit в режиме реального времени может заряжать аккумулятор емкостью 2000 мАч со временем работы до 7 часов. В режиме реального времени узнайте о PM2.5, PM10, CO2, температуре и влажности в помещении. Поддержка 2,4 ГГц Wi - Fi и BT для удаленного просмотра данных или экспорта исторических данных. Для пользователей домашнего приложения вы можете удаленно проверить пять индикаторов или настроить автоматизацию с помощью Home Hub. Дизайн UI в пиксельном стиле, с более широким углом зрения и более интересными операциями.",
    Sensor_air_QingPing_text_2:
      "• Совместимость с Apple HomeKit: Для пользователей приложения Apple Home можно удаленно проверить пять индикаторов или автоматизировать настройки с помощью Apple Home Hub.",
    Sensor_air_QingPing_text_3:
      "• 5 в 1 многофункциональный: мониторинг PM2.5, PM10, CO2, температуры и влажности в помещении в режиме реального времени.",
    Sensor_air_QingPing_text_4:
      "Долгосрочный зарядный литиевый аккумулятор: встроенный литиевый аккумулятор емкостью 2000 мАч со сроком службы до 7 часов.",
    Sensor_air_QingPing_text_5:
      "• Ясный OLED - дисплей: пиксельный дизайн UI, более широкий угол обзора, более интересная работа.",
    Sensor_air_QingPing_text_6:
      "• Интеллектуальное подключение: поддержка 2,4 ГГц Wi - Fi и BT для удаленного просмотра данных или экспорта исторических данных.",
    Sensor_water_Yandex_text:
      "Беспроводной компактный датчик легко установить на полу в кухне или в ванной. Он сразу сообщит, если обнаружит там воду, и вы сможете быстро отреагировать и избежать неприятных сюрпризов. Просто настройте пуш-уведомления в приложении Дом с Алисой. Свяжите датчик с умными розетками и создайте сценарий в приложении, по которому в случае протечки приборы в доме отключатся, а клапан, через который идёт вода, закроется.",
    Sensor_water_Sonoff_text:
      "Умный датчик протечки воды защищает вашу квартиру от неприятных сюрпризов. Он срабатывает, как только вода попадает на контакты на его нижней панели. Проверять статус smartдатчика и управлять им можно в приложении, и с помощью голосового помощника Алиса. К умному дому датчик подключается по протоколу Zigbee.",
    Sensor_water_Aqara_text_1:
      " Защита от потопа: При обнаружении малейшей утечки воды датчик моментально отправляет оповещение на ваш смартфон, позволяя вам оперативно принять меры.",
    Sensor_water_Aqara_text_2:
      "Предотвратите ущерб: Благодаря своевременному оповещению вы сможете перекрыть подачу воды и избежать дорогостоящего ремонта.",
    Sensor_water_Aqara_text_3:
      "Размещение в любых местах: Компактный размер датчика позволяет установить его в потенциально опасных зонах, таких как кухня, ванная комната, прачечная или подвал.",
    Sensor_water_Aqara_text_4:
      "Умные сценарии: Настройте автоматическое отключение подачи воды при срабатывании датчика, минимизируя ущерб от протечки.",
    Sensor_water_Aqara_text_5:
      "Защита от пыли и воды: Датчик соответствует стандарту защиты IP67, гарантируя бесперебойную работу даже во влажных помещениях.",
    Sensor_water_Aqara_text_6: "Длительная работа: Батарея обеспечивает до 2 лет автономной работы.",
    Sensor_gas_Aqara_text:
      "Умный датчик газа Aqara Smart Natural Gas Detector - зафиксирует утечку газа, включит сигнализацию и отправит push-уведомление на смартфон. Подключается к сети 220 В. В датчик встроена мощная сирена на 85 дБ, которая включается при обнаружении утечки. Также включается мигающий красный светодиод. При обнаружении утечки включит сирену на всех хабах. На смартфон отправляется push-уведомление.",
    Sensor_gas_Smartlife_text:
      "Основным предназначением данного датчика является обнаружения утечки газа на ранней стадии и инициирования запуска сценариев умного дома с целью предотвращения последствий от утечки.",
    Sensor_gas_metan_text_1:
      "Датчик газа предназначен для оповещения о повышении концентрации бытового газа (метан) в воздухе. Датчик работает по беспроводной технологии ZigBee.",
    Sensor_gas_metan_text_2: "Наличие индикатора: да, красный/зеленый/желтый",
    Sensor_gas_metan_text_3: "Громкость оповещения: 75 дБ/1 м",
    Sensor_gas_metan_text_4: "Дальность действия сигнала: до 25 м",
    Sensor_gas_metan_text_5: "Подходит для использования в жилых и офисных помещениях.",
    Sensor_gas_propan_text:
      "Датчик газа предназначен для оповещения о повышении концентрации бытового газа (пропан) в воздухе. Материал корпуса: ABS+PC пластик. Наличие индикатора: да, красный/зеленый/желтый. Устройство работает только в сети переменного тока. Подходит для использования в жилых и офисных помещениях.",
    Sensor_smoke_Smartlife_text:
      "Быстро реагирует на дым. Благодаря высокой чувствительности (0,089-0,25 дБ/м) датчик вовремя заметит очаг возгорания и подаст звуковой сигнал. Настройте уведомления в мобильном приложении «Дом с Алисой» и получайте push, когда датчик заметит дым. Долго держит батарею. Датчик работает по беспроводному протоколу Zigbee и расходует энергию только в момент срабатывания и отправки уведомлений. Прост в установке. Датчик крепится с помощью липкого слоя.",
    Sensor_smoke_Aqara_text:
      "Умный датчик дыма Aqara Smart Smoke Detector - Зафиксирует задымление, включит сигнализацию и отправит push-уведомление на смартфон. Работает на батарее CR17450. В датчик встроена мощная сирена на 90 дБ, которая включается при обнаружении задымления. Также включается мигающий красный светодиод. Автоматически все датчики дыма связаны между собой. Например, у вас установлены датчики в каждой комнате. Как только в одной комнате будет зафиксировано возгорание, сигнализация включится автоматически на всех датчиках. Тем самым, датчики «подстраховывают» друг друга. У датчика дыма рекордная автономность — до 10 лет работы на одном заряде батареи.",
    Sensor_smoke_Tuya_text:
      "Независимый умный датчик дыма. Принцип работы: обнаружение дыма, звуковое оповещение, уведомления в приложении.",
    Siren_text_1:
      "Сирена предназначена для звукового оповещения при срабатывании различных датчиков в домохозяйстве пользователя. Своевременное оповещение дает возможность оперативно среагировать на нештатную ситуацию в доме. Подходит для использования в жилых и офисных помещениях. Работает даже при отключении электроэнергии.",
    Siren_text_2:
      "Технические характеристики и параметры: Напряжение питания: 100-240 В / 50-60 Гц Аккумуляторная батарея: 3,7 В/ 720 мА Уровень звука: 95 дБ (на расстоянии 1 м)",
  },
  en: {
    menu_main: "Main",
    menu_catalog: "Catalog",
    menu_packages: "Packages",
    menu_services: "Services",
    menu_portfolio: "Portfolio",
    Need_hub: "Hub required",
    Ecosystem: "Ecosystem",
    Yandex_Smart_Home: "Yandex Smart Home",
    Type: "Type",
    Control_center: "Control center",
    Communication_protocol: "Communication protocol",
    Connected_devices: "Number of connected devices",
    From_the_battery: "Battery-powered",
    Power: "Power",
    Static_electricity: "Mains power",
    IR_Port: "IR Port",
    Cost: "Cost",
    tenge: "tg",
    floating_call: "Call us",
    floating_contact_us: "Contacts us",
    footer:
      "* The prices are provided for reference only and may differ from the actual ones. To confirm the exact cost, please contact us using the details provided at the top of the page.",
    Sensor_vibration: "Vibration Sensor",
    Sensor_open: "Door Opening Sensor",
    Sensor_open_Yandex: "Yandex Door Opening Sensor",
    Sensor_light_Aqara: "Aqara Light Sensor",
    Sensor_Human_presence_Aqara_FP1: "Aqara Human Presence Sensor FP1",
    Sensor_Human_presence_Aqara_FP2: "Aqara Presence Sensor FP2",
    Sensor_Human_presence_Roximo: "ROXIMO Presence and Light Sensor",
    Sensor_move_Yandex: "Yandex Motion Sensor",
    Sensor_move_Aqara: "Aqara Motion Sensor",
    Sensor_move_Sber: "SBER Motion Sensor",
    Sensor_move_Ewelink: "eWeLink Motion Sensor",
    Sensor_temperature_Yandex: "Yandex Temperature and Humidity Sensor",
    Sensor_temperature_monitor: "Temperature and Humidity Monitor",
    Sensor_temperature_Kojimo: "Kojimo Temperature and Humidity Sensor",
    Sensor_temperature_Sonoff: "Sonoff Temperature and Humidity Sensor",
    Sensor_air_Aqara: "Aqara TVOC Air Quality Monitor",
    Sensor_air_QingPing: "QingPing Air Quality Monitor Lite",
    Sensor_water_Yandex: "Yandex Water Leak Sensor",
    Sensor_water_Sonoff: "Sonoff Water Leak Sensor",
    Sensor_water_Aqara: "Aqara Water Leak Sensor T1",
    Sensor_gas_Aqara: "Aqara Gas Detector",
    Sensor_gas_Smartlife: "SmartLife CH4 Gas Detector",
    Sensor_gas_metan: "Methane Gas Sensor",
    Sensor_gas_propan: "Propane Gas Sensor",
    Sensor_smoke_Smartlife: "SmartLife Smoke Sensor",
    Sensor_smoke_Aqara: "Aqara Smoke Sensor",
    Sensor_smoke_Tuya: "Tuya Smoke Sensor",
    Siren: "Smart Home Siren",
    Sensor_vibration_text_1:
      "The wireless sensor monitors the security of individual items — windows, safe, drawer with valuable documents. In case of an incident, the sensor sends a message to the smartphone or activates an audible siren on the Aqara Hub. The sensor can detect three types of events: tilt, fall, and vibration.",
    Sensor_vibration_text_2: "— If the window is opened, tilt mode will trigger.",
    Sensor_vibration_text_3: "— If the window is struck, it will recognize vibration.",
    Sensor_vibration_text_4: "— If the glass is broken, the sensor will report a fall.",
    Sensor_open_text:
      "The Zigbee‑based door and window opening sensor reliably responds to doors and windows opening, allowing you to create various smart home scenarios in the Home with Alice app. Link the sensor with different devices and set up scenarios that will automatically run when the sensor is triggered.",
    Sensor_open_Yandex_text:
      "The compact wireless sensor responds to the opening of doors and windows. Link the sensor with various devices and create scenarios in the Home with Alice app. For example, set up a scenario where the sensor reminds you to ventilate the room if windows have been closed for more than 12 hours. And link it with a smart AC so the AC doesn’t run while you’re airing out. Also, you can tie the sensor to a smart lamp — the hallway light will turn on automatically when you come home.",
    Sensor_light_Aqara_text:
      "The smart wireless light sensor Aqara T1 sends light level data in the room to the hub, which in turn triggers automations. For example, turning lights on/off or opening/closing curtains by sending commands to respective devices. If illumination drops to 200 lx — close the curtains. When you enter the room in the evening and the light turns on, the curtains will already be closed, preserving privacy. Also to give seedlings enough light — work per schedule. But if daytime becomes overcast, there won’t be enough light, and turning on early as per schedule may be too soon. Install the light sensor, and the light will switch on when it becomes dark.",
    Sensor_Human_presence_Aqara_FP1_text:
      "Enhance your home automation with our AI‑based technology which effectively filters common interferences such as curtains, fans, and small pets, ensuring high‑accuracy detection without false triggers. Simple setup and adaptive sensitivity allow the device to adapt to any space, ensuring accuracy and reliability. The FP1 presence sensor expands home automation capabilities by detecting both motion and stillness, allowing customization of settings. It sends reminders to stand up after prolonged sitting, promoting healthier habits. In active situations, such as parties, it reduces the air conditioner temperature.",
    Sensor_Human_presence_Aqara_FP2_text_1:
      "The Aqara Presence Sensor FP2 detects even the slightest movements with maximum privacy. It senses presence even when you are still.",
    Sensor_Human_presence_Aqara_FP2_text_2:
      "Lighting automation: Turn lights on automatically when someone enters the room and off when everyone leaves.",
    Sensor_Human_presence_Aqara_FP2_text_3:
      "Security systems: Use the FP2 sensor to activate alarms or security cameras when movement is detected.",
    Sensor_Human_presence_Aqara_FP2_text_4:
      "Climate control: Adjust temperature automatically based on whether people are present in the room.",
    Sensor_Human_presence_Aqara_FP2_text_5:
      "Curtain control: Automatically open curtains in the morning when someone gets out of bed. FP2 can detect if someone else is still in bed so the wake‑up automation won’t trigger if another person hasn’t woken up.",
    Sensor_Human_presence_Roximo_text:
      "The presence sensor determines whether a person is currently within its detection field. In sensor settings you can set distance and sensitivity parameters. The device also includes a light sensor which can be used for various scenarios — for example, turning on lighting when brightness is low. For convenience in mounting, adhesive mounting hardware is included. Installation is done on a wall or ceiling, depending on operating conditions.",
    sensor_move_text:
      "Detects motion and triggers convenient lighting scenarios. Or communicates that someone is in the room. The wireless compact sensor can be installed anywhere: in the apartment, cottage, hall, bathroom, rooms, even on the loggia. Link the sensor with other smart home devices and create numerous convenient scenarios in the Home with Alice app. For example, the hallway lighting can turn on automatically when you return home. To prevent lights staying on unnecessarily, configure it to turn off when no motion is detected. It's easy to set up push notifications in the app — you'll always know if there's movement in the home while you’re away. A Zigbee protocol–compatible hub is required to connect the sensor to the smart home.",
    Sensor_move_Aqara_text:
      "The updated motion sensor — Aqara Motion Sensor P1. The sensor detects motion and measures light level in the room. It can send a notification to your smartphone or execute automation, e.g. turn on the light. Detection timeout can be set from 1 to 200 seconds. No more delays in response. Wide detection angle: 170° up to 2 meters, 150° up to 7 meters. And the sensor mount can rotate 360°, allowing you to focus detection to a specific area.",
    Sensor_move_Sber_text:
      "The smart Sber motion sensor responds to movement of heat sources. Set up convenient automation scenarios: for example, the sensor can turn on hallway lighting when motion is detected. Install it on the ceiling in the hallway or on a wall in a bathroom — thanks to battery operation, you can place it anywhere without wiring. The smart Sber motion sensor integrates well with various lamps, allowing you to create the perfect ambiance in your home. When movement is detected, it can automatically switch on a lamp. It can also be used to control outdoor lighting, enhancing the safety of your property.",
    Sensor_move_Ewelink_text:
      "Tiny casing, small and refined. Detects human movement, instant app notification, no missed alarms. High‑precision infrared detector, more accurate. Suppresses air flux to avoid false detection. Intelligent integration with other eWeLink devices. App offers multiple scenarios, simple to install.",
    Sensor_temperature_Yandex_text:
      "Measures room temperature and humidity and activates smart home devices when needed. The wireless compact sensor is easy to install virtually anywhere. Link it with various devices and create scenarios in the Home with Alice app. For example, combine the sensor with a smart air conditioner and humidifier. Set a scenario to activate them if the room becomes too hot and dry. Or set a temperature value at which a heater will turn on.",
    Sensor_temperature_monitor_text:
      "Smart solution for climate monitoring in your home, delivering accurate measurements and convenient control via mobile apps. Easily placed in any room. Ideal for those who wish to build a smart home and keep track of indoor climate for comfort and health.",
    Sensor_temperature_Kojimo_text_1:
      "The temperature and humidity sensor is designed specifically for sensitive monitoring of microclimate changes, and for even better control it can be incorporated into smart scenarios, creating various combinations with other devices.",
    Sensor_temperature_Kojimo_text_2:
      "The sensor allows you to monitor temperature and humidity at the installation site remotely in real‑time right from your phone screen. The LCD dynamically displays real‑time values, conveys a comfortable home environment state, and is connected to a gateway and cloud platform.",
    Sensor_temperature_Sonoff_text_1:
      "The temperature and humidity sensor is designed for fine monitoring of microclimate changes, and for better control it can be included in a smart scenario, working in conjunction with various devices. Now you can place it in every room and view the temperature in the home. With this sensor you can manage turning on/off devices such as fan, heater, air conditioner, humidifier.",
    Sensor_temperature_Sonoff_text_2:
      "You can also control curtain opening/closing. Maintaining proper humidity in living and office spaces is very important for respiratory organs and skin hydration. The sensor is mounted in any convenient location using double-sided tape.",
    Sensor_air_Aqara_text_1:
      "The Aqara TVOC Air Quality Monitor features an electronic display that shows current air quality readings as well as temperature and humidity.",
    Sensor_air_Aqara_text_2: "TVOC monitoring: the sensor measures the concentration of TVOC in the air.",
    Sensor_air_Aqara_text_3:
      "TVOC is a group of gases that may be harmful to human health. Temperature and humidity monitoring: the sensor also measures room temperature and humidity. The sensor is battery-operated and can last up to a year without recharge.",
    Sensor_air_QingPing_text_1:
      "Intelligent CO2 Air Quality Monitor, Temperature and Humidity Monitor, PM2.5 PM10 5-in-1 Lite compatible with Apple HomeKit. Equipped with an OLED display, it can charge a 2000 mAh battery providing up to 7 hours of operation. Get real-time data on PM2.5, PM10, CO2, temperature, and indoor humidity. Supports 2.4 GHz Wi-Fi and Bluetooth for remote data viewing or historical data export. For Apple Home app users, you can remotely check all five indicators or set up automation via Home Hub. Pixel-style UI design with a wider viewing angle and more engaging interaction.",
    Sensor_air_QingPing_text_2:
      "• Apple HomeKit Compatibility: Apple Home app users can remotely check five indicators or automate settings via Apple Home Hub.",
    Sensor_air_QingPing_text_3:
      "• 5-in-1 multifunctional: real-time monitoring of PM2.5, PM10, CO2, indoor temperature, and humidity.",
    Sensor_air_QingPing_text_4:
      "• Long-lasting rechargeable lithium battery: built-in 2000 mAh lithium battery provides up to 7 hours of working time.",
    Sensor_air_QingPing_text_5:
      "• Clear OLED display: pixel-style UI design, wider viewing angle, and more interesting operation.",
    Sensor_air_QingPing_text_6:
      "• Smart connectivity: supports 2.4 GHz Wi-Fi and Bluetooth for remote data viewing or exporting historical data.",
    Sensor_water_Yandex_text:
      "The wireless compact sensor is easy to install on the floor in the kitchen or bathroom. It instantly notifies you if water is detected, allowing you to respond quickly and avoid unpleasant surprises. Simply set up push notifications in the Home with Alice app. Link the sensor with smart plugs and create a scenario where, in case of leakage, appliances in the home will turn off and a water valve will shut off.",
    Sensor_water_Sonoff_text:
      "The smart water leak sensor protects your apartment from unpleasant surprises. It triggers as soon as water reaches its contact points on the bottom panel. You can monitor and control the smart sensor status via the app and with the voice assistant Alice. The sensor connects to the smart home via the Zigbee protocol.",
    Sensor_water_Aqara_text_1:
      "Flood protection: upon detecting the slightest water leakage, the sensor instantly sends a notification to your smartphone, enabling you to act promptly.",
    Sensor_water_Aqara_text_2:
      "Prevent damage: timely notification allows you to shut off water supply and avoid costly repairs.",
    Sensor_water_Aqara_text_3:
      "Placement anywhere: the sensor’s compact size allows it to be installed in potentially vulnerable areas such as kitchen, bathroom, laundry, or basement.",
    Sensor_water_Aqara_text_4:
      "Smart scenarios: configure automatic water shutoff when the sensor is triggered, minimizing damage from leaks.",
    Sensor_water_Aqara_text_5:
      "Dust and water resistance: the sensor meets IP67 standard, ensuring uninterrupted operation even in humid environments.",
    Sensor_water_Aqara_text_6: "Long operation: the battery provides up to 2 years of autonomous operation.",
    Sensor_gas_Aqara_text:
      "The Aqara Smart Natural Gas Detector records gas leaks, triggers an alarm, and sends a push notification to your smartphone. It connects to the 220 V mains. The sensor includes a powerful 85 dB siren which activates upon leak detection. A flashing red LED also turns on. When leakage is detected, it triggers sirens on all hubs. A push notification is sent to the smartphone.",
    Sensor_gas_Smartlife_text:
      "The primary purpose of this sensor is to detect gas leaks at an early stage and trigger smart home scenarios to prevent consequences of leakage.",
    Sensor_gas_metan_text_1:
      "The gas sensor is intended to alert to increased concentration of household gas (methane) in the air. The sensor operates via ZigBee wireless technology.",
    Sensor_gas_metan_text_2: "Indicator present: yes — red / green / yellow",
    Sensor_gas_metan_text_3: "Alarm volume: 75 dB/1 m",
    Sensor_gas_metan_text_4: "Signal effective range: up to 25 m",
    Sensor_gas_metan_text_5: "Suitable for residential and office premises.",
    Sensor_gas_propan_text:
      "The gas sensor is designed to alert on increased propane concentration in the air. Housing material: ABS+PC plastic. Indicator present: yes — red / green / yellow. The device operates only on AC power. Suitable for residential and office use.",
    Sensor_smoke_Smartlife_text:
      "Quick to respond to smoke. Thanks to high sensitivity (0.089‑0.25 dB/m), the sensor will timely detect a fire source and issue an audible alarm. Configure notifications in the “Home with Alice” mobile app and receive push alerts when smoke is detected. Long battery life. The sensor operates via the Zigbee wireless protocol and consumes power only when triggered and sending alerts. Easy to install — attached with adhesive backing.",
    Sensor_smoke_Aqara_text:
      "The Aqara Smart Smoke Detector is a smart smoke sensor — it detects smoke, activates an alarm, and sends a push notification to your smartphone. Operated by a CR17450 battery. The sensor includes a powerful 90 dB siren which triggers when smoke is detected. A flashing red LED also activates. All smoke sensors are automatically linked. For example, if you have sensors in every room, when one detects smoke, the alarm will trigger on all sensors automatically. In this way, sensors “back up” each other. The smoke sensor has a record autonomy — up to 10 years on one battery.",
    Sensor_smoke_Tuya_text:
      "Independent smart smoke sensor. Principle of operation: smoke detection, audible warning, notifications in the app.",
    Siren_text_1:
      "The siren is designed for audible alerting when various sensors in the user’s household are triggered. Timely alerting provides the opportunity to respond quickly to an abnormal situation in the home. Suitable for use in residential and office spaces. Works even in case of power outage.",
    Siren_text_2:
      "Technical specifications and parameters: Power supply: 100‑240 V / 50‑60 Hz. Battery: 3.7 V / 720 mAh. Sound level: 95 dB (at 1 m).",
  },
};
