const translations = {
  kz: {
    menu_main: "Басты",
    menu_catalog: "Каталог",
    menu_packages: "Пакеттер",
    menu_services: "Қызметтер",
    menu_portfolio: "Портфолио",
    Need_hub: "Хаб қажет",
    Ecosystem: "Экожүйе",
    Yandex_Smart_Home: "Яндекс ақылды үй",
    Type: "Типі",
    Control_center: "Басқару орталығы",
    Communication_protocol: "Байланыс протоколы",
    Connected_devices: "Қосылатын құрылғылар саны",
    From_the_battery: "Аккумулятормен жұмыс істейді",
    Power: "Қуат",
    Static_electricity: "Қуат желісінен",
    IR_Port: "ИК порты",
    Cost: "Бағасы",
    tenge: "тг",
    floating_call: "📞 Хабарласу",
    floating_contact_us: "Байланысу",
    footer:
      "* Бағалар ақпараттық мақсатта көрсетілген және нақты бағалардан өзгешеленуі мүмкін. Нақты құнын анықтау үшін беттің жоғарғы бөлігінде көрсетілген байланыс арқылы хабарласыңыз.",
    "LED-Strip_Yandex": "Яндекс жарықдиодты лентасы 3м",
    "Cable_LED-Strip_Yandex": "Яндекс жарықдиодты лентасына арналған ұзарғыш",
    "LED-Strip_Kojimo": "KOJIMA жарықдиодты лентасы 5м",
    "LED-Strip_Roximo": "ROXIMO гирляндасы",
    Lamp_Aqara: "Aqara Ceiling Light төбелік шамы",
    Light_table_Yandex: "Яндекс ақылды эмбиент шамы",
    "Control_LED-Strip": "12/24V 15А жарықдиодты лентаға арналған диммер",
    "Control_LED-Strip_RGB": "RGB LED лентасына арналған контроллер 12В, 24В",
    "Bulb_E14_4.5": "E14 4.5W Gauss филаментті шамы, жылы ақ түс",
    Bulb_E14_5_RGB: "E14 5W Gauss RGB шамы",
    Bulb_E14_6_Yandex: "E14 6W 520 Лм Яндекс RGB шамы",
    "Bulb_E27_6.5": "E27 6.5W Gauss филаментті шамы, сары түс",
    Bulb_E27_7: "E27 7W Gauss шамы, жылы ақ түс",
    "Bulb_E27_8.5": "E27 8.5W Gauss RGB шамы",
    Bulb_E27_9_Yandex_filamentous: "E27 9W Яндекс филаментті шамы, ақ жарық",
    Bulb_E27_9_Yandex: "E27 9W Яндекс шамы, ақ түс",
    Bulb_E27_9_Yandex_RGB: "E27 9W Яндекс RGB шамы",
    Bulb_E27_10_RGB: "E27 10W Gauss RGB шамы",
    Bulb_E27_11_Yandex_RGB: "E27 11W Яндекс RGB шамы",
    Bulb_GU10_6_Yandex: "GU10 6W 520 Лм Яндекс RGB шамы",
    Bulb_GX53_9_Yandex: "GX53 9W 806 Лм Яндекс RGB шамы",
    "LED-Strip_Yandex_text":
      "Yandex YNDX‑00544 жарықдиодты лентасы контроллермен және қуат адаптерімен бірге қосқыш, дауыс командалары және «Алисамен үй» қолданбасы арқылы сенімді жұмыс істейді. Бұл модель Bluetooth, Wi‑Fi және Matter байланыс протоколдарын қолдайды. Соңғысы әртүрлі өндірушілердің ақылды құрылғылары бар үйлерге ыңғайлы. Бір метрде 24 жарықдиод бар, жарық ағыны 250 лм, бұл ұзын тізбектерді төбе мен қабырға бойына орнатуға ыңғайлы етеді. Қысқа кесінділер аз жарық береді, бірақ декор үшін жарамды. IP65 деңгейіндегі шаң мен шашыраудан қорғанысы бар 3 метрлік лента далада немесе ваннада орнатуға жарайды.",
    "Cable_LED-Strip_Yandex_text":
      "Yandex YNDX‑00547 жарықдиодты лентасын ұзартқыш 1 метрге 24 жарықдиодпен тізбектерді ұзартуға арналған. Қалың орама контактілерді шаң мен ылғалдан толық қорғайды, бұл оны далада немесе ваннада орнатуға мүмкіндік береді. 250 лм жарық ағыны аймақты жарықтандыруға немесе декоративті жарыққа жеткілікті. YNDX‑00547 бейтарап ақ түсті және RGB реңктері мен эффектілерін қолдайды. Қарапайым қосқыш, контроллер, мобильді қолданба және дауыс командалары арқылы басқаруға болады.",
    "LED-Strip_Kojimo_text":
      "KOJIMA ақылды Wi‑Fi RGB жарықдиодты лентасы жарық ағынын 70‑тен 800 люменге дейін реттеуге мүмкіндік береді, энергия тұтынуы төмен. Мобильді қосымша iOS және ANDROID құрылғыларына бейімделген. Сіз жарықтылық пен түсті оңай басқара аласыз, динамикалық көріністер орнатып, таймер арқылы жарықты жоспарлап, бірнеше лентаны бір батырмамен басқарып, Яндекс Алиса дауыс көмекшісімен басқара аласыз.",
    "LED-Strip_Roximo_text_1":
      "ROXIMO SFCL01‑L мекенжайлық Wi‑Fi жарықдиодты гирляндасы ұзындығы 10 метр және Roximo ақылды үй экожүйесінің бөлігі болып табылады. Бұл гирлянда шыршаны безендіруге арналған негізгі элементтердің бірі. IP67 ылғалдан қорғау деңгейінің (басқару блогы IP44) арқасында гирлянданы үйде де, сыртта да пайдалануға болады.",
    "LED-Strip_Roximo_text_2":
      "Roximo қолданбасында гирлянданы басқаруға арналған батырмалар мен түрлі функциялар қолжетімді: сурет салу – түс схемаларын таңдау және өзіңді жасау, жарықпен музыка – өз режиміңді жасау, көріністерді орнату және өз көріністеріңді жасау, таймер орнату және басқа да параметрлер.",
    Lamp_Aqara_text_1:
      "Екі жарық аймағы: Негізгі жарық көзі 2700K‑6500K ауқымындағы ақ жарықпен қамтамасыз етеді, ал жанындағы жарық көзі 16 миллион түрлі түспен түрлі атмосфера жасауға мүмкіндік береді.",
    Lamp_Aqara_text_2:
      "Жоғары жарықтылық: Негізгі жарық көзі 3450 люменге дейінгі жарық береді, бұл бөлмені толық жарықтандыруға жеткілікті.",
    Lamp_Aqara_text_3:
      "Қолданба арқылы басқару: Aqara Home қолданбасы арқылы түс температурасын, жарықтылықты және RGB эффектілерін реттеуге болады.",
    Lamp_Aqara_text_4: "Жарықтылықты реттеу: Жарықдиодты шамды жарықтылықты реттеу үшін диммирлеуге болады.",
    Lamp_Aqara_text_5: "Ұзақ қызмет ету мерзімі: Жарықдиод көзі 50 000 сағатқа дейін қызмет етеді.",
    Lamp_Aqara_text_6:
      "Заманауи дизайн: Aqara Ceiling Light T1M жіңішке әрі заманауи дизайнға ие және кез келген интерьерге сай келеді.",
    Light_table_Yandex_text_1:
      "YNDX-00560 моделі RGBW спектрін қолдайтын және 220 лм жарық ағыны бар интеллектуалды жарықтандыру шешімі болып табылады.",
    Light_table_Yandex_text_2:
      "Құрылғы мобильді қосымша және дауыстық көмекшілер арқылы қашықтан басқаруды қолдайды, бұл жұмысты кесте бойынша автоматтандыруға мүмкіндік береді. Сондай-ақ корпус үстіңгі бөлігінде қолмен басқаруға арналған сенсорлық интерфейс қарастырылған.",
    "Control_LED-Strip_text":
      "Ақылды үйге арналған диммер-контроллер, Алисамен жұмыс істейді. Жарықдиодты ленталардың жарықтығын дауыс арқылы немесе сценарийлер арқылы басқаруға мүмкіндік береді.",
    "Control_LED-Strip_RGB_text":
      "Wi‑Fi контроллер — сіздің жарық жүйеңізге жаңа өмір беретін ықшам әрі стильді шешім! Яндекс Алиса, Amazon Alexa және Google Home Assistant сияқты танымал ақылды үй жүйелерімен толық интеграция. Мысалы: “Алиса, мерекелік жарықты қос!” 100-ден астам жарық режимі бар — жай ауысатын түстерден бастап динамикалық жарық эффектілерге дейін. Кез келген көңіл-күй мен жағдайға арналған жарықты таңдаңыз! Қысқа әрі ықшам дизайн оны кез келген үй интерьеріне үйлесімді етеді.",
    Bulb_dimmable: "Жарықтығы реттелетін шам",
    Bulb_E27_9_Yandex_filamentous_text:
      "2700‑ден 6500K‑ге дейін түс температурасын және жарықтылықты реттеу мүмкіндігі — романтикалық кешке жұмсақ жылы жарық немесе өнімді жұмыс үшін суық және жарық жарық орнатуға мүмкіндік береді.",
    Bulb_E27_9_Yandex_text:
      "2700‑ден 6500K‑ге дейін түс температурасын және жарықтылықты реттеу мүмкіндігі — романтикалық кешке жұмсақ жылы жарық немесе өнімді жұмыс үшін суық және жарық жарық орнатуға мүмкіндік береді.",
    Bulb_Yandex_RGB_text:
      "Жарықтың түсін өзгерту мүмкіндігі — көңіл-күйге немесе тапсырмаға сай түрлі жарық орнатуға мүмкіндік береді: мысалы, балалар бөлмесі үшін күлгін, гейминг кезінде көк жарық немесе қонақтар келгенде Party режимі.",
  },
  ru: {
    menu_main: "Главная",
    menu_catalog: "Каталог",
    menu_packages: "Пакеты",
    menu_services: "Услуги",
    menu_portfolio: "Портфолио",
    Need_hub: "Нужен хаб",
    Ecosystem: "Экосистема",
    Yandex_Smart_Home: "Умный дом Яндекса",
    Power: "Питание",
    Communication_protocol: "Протокол связи",
    Power: "Питание",
    Control_center: "Центр управления",
    Connected_devices: "Количество подключаемых устройств",
    From_the_battery: "Oт аккумулятора",
    Static_electricity: "От сети",
    IR_Port: "ИК Порт",
    Cost: "Стоимость",
    tenge: "тг",
    floating_call: "📞 Позвонить",
    floating_contact_us: "Связаться",
    footer:
      "* Цены указаны для ознакомления и могут отличаться от актуальных. Для уточнения стоимости свяжитесь с нами по контактам, указанным вверху страницы.",
    "LED-Strip_Yandex": "Светодиодная лента Яндекс 3м",
    "Cable_LED-Strip_Yandex": "Удлинитель для светодиодная лента Яндекс",
    "LED-Strip_Kojimo": "Светодиодная лента KOJIMA 5м",
    "LED-Strip_Roximo": "Гирлянда ROXIMO",
    Lamp_Aqara: "Cветильник потолочный Aqara Ceiling Light",
    Light_table_Yandex: "Умная эмби лампа Яндекс",
    "Control_LED-Strip": "Диммер для светодиодной ленты 12,24V 15А",
    "Control_LED-Strip_RGB": "Контроллер RGB для LED лент 12В, 24В",
    "Bulb_E14_4.5": "Лампочка Е14 4,5W Gauss филаментная теплый белый",
    Bulb_E14_5_RGB: "Лампочка Е14 5W Gauss RGB",
    Bulb_E14_6_Yandex: "Лампочка Е14 6W 520 Лм Яндекс RGB",
    "Bulb_E27_6.5": "Лампочка E27 6.5W Gauss филаментная, желтый",
    Bulb_E27_7: "Лампочка E27 7W Gauss теплый белый",
    "Bulb_E27_8.5": "Лампочка E27 8.5W Gauss RGB",
    Bulb_E27_9_Yandex_filamentous: "Лампочка Е27 9W Яндекс филаментная белый свет",
    Bulb_E27_9_Yandex: "Лампочка Е27 9W Яндекс белая",
    Bulb_E27_9_Yandex_RGB: "Лампочка Е27 9W Яндекс RGB",
    Bulb_E27_10_RGB: "Лампочка E27 10W Gauss RGB",
    Bulb_E27_11_Yandex_RGB: "Лампочка Е27 11W Яндекс RGB",
    Bulb_GU10_6_Yandex: "Лампочка GU10 6W 520 Лм Яндекс RGB",
    Bulb_GX53_9_Yandex: "Лампочка GX53 9W 806 Лм Яндекс RGB",
    "LED-Strip_Yandex_text":
      " Светодиодная лента Яндекс YNDX-00544 с контроллером и адаптером питания исправно работает при управлении с помощью выключателя, голосовых команд и приложения «Дом с Алисой». Модель поддерживает настройку через протоколы связи Bluetooth, Wi-Fi и Matter. Последний вариант удобен при наличии в доме умных устройств от разных производителей.В одном метре ленты установлено 24 светодиода с интенсивностью свечения 250 лм. Поэтому Яндекс YNDX-00544 подходит для создания длинных сборок на потолке и стенах. Короткие отрезки дают недостаточно света, но успешно выполняют функцию декора. 3-метровая лента с защитой от брызг и пыли IP65 подходит для уличного и монтажа в ванной комнате.",
    "Cable_LED-Strip_Yandex_text":
      "Удлинитель светодиодной ленты Яндекс YNDX-00547 подходит для увеличения сборок с 24 диодами на 1 метр. Плотная оплетка полностью защищает контакты от пыли и влаги, допускает установку на улице или в ванной комнате. Яркости светового потока 250 лм хватает для создания фонового или декоративного освещения, зонирования помещения.Яндекс YNDX-00547 поддерживает нейтральный белый свет и настройку оттенков и эффектов RGB. Есть поддержка управления с простого выключателя, контроллера, приложения на смартфоне и голосовых команд.",
    "LED-Strip_Kojimo_text":
      "Умная светодиодная Wi-Fi RGB лента KOJIMA с регулируемым световым потоком от 70 до 800 люмен, низким энергопотреблением. Мобильное приложение адаптировано под большинство устройств IOS и ANDROID. Вы с легкостью сможете управлять яркостью и цветом, устанавливать динамические сцены, включать и выключать свет по расписанию с функцией таймер, управлять группой лент одним нажатием, управлять с помощью голосового ассистента Яндекс Алисы.",
    "LED-Strip_Roximo_text_1":
      "Умная адресная светодиодная wifi гирлянда ROXIMO SFCL01-L длиной 10 метров- это одно из устройств экосистемы умного дома Roximo. Гирлянда на елку является одним из главных элементов новогоднего оформления. Благодаря уровню влагозащиты ламп IP67 (блок управления IP44) Вы можете использовать гирлянду не только дома, но и на улице.",
    "LED-Strip_Roximo_text_2":
      "В приложении Roximo Вам будут доступны кнопки и различные функции умной гирлянды: рисование- выбор цветовых схем + создание собственных, цветомузыка + создание собственной, установка сцен + создание собственных, настройка таймеров и другие настройки.",
    Lamp_Aqara_text_1:
      "Две зоны освещения: Светильник имеет основной источник света, который обеспечивает широкий диапазон цветовых температур (2700K-6500K) для регулируемого белого света, а также боковой источник света с 16 миллионами цветовых вариантов для создания красочной атмосферы.",
    Lamp_Aqara_text_2:
      "Высокая яркость: Основной источник света обладает максимальной яркостью 3450 люмен, обеспечивая достаточное освещение для вашего пространства.",
    Lamp_Aqara_text_3:
      "Управление через приложение: Вы можете регулировать цветовую температуру, яркость и RGB-эффекты светильника с помощью приложения Aqara Home.",
    Lamp_Aqara_text_4:
      "Регулировка яркости: Светильник можно диммировать, позволяя вам регулировать яркость в соответствии с вашими потребностями.",
    Lamp_Aqara_text_5:
      "Долгий срок службы: Светодиодный источник света имеет срок службы 50 000 часов, что обеспечивает его долговечность.",
    Lamp_Aqara_text_6:
      "Стильный дизайн: Aqara Ceiling Light T1M имеет тонкий и современный дизайн, который дополняет различные интерьеры.",
    Light_table_Yandex_text_1:
      "Модель YNDX-00560 представляет собой интеллектуальное световое решение с поддержкой RGBW-спектра и световым потоком 220 лм.",
    Light_table_Yandex_text_2:
      "Устройство поддерживает дистанционное управление через мобильный софт и голосовых ассистентов, позволяя автоматизировать работу по расписанию. Также предусмотрен ручной сенсорный интерфейс на верхней части корпуса.",
    "Control_LED-Strip_text":
      "Контроллер диммер для умного дома, работает с Алисой. Позволяет регулировать яркостью светодиодных лент через голосового помощника или с помощью сценарий.",
    "Control_LED-Strip_RGB_text":
      'Представляем вам новый Wi-Fi контроллер – компактное и стильное решение, которое вдохнет новую жизнь в вашу систему освещения и сделает ваш дом по-настоящему умным! Полная интеграция с популярными системами "Умный дом": Яндекс Алиса, Amazon Alexa и Google Home Assistant. Просто скажите: "Алиса, включи праздничную подсветку!" Наслаждайтесь более чем 100 режимами работы, от плавного переключения цветов до динамичных световых эффектов. Подберите идеальное освещение для любого настроения и события! Лаконичный дизайн, компактный размер и классический белый цвет делают контроллер незаметным и элегантным дополнением к вашему дому.',
    Bulb_dimmable: "Диммируемая лампочка",
    Bulb_E27_9_Yandex_filamentous_text:
      "Возможность регулировать цветовую температуру от 2700 до 6500 К и яркость свечения позволит создать тёплое мягкое освещение для романтического вечера или холодный и яркий свет для продуктивной работы.",
    Bulb_E27_9_Yandex_text:
      "Возможность регулировать цветовую температуру от 2700 до 6500 К и яркость свечения позволит создать тёплое мягкое освещение для романтического вечера или холодный и яркий свет для продуктивной работы.",
    Bulb_Yandex_RGB_text:
      "Возможность изменения цвета свечения позволит создавать различное освещение под ваше настроение или задачи: яркое фиолетовое свечение для детской, синее для погружения в атмосферу во время гейминга или специальный режим Вечеринка, когда у вас гости.",
  },
  en: {
    menu_main: "Main",
    menu_catalog: "Catalog",
    menu_packages: "Packages",
    menu_services: "Services",
    menu_portfolio: "Portfolio",
    Need_hub: "Hub required",
    Ecosystem: "Ecosystem",
    Yandex_Smart_Home: "Yandex Smart Home",
    Type: "Type",
    Control_center: "Control center",
    Communication_protocol: "Communication protocol",
    Connected_devices: "Number of connected devices",
    From_the_battery: "Battery-powered",
    Power: "Power",
    Static_electricity: "Mains power",
    IR_Port: "IR Port",
    Cost: "Cost",
    tenge: "tg",
    floating_call: "📞 Contacts us",
    floating_contact_us: "Contacts us",
    footer:
      "* The prices are provided for reference only and may differ from the actual ones. To confirm the exact cost, please contact us using the details provided at the top of the page.",
    "LED-Strip_Yandex": "Yandex LED Strip 3m",
    "Cable_LED-Strip_Yandex": "Extension Cable for Yandex LED Strip",
    "LED-Strip_Kojimo": "KOJIMA LED Strip 5m",
    "LED-Strip_Roximo": "ROXIMO Garland",
    Lamp_Aqara: "Aqara Ceiling Light",
    Light_table_Yandex: "Yandex smart ambient lamp",
    "Control_LED-Strip": "Dimmer for LED Strip 12/24V 15A",
    "Control_LED-Strip_RGB": "RGB Controller for LED Strips 12V, 24V",
    "Bulb_E14_4.5": "E14 4.5W Gauss Filament Bulb, Warm White",
    Bulb_E14_5_RGB: "E14 5W Gauss RGB Bulb",
    Bulb_E14_6_Yandex: "E14 6W 520 lm Yandex RGB Bulb",
    "Bulb_E27_6.5": "E27 6.5W Gauss Filament Bulb, Yellow",
    Bulb_E27_7: "E27 7W Gauss Bulb, Warm White",
    "Bulb_E27_8.5": "E27 8.5W Gauss RGB Bulb",
    Bulb_E27_9_Yandex_filamentous: "E27 9W Yandex Filament Bulb, White Light",
    Bulb_E27_9_Yandex: "E27 9W Yandex Bulb, White",
    Bulb_E27_9_Yandex_RGB: "E27 9W Yandex RGB Bulb",
    Bulb_E27_10_RGB: "E27 10W Gauss RGB Bulb",
    Bulb_E27_11_Yandex_RGB: "E27 11W Yandex RGB Bulb",
    Bulb_GU10_6_Yandex: "GU10 6W 520 lm Yandex RGB Bulb",
    Bulb_GX53_9_Yandex: "GX53 9W 806 lm Yandex RGB Bulb",
    "LED-Strip_Yandex_text":
      "The Yandex LED strip YNDX‑00544, complete with controller and power adapter, operates reliably via switch, voice commands, and the “Home with Alice” app. This model supports control via Bluetooth, Wi‑Fi and Matter protocols. The latter is convenient when your home includes smart devices from different manufacturers. Each meter of the strip contains 24 LEDs with a light output of 250 lm, making YNDX‑00544 suitable for long assemblies on ceilings and walls. Short segments provide less light but still work well for decorative purposes. The 3‑meter strip with IP65 splash and dust protection is suitable for outdoor and bathroom installation.",
    "Cable_LED-Strip_Yandex_text":
      "The extension cable for the Yandex LED strip YNDX‑00547 is suitable for extending assemblies with 24 diodes per meter. Its tightly braided jacket fully protects contacts from dust and moisture, allowing outdoor or bathroom installation. The 250 lm brightness is sufficient for ambient or decorative lighting and zoning. YNDX‑00547 supports neutral white light as well as RGB tones and effects. Control is supported via simple switch, controller, mobile app, and voice commands.",
    "LED-Strip_Kojimo_text":
      "The smart Wi‑Fi RGB LED strip KOJIMA offers adjustable light output from 70 to 800 lumens with low power consumption. The mobile app is adapted for most iOS and Android devices. You can easily control brightness and color, set dynamic scenes, schedule on/off via timer, group strips with one tap, and use voice control with Yandex Alice.",
    "LED-Strip_Roximo_text_1":
      "The smart addressable Wi‑Fi LED garland ROXIMO SFCL01‑L, 10 meters long, is part of the Roximo smart home ecosystem. The strip is a key element for holiday decoration. Thanks to IP67 water protection (control unit is IP44), you can use it indoors and outdoors.",
    "LED-Strip_Roximo_text_2":
      "In the Roximo app you will find buttons and various functions for the smart garland: drawing – selecting color schemes + creating your own; color music + custom creations; setting scenes + custom ones; timer settings and other adjustments.",
    Lamp_Aqara_text_1:
      "Two lighting zones: The fixture includes a main light source with a wide color temperature range (2700K‑6500K) for adjustable white light and a side light source with 16 million colors to create a vibrant ambiance.",
    Lamp_Aqara_text_2:
      "High brightness: The main light source offers a maximum output of 3450 lumens, providing ample illumination for your space.",
    Lamp_Aqara_text_3:
      "Control via app: You can adjust color temperature, brightness, and RGB effects through the Aqara Home app.",
    Lamp_Aqara_text_4: "Dimmable: The lamp can be dimmed, allowing you to set brightness to your needs.",
    Lamp_Aqara_text_5: "Long lifetime: The LED light source has a rated life of 50,000 hours, ensuring durability.",
    Lamp_Aqara_text_6:
      "Stylish design: The Aqara Ceiling Light T1M features a slim, modern design that complements various interiors.",
    Light_table_Yandex_text_1:
      "The YNDX-00560 model is an intelligent lighting solution supporting the RGBW spectrum with a luminous flux of 220 lm.",
    Light_table_Yandex_text_2:
      "The device supports remote control via a mobile app and voice assistants, allowing scheduled automation. A manual touch interface is also provided on the top of the корпус.",
    "Control_LED-Strip_text":
      "Dimmer controller for smart home, works with Alice. Allows you to adjust LED strip brightness via voice assistant or automation scenarios.",
    "Control_LED-Strip_RGB_text":
      "We present our new Wi‑Fi controller — a compact and stylish solution that will bring new life to your lighting system and make your home truly smart! Full integration with popular 'Smart Home' systems: Yandex Alice, Amazon Alexa, and Google Home. Simply say: “Alice, turn on the holiday lighting!” Enjoy over 100 modes from smooth color transitions to dynamic light effects. With a sleek design and compact size in classic white, this controller blends seamlessly into your home.",
    Bulb_dimmable: "Dimmable bulb",
    Bulb_E27_9_Yandex_filamentous_text:
      "The ability to adjust color temperature from 2700 to 6500K and brightness lets you create warm soft lighting for a romantic evening or cool bright light for productive work.",
    Bulb_E27_9_Yandex_text:
      "The ability to adjust color temperature from 2700 to 6500K and brightness lets you create warm soft lighting for a romantic evening or cool bright light for productive work.",
    Bulb_Yandex_RGB_text:
      "The ability to change the light color allows different lighting scenes to match your mood or task: bright violet light for a kid’s room, blue for immersion while gaming, or Party mode when you have guests.",
  },
};
