const translations = {
  kz: {
    menu_main: "Басты",
    menu_catalog: "Каталог",
    menu_packages: "Пакеттер",
    menu_services: "Қызметтер",
    menu_portfolio: "Портфолио",
    Need_hub: "Хаб қажет",
    Ecosystem: "Экожүйе",
    Yandex_Smart_Home: "Яндекс ақылды үй",
    Type: "Типі",
    Control_center: "Басқару орталығы",
    Communication_protocol: "Байланыс протоколы",
    Connected_devices: "Қосылатын құрылғылар саны",
    From_the_battery: "Аккумулятормен жұмыс істейді",
    Power: "Қуат",
    Static_electricity: "Қуат желісінен",
    IR_Port: "ИК порты",
    Cost: "Бағасы",
    tenge: "тг",
    floating_call: "📞 Хабарласу",
    floating_contact_us: "Байланысу",
    footer:
      "* Бағалар ақпараттық мақсатта көрсетілген және нақты бағалардан өзгешеленуі мүмкін. Нақты құнын анықтау үшін беттің жоғарғы бөлігінде көрсетілген байланыс арқылы хабарласыңыз.",
    Cornice_Yandex_3: "Яндекс ақылды перде карнизі, ұзындығы 1,8–3 м",
    Cornice_Yandex_4: "Яндекс ақылды перде карнизі, ұзындығы 2,4–4,5 м",
    Cornice_Tuya_4: "Ақылды Tuya карнизі 4 м",
    Cornice_Tuya_5: "Ақылды Tuya карнизі 5 м",
    Cornice_Tuya_6: "Ақылды Tuya карнизі 6 м",
    Cornice_Tuya_7: "Ақылды Tuya карнизі 7 м",
    Cornice_Aqara_175: "Aqara карнизі 175 см",
    Cornice_Aqara_210: "Aqara карнизі 210 см",
    Cornice_Aqara_250: "Aqara карнизі 250 см",
    Controller_Curtain_Aqara: "Aqara перде моторы (Curtain Controller)",
    Driver_Curtain_Aqara_track: "Aqara перде моторы (рельсті нұсқасы)",
    Driver_Curtain_Aqara_rod: "Aqara перде моторы (тұтқалы нұсқасы)",
    Motor_Roller_Tuya: "Tuya ролл-перделеріне арналған мотор",
    Motor_Roller_Aqara: "Aqara роликті перде моторы",
    Cornice_Roll_59: "Роликті перде карнизі 59 см",
    Motor_Rolling_Aqara: "Aqara рулонды перде моторы",
    Cornice_Yandex_3_text_1:
      "Яндекс ақылды карнизі — перделерді басқаруға арналған ыңғайлы шешім. Оны қонақ бөлмеде, жатын бөлмеде немесе балалар бөлмесінде орнатып, терең әрі пайдалы ұйқы мен жеңіл оянуға қолайлы атмосфера жасаңыз. Телескопиялық құрылымының арқасында карниз әртүрлі өлшемдегі терезелерге — 180 см-ден 300 см-ге дейін — сай келеді, ал перделерді бірнеше ыңғайлы тәсілмен басқаруға болады.",
    Cornice_Yandex_4_text_1:
      "Яндекс ақылды карнизі — перделерді басқаруға арналған ыңғайлы шешім. Оны қонақ бөлмеде, жатын бөлмеде немесе балалар бөлмесінде орнатып, терең әрі пайдалы ұйқы мен жеңіл оянуға қолайлы атмосфера жасаңыз. Телескопиялық құрылымының арқасында карниз әртүрлі өлшемдегі терезелерге — 240 см-ден 450 см-ге дейін — сай келеді, ал перделерді бірнеше ыңғайлы тәсілмен басқаруға болады.",
    Cornice_Yandex_text_2:
      "Бірегей щеткасыз мотор дірілсіз, бірқалыпты және өте тыныш жұмыс істейді — сізді перделердің шуынан емес, жұмсақ күн сәулесінен ояту үшін. Мотор ұзақ мерзімді және энергияны аз тұтынады, ал оның қуаты салмағы 50 кг-ға дейінгі ауыр перделерді де қозғауға жеткілікті.",
    Cornice_Yandex_text_3:
      "Дауыспен: ақылды карнизді Yandex Станциясымен біріктіріп, перделерді дауыстық командалар арқылы басқарыңыз. Сондай-ақ перделердің ашылу деңгейін орнатуға болады: «Алиса, перделерді 80%-ға аш».",
    Cornice_Yandex_text_4:
      "Қосымшада және сценарийлер арқылы: басқа ақылды құрылғылармен² бірге ыңғайлы сценарийлер жасаңыз. Мысалы, ақылды карнизді жарық датчигімен байланыстырып, кешке бөлмеде жарықты қосқанда перделердің автоматты түрде жабылуын баптауға болады. Сондай-ақ «Алисамен бірге Үй» қосымшасында перделердің қозғалу жылдамдығының 3 нұсқасының бірін таңдауға болады.",
    Cornice_Yandex_text_5:
      "Кесте бойынша: бөлмеге сырттан жарық қашан түсуі, ал қашан түспеуі керегін алдын ала белгілеңіз. Немесе Таң шапағы мен Күн батуы режимдерін іске қосыңыз — бұл жағдайда карниз перделердің ашылып-жабылуын сіздің аймағыңыздағы күннің шығу және бату уақытымен синхрондайды.",
    Cornice_Yandex_text_6:
      "Қолмен: перделерді әдеттегідей өзіңіз ашып-жаба аласыз. Жай ғана тиіп, бағытты көрсетіңіз — доводчиктің арқасында перделер қозғалысты өздігінен жалғастырады.",
    Cornice_Yandex_text_7:
      "Мотор перделерді ортасынан екі жаққа бір уақытта жылжытады. Екі пердемен классикалық терезе безендіруге жарайды. Егер сізде бір ғана кең перде болса, бұл механизм сәйкес келмейді.",
    Cornice_Yandex_text_8:
      "Карниздің құрылымы бірқатарлы: бір матаға арналған бір бағыттаушы. Терезені пердемен және тюльмен классикалық түрде безендіру үшін екі карнизді қатар орнату қажет.",
    Cornice_Yandex_text_9:
      "Жиынтық: жинаққа ықшам мотор, ұзындығы реттелетін карниз және оны төбеге немесе қабырғаға бекітуге арналған арнайы монтаж жинағы кіреді.",
    Cornice_Tuya_text_1:
      "Zigbee сымсыз байланыс протоколын қолдайтын электрокөтергіш «ақылды үй» сценарийлерін интернетке немесе WiFi‑ға тікелей қосылмай-ақ орындауға мүмкіндік береді. Бұл Zigbee технологиясының негізгі артықшылықтарының бірі. Басқару пульт, қосымша немесе «Алиса» колонкасы арқылы жүргізілуі мүмкін.",
    Cornice_Tuya_text_2: "Жабдықта: Телескопиялық карниз, электромотор, ПДУ",
    Cornice_Aqara_175_text:
      "Телескопиялық карниз ‎AQARA MT‑M01D үйдегі перделерді басқаруды автоматтандыруға арналған. Оның ұзындығы 1,75 ‑ 3 метр аралығында реттеледі, бұл оны түрлі терезе ашық­жарты мөлшеріне бейімдеуге мүмкіндік береді. Карниз AQARA MT‑M01D перделердің жылдам әрі дыбыссыз қозғалысын қамтамасыз етеді, жарықтандыру мен құпиялылықты басқаруда жайлылық пен ыңғайлылық қосады. Слайдерлі перделерге арналған мотор құрамдас бөлігіне кірмейді.",
    Cornice_Aqara_210_text:
      "Телескопиялық карниз ‎AQARA MT‑M01D үйдегі перделерді басқаруды автоматтандыруға арналған. Оның ұзындығы 2,1 ‑ 3,6 метр аралығында реттеледі, бұл оны түрлі терезе ашық­жарты мөлшеріне бейімдеуге мүмкіндік береді. Карниз AQARA MT‑M01D перделердің жылдам әрі дыбыссыз қозғалысын қамтамасыз етеді, жарықтандыру мен құпиялылықты басқаруда жайлылық пен ыңғайлылық қосады. Слайдерлі перделерге арналған мотор құрамдас бөлігіне кірмейді.",
    Cornice_Aqara_250_text:
      "Телескопиялық карниз ‎AQARA MT‑M01D үйдегі перделерді басқаруды автоматтандыруға арналған. Оның ұзындығы 2,5 ‑ 4,5 метр аралығында реттеледі, бұл оны түрлі терезе ашық­жарты мөлшеріне бейімдеуге мүмкіндік береді. Слайдерлі перделерге арналған мотор құрамдас бөлігіне кірмейді.",
    Controller_Curtain_Aqara_text_1:
      "Перделерді жылжытуға арналған Aqara Curtain Controller моторы — бұл смартфон немесе дауыстық командалар арқылы перделеріңізді автоматты басқаруға мүмкіндік беретін ықшам әрі функционалды құрылғы. Ол сіздің бұрыннан бар Aqara «ақылды үй» экожүйесіне оңай интеграцияланады, өміріңізді ыңғайлы әрі стильді етеді.",
    Controller_Curtain_Aqara_text_2:
      "Перделердің дыбыссыз және бірқалыпты қозғалысынан ләззат алыңыз. Мотор бөгетпен кездескенде автоматты түрде тоқтайды, бұл перделеріңіздің және жиһазыңыздың қауіпсіздігін қамтамасыз етеді. Түрлі жұмыс режимдерін жасаңыз — мысалға «Күн», «Түн» немесе «Кино». Түрлі типтегі перделер мен карниздермен үйлесімді. Орнату жеңіл — комплектацияда кіретін белдеулер мен құралдар арқылы.",
    Driver_Curtain_Aqara_track_text_1:
      "Қарапайым перделерді «ақылды» ету — тіпті оңайырақ. Құрылғы карниздің почти кез‑келген типіне сай келеді.",
    Driver_Curtain_Aqara_track_text_2: "Карнизге және ілмектерге орнатылады. Әрбір перде үшін — бір құрылғы.",
    Driver_Curtain_Aqara_track_text_3: "Ілмектің ұзындығы (ілмектің төменгі жағынан карнизге дейін): 16 – 25 мм",
    Driver_Curtain_Aqara_track_text_4: "Карниздің ені: 10 мм",
    Driver_Curtain_Aqara_rod_text_1:
      "Бұл — перде карнизі‑тамырларға орнатуға арналған, автоматты ашу және жабу үшін жасалған «ақылды» жетек. Құрылғы перделерді смартфон арқылы, кестеге сай немесе дауыстық командалармен басқаруға мүмкіндік береді, танымал «ақылды үй» экожүйелеріне интеграцияланады.",
    Driver_Curtain_Aqara_rod_text_2:
      "Берік корпусы мен сапалы материалдары ұзақ мерзімді жұмысын қамтамасыз етеді. Aqara перделерге арналған «ақылды» жетек — үй кеңістігін толық автоматтандыруға, жайлылық пен энергия тиімділігін арттыруға жасалған қадам.",
    Motor_Roller_Tuya_text_1:
      "Zigbee ақылды рольставня жетегі — тегін смартфон қосымшасы немесе интуитивті сенсорлық басқару арқылы моторландырылған перделерді тікелей ақылды үйіңізге қосып, жаңа ақылды жалюзилеріңізді басқарыңыз.",
    Motor_Roller_Tuya_text_2:
      "Дауыстық басқару: Alexa / Google Home / Alice арқылы дауыспен басқаруды қолдайды. Қалауыңызға қарай қосу және өшіру уақытын орнатыңыз, таң атқанда қосылып, күн батқанда өшсін. Ақылды рольставня моторы қолдануға жеңіл, балалар мен егде жастағы адамдарға қолайлы, отбасы үшін ыңғайлы. Электр қуаты болмаған жағдайда да перделерді қолмен ашып-жабуға болады.",
    Motor_Roller_Tuya_text_3:
      "Жұмыс жылдамдығын реттеу қолдауы: мотор жоғары, орташа және төмен жылдамдық режимдерін қолдайды. Үш деңгейлі реттеу үйіңізді одан әрі ақылды етеді.",
    Motor_Roller_Tuya_text_4:
      "Жоғарғы және төменгі шектерді орнатуға болады. Перделердің жоғарғы және төменгі нүктелерін қашықтан басқару пульті немесе қосымша арқылы баптауға болады. Шнурлы ілмектері немесе моншақ тізбектері (пластик немесе металл) бар кез келген перде/жалюзимен үйлесімді. Өздігінен орнату небәрі 5 минутты алады және бағасы екі есе арзан, бұл оны перделер мен жалюзилерді автоматтандыруға арналған ең жақсы таңдауға айналдырады. Балалардан қорғау функциясы құрылғыны балалардың пайдалануын болдырмайды. Үйіңіздің ақылды әрі қауіпсіз болуын қамтамасыз етіңіз.",
    Motor_Roller_Tuya_text_5: "Жиынтық:",
    Motor_Roller_Tuya_text_6: "Рольставня моторы",
    Motor_Roller_Tuya_text_7: "Bluetooth қашықтан басқару пульті",
    Motor_Roller_Tuya_text_8: "USB кабелі",
    Motor_Roller_Tuya_text_9: "3M жабысқақ таспа",
    Motor_Roller_Tuya_text_10: "Тісті дөңгелектер",
    Motor_Roller_Tuya_text_11: "Бұрандаларға арналған қапшық",
    Motor_Roller_Tuya_text_12: "Орыс тіліндегі пайдалану нұсқаулығы",
    Motor_Roller_Aqara_text:
      "Перделерді автоматты басқаруға арналған құрылғы. Жаңдар, рулонды перделер және басқару тізбегі бар кез‑келген затты «ақылды» етіңіз. Құрылғы оңай орнатылады және аккумулятормен жұмыс істейді. Смартфон, дауыстық ассистенттер, автоматтандырулар және сымсыз қосқыштар арқылы басқаруға болады. Перделерді және жалюзиді толық немесе берілген пайыз бойынша ашады және жабады.",
    Cornice_Roll_59_text:
      "Рулонды перделерге арналған Aqara «ақылды» мотор — бұл рулонды перделерді, бөлімшелерді немесе проекциялық экрандарды басқаруға арналған мотор. Перделерді смартфоннан, құрамдас пульт арқылы немесе дауыспен «Алиса» ассистенті арқылы басқаруға болады.",
    Motor_Rolling_Aqara_text_1:
      "Универсалды қолдану: Диаметрі 35 ‑ 70 мм құрайтын валы бар көптеген типтегі перделерге немесе жалюзигe сай келеді.",
    Motor_Rolling_Aqara_text_2:
      "Элегантты дизайн: Құрылғы корпусы ақ пластиктен жасалған, кез‑келген интерьерге үйлесім табады. Кестені баптау: Күннің шығуы/батуына немесе басқа оқиғаларға байланысты жалюзиді автоматты түрде ашу/жабуды орнатыңыз.",
    Motor_Rolling_Aqara_text_3: "Қолмен басқару: Құрылғы корпусындағы батырма арқылы басқаруды қайталаңыз.",
    Motor_Rolling_Aqara_text_4:
      "Артық жүктемеден қорғау: Құрылғыдағы мотор қорғанысы механизм бұғатталған жағдайда зақымданудан сақтайды.",
    Motor_Rolling_Aqara_text_5: "Дыбыссыз қозғалыс: Мотордың дерлік дыбыссыз жұмысынан ләззат алыңыз.",
  },
  ru: {
    menu_main: "Главная",
    menu_catalog: "Каталог",
    menu_packages: "Пакеты",
    menu_services: "Услуги",
    menu_portfolio: "Портфолио",
    Need_hub: "Нужен хаб",
    Ecosystem: "Экосистема",
    Yandex_Smart_Home: "Умный дом Яндекса",
    Power: "Питание",
    Communication_protocol: "Протокол связи",
    Power: "Питание",
    Control_center: "Центр управления",
    Connected_devices: "Количество подключаемых устройств",
    From_the_battery: "Oт аккумулятора",
    Static_electricity: "От сети",
    IR_Port: "ИК Порт",
    Cost: "Стоимость",
    tenge: "тг",
    floating_call: "📞 Позвонить",
    floating_contact_us: "Связаться",
    footer:
      "* Цены указаны для ознакомления и могут отличаться от актуальных. Для уточнения стоимости свяжитесь с нами по контактам, указанным вверху страницы.",
    Cornice_Yandex_3: "Умный карниз для штор Яндекс, длина 1,8-3 м",
    Cornice_Yandex_4: "Умный карниз для штор Яндекс, длина 2,4-4,5 м",
    Cornice_Tuya_4: "Карниз умный Tuya 4м",
    Cornice_Tuya_5: "Карниз умный Tuya 5м",
    Cornice_Tuya_6: "Карниз умный Tuya 6м",
    Cornice_Tuya_7: "Карниз умный Tuya 7м",
    Cornice_Aqara_175: "Карниз Aqara 175см",
    Cornice_Aqara_210: "Карниз Aqara 210см",
    Cornice_Aqara_250: "Карниз Aqara 250см",
    Controller_Curtain_Aqara: "Мотор для раздвижных штор Aqara Curtain Controller",
    Driver_Curtain_Aqara_track: "Мотор раздвижных штор Aqara Curtain Driver E1 (Track Version)",
    Driver_Curtain_Aqara_rod: "Мотор раздвижных штор Aqara Curtain Driver E1 (Rod Version)",
    Motor_Roller_Tuya: "Мотор для роллштор Tuya",
    Motor_Roller_Aqara: "Мотор для роллштор Aqara",
    Cornice_Roll_59: "Карниз для роллштор 59см",
    Motor_Rolling_Aqara: "Мотор для рулонных штор Aqara Curtain Rolling Shutter Motor",
    Cornice_Yandex_3_text_1:
      "Умный карниз Яндекса — это удобное решение для управления шторами. Установите его в гостиной, спальне или детской и создайте атмосферу для крепкого здорового сна и лёгкого пробуждения. Благодаря телескопической конструкции карниз подойдёт для окон разных размеров — от 180 см до 300 см, а управлять шторами можно разными удобными способами.",
    Cornice_Yandex_4_text_1:
      "Умный карниз Яндекса — это удобное решение для управления шторами. Установите его в гостиной, спальне или детской и создайте атмосферу для крепкого здорового сна и лёгкого пробуждения. Благодаря телескопической конструкции карниз подойдёт для окон разных размеров — от 240 см до 450 см, а управлять шторами можно разными удобными способами.",
    Cornice_Yandex_text_2:
      "Уникальный бесщёточный мотор обеспечивает плавную, бесшумную работу без вибраций, чтобы вы могли просыпаться от мягкого солнечного света, а не от шума открывающихся штор. Мотор долговечен и потребляет мало энергии, а его мощности хватит, чтобы двигать даже тяжёлые шторы весом до 50 кг.",
    Cornice_Yandex_text_3:
      "Голосом: объедините умный карниз с Яндекс Станцией и управляйте шторами с помощью голосовых команд. Также можно задавать степень открытия штор: «Алиса, открой шторы на 80%».",
    Cornice_Yandex_text_4:
      "В приложении и с помощью сценариев: создавайте удобные сценарии с другими умными устройствами². Например, соедините умный карниз и датчик освещения, чтобы шторы закрывались вечером, когда вы включите свет в комнате. Также в приложении Дом с Алисой можно выбрать любую из 3 скоростей движения штор.",
    Cornice_Yandex_text_5:
      "По расписанию: задайте время, когда хотите, чтобы в комнату попадал свет с улицы, а когда — нет. Или активируйте режимы Рассвета и Заката: тогда карниз будет синхронизировать открытие и закрытие штор с часами, когда солнце в вашем регионе встаёт и садится.",
    Cornice_Yandex_text_6:
      "Вручную: можете привычно задвигать и раздвигать шторы. Просто дотроньтесь, задайте направление, и благодаря доводчику шторы сами продолжат движение.",
    Cornice_Yandex_text_7:
      "Мотор раздвигает шторы одновременно в обе стороны от центра. Подходит для классического оформления окна двумя шторами. Механизм не подойдёт, если у вас только одна широкая штора.",
    Cornice_Yandex_text_8:
      "Конструкция карниза однорядная: одна направляющая для одного полотна ткани. Для того, чтобы оформить окно классически и шторой, и тюлью, необходимо установить два карниза параллельно.",
    Cornice_Yandex_text_9:
      "Комплектация: В комплект входят компактный мотор, карниз с регулируемой длиной и специальный набор для его крепления к потолку или к стенам.",
    Cornice_Tuya_text_1:
      "Электродвигатель с поддержкой беспроводной Протокол связи Zigbee позволяет выполнять сценарий умного дома без необходимости прямого подключения к интернету или Wifi. Это одно из ключевых преимуществ технологии Zigbee. Возможно управление с помощью пульта управления, через приложение и с через колонку Алиса.",
    Cornice_Tuya_text_2: "Комплектация: Телескопический карниз, электродвигатель, ПДУ",
    Cornice_Aqara_175_text:
      "Телескопический карниз AQARA MT-M01D предназначен для автоматизации управления шторами в вашем доме. Его длина регулируется от 1,75 до 3 метров, что позволяет адаптировать его под различные размеры оконных проемов. Карниз AQARA MT-M01D обеспечивает плавное и бесшумное движение штор, добавляя комфорт и удобство в управление освещением и приватностью вашего помещения. Мотор для раздвижных штор не входит в комплект.",
    Cornice_Aqara_210_text:
      "Телескопический карниз AQARA MT-M01D предназначен для автоматизации управления шторами в вашем доме. Его длина регулируется от 2,1 до 3,6 метров, что позволяет адаптировать его под различные размеры оконных проемов.Карниз AQARA MT-M01D обеспечивает плавное и бесшумное движение штор, добавляя комфорт и удобство в управление освещением и приватностью вашего помещения. Мотор для раздвижных штор не входит в комплект.",
    Cornice_Aqara_250_text:
      "Телескопический карниз AQARA MT-M01D предназначен для автоматизации управления шторами в вашем доме. Его длина регулируется от 2,5 до 4,5 метров, что позволяет адаптировать его под различные размеры оконных проемов. Мотор для раздвижных штор не входит в комплект.",
    Controller_Curtain_Aqara_text_1:
      " Мотор для раздвижных штор Aqara Curtain Controller – это компактное и функциональное устройство, которое позволяет автоматизировать управление вашими шторами с помощью смартфона или голосовых команд. Он легко интегрируется в вашу существующую экосистему умного дома Aqara, делая вашу жизнь более комфортной и стильной.",
    Controller_Curtain_Aqara_text_2:
      "Наслаждайтесь плавным и тихим движением штор без ненужного шума. Мотор автоматически останавливается при встрече с препятствием, обеспечивая безопасность ваших штор и мебели. Создавайте различные режимы работы штор для разных ситуаций, например, режим “День”, “Ночь” или “Кино”. Совместим с различными типами штор и карнизов. Легко установить с помощью входящих в комплект креплений и инструментов.",
    Driver_Curtain_Aqara_track_text_1:
      "Сделать обычные шторы умными — ещё проще. Устройство подходит почти для любого типа карниза.",
    Driver_Curtain_Aqara_track_text_2: "Крепится на карниз и крючки. Под каждую штору — одно устройство.",
    Driver_Curtain_Aqara_track_text_3: "Длина крючка (от низа крючка до карниза): 16 – 25 мм",
    Driver_Curtain_Aqara_track_text_4: "Ширина карниза: 10 мм",
    Driver_Curtain_Aqara_rod_text_1:
      "Это умный привод для автоматического открытия и закрытия штор, разработанный для установки на шторные карнизы-стержни. Устройство позволяет управлять шторами дистанционно через смартфон, по расписанию или с помощью голосовых команд, интегрируясь в популярные экосистемы умного дома.",
    Driver_Curtain_Aqara_rod_text_2:
      "Прочный корпус и качественные материалы гарантируют долговечность работы. Умный привод для штор Aqara — это шаг к полной автоматизации домашнего пространства, повышению комфорта и энергоэффективности.",
    Motor_Roller_Tuya_text_1:
      "Умный привод рольставней Zigbee, управляйте своими новыми умными жалюзи, добавляя моторизованные шторы непосредственно в свой умный дом с помощью бесплатного приложения для смартфона или интуитивно понятной сенсорной функции.",
    Motor_Roller_Tuya_text_2:
      "Голосовое управление: поддержка голосового управления Alexa/Google Home/Alice. Установите время включения и выключения в соответствии с вашими предпочтениями, включение на рассвете и выключение на закате. Умный мотор для рольставней прост в эксплуатации, подходит для детей и пожилых людей, прост в эксплуатации, удобен для семейного использования. Двигатель рольставен вы можете открывать/закрывать шторы вручную даже при отсутствии питания.",
    Motor_Roller_Tuya_text_3:
      "Поддержка регулировки скорости работы Мотор поддерживает высокую скорость, среднюю скорость, низкую скорость, 3 скорости регулировки, что делает ваш дом умнее.",
    Motor_Roller_Tuya_text_4:
      "Можно установить верхний и нижний пределы. Верхнюю и нижнюю точки штор можно задать с помощью пульта дистанционного управления или приложения. Совместимо с любыми шторами/жалюзи с петлями для шнура или цепочками с бусинами (пластиковыми или металлическими). Установка своими руками занимает всего 5 минут, а стоит вдвое дешевле, что делает эти умные жалюзи лучшим выбором для автоматизации штор/жалюзи. Функция блокировки от детей может предотвратить использование устройства детьми. Убедитесь, что ваш дом «умный» и безопасный.",
    Motor_Roller_Tuya_text_5: "Комплектация:",
    Motor_Roller_Tuya_text_6: "Двигатель рольставней",
    Motor_Roller_Tuya_text_7: "Пульт дистанционного управления Bluetooth",
    Motor_Roller_Tuya_text_8: "USB-кабель",
    Motor_Roller_Tuya_text_9: "Клейкая лента 3M",
    Motor_Roller_Tuya_text_10: "Шестеренки",
    Motor_Roller_Tuya_text_11: "Сумка для винтов",
    Motor_Roller_Tuya_text_12: "Руководство по эксплуатации на русском языке",
    Motor_Roller_Aqara_text:
      "Устройство для автоматического управления шторами. Сделайте умными ваши жалюзи, рулонные шторы и всё, что открывается цепью управления. Устройство легко устанавливается и работает на аккумуляторе. Устройством можно управлять со смартфона, голосовыми помощниками, через автоматизации и беспроводными выключателями. Открывает и закрывает шторы и жалюзи полностью или на заданный процент.",
    Cornice_Roll_59_text:
      "Умный мотор для рулонных штор Aqara – это мотор для управления рулонными шторами, перегородками или проекционными экранами. Вы можете управлять шторами со смартфона, с помощью пульта управления, который идёт в комплекте, или голосом через голосовых помощников Алису.",
    Motor_Rolling_Aqara_text_1:
      "Универсальное применение: Подходит для большинства типов штор или жадюзи, оснащенных валом диаметром от 35 до 70 мм.",
    Motor_Rolling_Aqara_text_2:
      " Элегантный дизайн: Корпус устройства выполнен из белого пластика, гармонично вписываясь в любой интерьер. Настройка расписания: Создайте автоматическое открытие/закрытие жалюзи в зависимости от времени суток, восхода/захода солнца или других событий.",
    Motor_Rolling_Aqara_text_3: "Управление вручную: Дублируйте управление с помощью кнопки на корпусе устройства.",
    Motor_Rolling_Aqara_text_4:
      "Защита от перегрузки: Встроенная защита двигателя предотвращает поломки при блокировке механизма.",
    Motor_Rolling_Aqara_text_5: "Тихий ход: Наслаждайтесь тишиной благодаря практически бесшумной работе двигателя.",
  },
  en: {
    menu_main: "Main",
    menu_catalog: "Catalog",
    menu_packages: "Packages",
    menu_services: "Services",
    menu_portfolio: "Portfolio",
    Need_hub: "Hub required",
    Ecosystem: "Ecosystem",
    Yandex_Smart_Home: "Yandex Smart Home",
    Type: "Type",
    Control_center: "Control center",
    Communication_protocol: "Communication protocol",
    Connected_devices: "Number of connected devices",
    From_the_battery: "Battery-powered",
    Power: "Power",
    Static_electricity: "Mains power",
    IR_Port: "IR Port",
    Cost: "Cost",
    tenge: "tg",
    floating_call: "📞 Contacts us",
    floating_contact_us: "Contacts us",
    footer:
      "* The prices are provided for reference only and may differ from the actual ones. To confirm the exact cost, please contact us using the details provided at the top of the page.",
    Cornice_Yandex_3: "Yandex smart curtain rod, length 1.8–3 m",
    Cornice_Yandex_4: "Yandex smart curtain rod, length 2.4–4.5 m",
    Cornice_Tuya_4: "Smart Curtain Rod Tuya 4m",
    Cornice_Tuya_5: "Smart Curtain Rod Tuya 5m",
    Cornice_Tuya_6: "Smart Curtain Rod Tuya 6m",
    Cornice_Tuya_7: "Smart Curtain Rod Tuya 7m",
    Cornice_Aqara_175: "Aqara Curtain Rod 175cm",
    Cornice_Aqara_210: "Aqara Curtain Rod 210cm",
    Cornice_Aqara_250: "Aqara Curtain Rod 250cm",
    Controller_Curtain_Aqara: "Aqara Curtain Motor Controller",
    Driver_Curtain_Aqara_track: "Aqara Curtain Motor Driver E1 (Track Version)",
    Driver_Curtain_Aqara_rod: "Aqara Curtain Motor Driver E1 (Rod Version)",
    Motor_Roller_Tuya: "Tuya roller blind motor",
    Motor_Roller_Aqara: "Aqara Roller Blind Motor",
    Cornice_Roll_59: "Roller Blind Rod 59cm",
    Motor_Rolling_Aqara: "Aqara Curtain Rolling Shutter Motor",
    Cornice_Yandex_3_text_1:
      "The Yandex smart curtain rod is a convenient solution for controlling curtains. Install it in the living room, bedroom, or children’s room to create an atmosphere for deep, healthy sleep and easy waking. Thanks to its telescopic design, the rod fits windows of various sizes — from 180 cm to 300 cm — and allows you to control the curtains in several convenient ways.",
    Cornice_Yandex_4_text_1:
      "The Yandex smart curtain rod is a convenient solution for controlling curtains. Install it in the living room, bedroom, or children’s room to create an atmosphere for deep, healthy sleep and easy waking. Thanks to its telescopic design, the rod fits windows of various sizes — from 240 cm to 450 cm — and allows you to control the curtains in several convenient ways.",
    Cornice_Yandex_text_2:
      "The unique brushless motor ensures smooth, quiet operation without vibrations, so you wake up to soft sunlight rather than the noise of opening curtains. The motor is durable, consumes little energy, and is powerful enough to move even heavy curtains weighing up to 50 kg.",
    Cornice_Yandex_text_3:
      "By voice: connect the smart curtain rod to a Yandex Station and control the curtains using voice commands. You can also set the opening level, for example: “Alice, open the curtains to 80%.”",
    Cornice_Yandex_text_4:
      "In the app and with scenarios: create convenient scenarios together with other smart devices². For example, connect the smart curtain rod with a light sensor so the curtains close in the evening when you turn on the lights in the room. You can also choose one of three curtain movement speeds in the Home with Alice app.",
    Cornice_Yandex_text_5:
      "By schedule: set the time when you want sunlight to enter the room and when you don’t. Or activate Sunrise and Sunset modes — the curtain rod will then synchronize opening and closing with the times the sun rises and sets in your region.",
    Cornice_Yandex_text_6:
      "Manually: you can open and close the curtains the usual way. Just touch them and set the direction — thanks to the soft-close mechanism, the curtains will continue moving automatically.",
    Cornice_Yandex_text_7:
      "The motor moves the curtains simultaneously in both directions from the center. It is suitable for classic window designs with two curtains. The mechanism is not suitable if you have only one wide curtain.",
    Cornice_Yandex_text_8:
      "The curtain rod has a single-track design: one rail for one fabric panel. To decorate a window in a classic style with both curtains and sheer drapes, two curtain rods must be installed in parallel.",
    Cornice_Yandex_text_9:
      "Package contents: the set includes a compact motor, an adjustable-length curtain rod, and a special mounting kit for installation on the ceiling or walls.",
    Cornice_Tuya_text_1:
      "An electric motor supporting the wireless Zigbee communication protocol enables smart home scenarios without the need for a direct internet or WiFi connection. This is one of the key advantages of Zigbee technology. It can be controlled via a remote control, through an app, or via the Alice smart speaker.",
    Cornice_Tuya_text_2: "Package includes: Telescopic curtain track, electric motor, remote control",
    Cornice_Aqara_175_text:
      "The telescopic curtain track AQARA MT‑M01D is designed to automate curtain control in your home. Its length is adjustable from 1.75 to 3 meters, allowing adaptation to various window opening sizes. The AQARA MT‑M01D track ensures smooth and silent curtain movement, adding comfort and convenience to managing lighting and privacy in your space. The motor for sliding curtains is not included.",
    Cornice_Aqara_210_text:
      "The telescopic curtain track AQARA MT‑M01D is designed to automate curtain control in your home. Its length is adjustable from 2.1 to 3.6 meters, allowing adaptation to various window opening sizes. The AQARA MT‑M01D track ensures smooth and silent curtain movement, adding comfort and convenience to managing lighting and privacy in your space. The motor for sliding curtains is not included.",
    Cornice_Aqara_250_text:
      "The telescopic curtain track AQARA MT‑M01D is designed to automate curtain control in your home. Its length is adjustable from 2.5 to 4.5 meters, allowing adaptation to various window opening sizes. The motor for sliding curtains is not included.",
    Controller_Curtain_Aqara_text_1:
      "The Aqara Curtain Controller for sliding curtains is a compact and functional device that allows you to automate the control of your curtains via smartphone or voice commands. It easily integrates into your existing Aqara smart home ecosystem, making your life more comfortable and stylish.",
    Controller_Curtain_Aqara_text_2:
      "Enjoy the smooth and quiet movement of the curtains without unnecessary noise. The motor automatically stops when encountering an obstacle, ensuring the safety of your curtains and furniture. Create various operating modes for different situations, such as “Day”, “Night” or “Cinema”. Compatible with various types of curtains and tracks. Easy to install using the included mountings and tools.",
    Driver_Curtain_Aqara_track_text_1:
      "Making ordinary curtains smart is even easier. The device fits almost any type of track.",
    Driver_Curtain_Aqara_track_text_2: "Attaches to the track and hooks. One device per curtain.",
    Driver_Curtain_Aqara_track_text_3: "Hook length (from bottom of hook to track): 16 – 25 mm",
    Driver_Curtain_Aqara_track_text_4: "Track width: 10 mm",
    Driver_Curtain_Aqara_rod_text_1:
      "This is a smart drive for automatic opening and closing of curtains, designed for installation on rod‑type curtain tracks. The device lets you control curtains remotely via smartphone, on a schedule or by voice commands, integrating into popular smart home ecosystems.",
    Driver_Curtain_Aqara_rod_text_2:
      "Durable housing and quality materials guarantee long lasting performance. The Aqara smart drive for curtains is a step towards full automation of your home space, enhancing comfort and energy efficiency.",
    Motor_Roller_Tuya_text_1:
      "Zigbee smart roller shutter drive — control your new smart blinds by adding motorized curtains directly to your smart home using a free smartphone app or an intuitive touch control feature.",
    Motor_Roller_Tuya_text_2:
      "Voice control: supports Alexa / Google Home / Alice voice control. Set on and off schedules according to your preferences, turn on at sunrise and off at sunset. The smart roller shutter motor is easy to operate, suitable for children and elderly users, and convenient for family use. You can also open and close the curtains manually even when there is no power.",
    Motor_Roller_Tuya_text_3:
      "Speed adjustment support: the motor supports high, medium, and low speeds. Three adjustable speed levels make your home smarter.",
    Motor_Roller_Tuya_text_4:
      "Upper and lower limits can be set. The top and bottom positions of the curtains can be configured via the remote control or the app. Compatible with any curtains/blinds that have cord loops or beaded chains (plastic or metal). DIY installation takes only 5 minutes and costs half as much, making these smart blinds the best choice for curtain/blind automation. The child lock function helps prevent children from using the device. Make sure your home is smart and safe.",
    Motor_Roller_Tuya_text_5: "Package contents:",
    Motor_Roller_Tuya_text_6: "Roller shutter motor",
    Motor_Roller_Tuya_text_7: "Bluetooth remote control",
    Motor_Roller_Tuya_text_8: "USB cable",
    Motor_Roller_Tuya_text_9: "3M adhesive tape",
    Motor_Roller_Tuya_text_10: "Gears",
    Motor_Roller_Tuya_text_11: "Screw bag",
    Motor_Roller_Tuya_text_12: "User manual in Russian",
    Motor_Roller_Aqara_text:
      "A device for automatic control of curtains. Turn your blinds, roller shades and everything governed by a chain control into a smart system. The device is easy to install and runs on a battery. It can be controlled by smartphone, voice assistants, through automations and wireless switches. Opens and closes curtains and blinds fully or by a set percentage.",
    Cornice_Roll_59_text:
      "The smart motor for roller shades Aqara — a motor for controlling roller shades, partitions or projection screens. You can control the shades via smartphone, with the included remote control, or by voice via the Alice assistant.",
    Motor_Rolling_Aqara_text_1:
      "Universal application: Suitable for most types of curtains or blinds equipped with a shaft diameter from 35 to 70 mm.",
    Motor_Rolling_Aqara_text_2:
      "Elegant design: The device housing is made of white plastic, seamlessly fitting into any interior. Schedule setting: Create automatic opening/closing of blinds depending on the time of day, sunrise/sunset or other events.",
    Motor_Rolling_Aqara_text_3: "Manual control: Duplicate control using the button on the device housing.",
    Motor_Rolling_Aqara_text_4:
      "Overload protection: Built‑in motor protection prevents damage when the mechanism is blocked.",
    Motor_Rolling_Aqara_text_5: "Quiet operation: Enjoy silence thanks to the almost noiseless work of the motor.",
  },
};
