const translations = {
  kz: {
    menu_main: "Басты",
    menu_catalog: "Каталог",
    menu_packages: "Пакеттер",
    menu_services: "Қызметтер",
    menu_portfolio: "Портфолио",
    Need_hub: "Хаб қажет",
    Ecosystem: "Экожүйе",
    Yandex_Smart_Home: "Яндекс ақылды үй",
    Type: "Типі",
    Control_center: "Басқару орталығы",
    Communication_protocol: "Байланыс протоколы",
    Connected_devices: "Қосылатын құрылғылар саны",
    From_the_battery: "Аккумулятормен жұмыс істейді",
    Power: "Қуат",
    Static_electricity: "Қуат желісінен",
    IR_Port: "ИК порты",
    Cost: "Бағасы",
    tenge: "тг",
    floating_call: "Хабарласу",
    floating_contact_us: "Байланысу",
    footer:
      "* Бағалар ақпараттық мақсатта көрсетілген және нақты бағалардан өзгешеленуі мүмкін. Нақты құнын анықтау үшін беттің жоғарғы бөлігінде көрсетілген байланыс арқылы хабарласыңыз.",
    Camera_Yandex: "Yandex бейнебақылау камерасы",
    Camera_street_Roximo: "Roximo сыртқы ақылды камерасы",
    Camera_rotary_Roximo: "Roximo айналмалы ақылды камерасы",
    Camera_Roximo: "Roximo ақылды камерасы",
    Camera_E27_Roximo: "E27 қуат адаптері бар Roximo ақылды камерасы",
    Camera_4G_Roximo: "Roximo 4G сыртқы айналмалы ақылды камерасы",
    Camera_street_rotary_Roximo: "Roximo сыртқы айналмалы ақылды камерасы",
    Camera_Yandex_text_1:
      "YNDX-00582GRY бейнебақылау камерасы үй мен жаздық үшін мінсіз таңдау. Бұл Яндекс-тің алғашқы заманауи дизайны бар ақылды камерасы және Wi-Fi арқылы сапалы бейнебақылау мүмкіндігі бар. Ол Alisa экожүйесіне біріктірілген, көру бұрышы 103º және 350º айналмалы механизмге ие, бұл бір де бір детальды жібермеуге мүмкіндік береді. Қозғалыс немесе дыбыс анықталғанда жазуды іске қосады және қараңғыда түнгі көруді қосады.",
    Camera_Yandex_text_2:
      "Қолданба немесе ТВ станция арқылы трансляцияны бақылауға болады және қолжетімділікті туыстармен бөлісуге болады. Камера кез келген белсенділік туралы хабарлайды және қажет болғанда жазуды өшіре алады.",
    Camera_Yandex_text_3: "Интерфейстер: USB, Wi-Fi, microSD жады карталарын қолдау.",
    Camera_Yandex_text_4: "Ерекшеліктері: қозғалыс детекторы, жеке режим, IP20 қорғау дәрежесі.",
    Camera_Yandex_text_5:
      "Қосымша функциялар: кіріктірілген микрофон, смартфонға бейне таратылым, Яндекс Станция арқылы дауыстық басқару.",
    Camera_street_Roximo_text_1:
      "Камераны арнайы мобильді қосымша арқылы басқаруға болады, үйіңізде болып жатқан барлық нәрсені онлайн көруге болады. Бейне SD картаға немесе бұлттық сақтау орнына жазылып, кейін қарауға болады. Қауіпсіздік функциясын қолданғанда – қозғалыс анықталғанда камера автоматты түрде видеожазбаны сақтайды.",
    Camera_street_Roximo_text_2: "Түнгі режим, қозғалыс анықтау, екі жақты байланыс қолжетімді.",
    Camera_street_Roximo_text_3:
      "Құрамы: нұсқаулық – 1 дана; бекіту – 1 дана; қуат адаптері – 1 дана; ақылды камера – 1 дана",
    Camera_rotary_Roximo_text_1:
      "IP камера айналу функциясына ие және 360 градус кеңістікті қарай алады. Құрамында арнайы бекіткіш бар және камера қабырғаға немесе төбеге бекітіле алады, бейне суретті камера баптауларында аударуға болады.",
    Camera_rotary_Roximo_text_2: "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, бейбақылаушы қолжетімді.",
    Camera_rotary_Roximo_text_3:
      "Құрамы: USB кабель – 1 дана; қуат адаптері – 1 дана; нұсқаулық – 1 дана; ақылды камера – 1 дана; бекіткіш комплект – 1 дана",
    Camera_Roximo_text_1:
      "Камера арнайы айналмалы аяғы бар корпуста жасалған. Аяқ платформасы қабырғаға немесе төбеге бекітіле алады, суретті камера баптауларында аударуға болады.",
    Camera_Roximo_text_2: "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, бейбақылаушы қолжетімді.",
    Camera_Roximo_text_3:
      "Құрамы: 3М таспа – 1 дана; USB кабель – 1 дана; қуат адаптері – 1 дана; нұсқаулық – 1 дана; ақылды камера – 1 дана",
    Camera_E27_Roximo_text_1:
      "E27 қуат адаптері арқасында камераны жарық шамының орнына бұрап орнатуға болады. IP камера айналу функциясына ие және 360 градус кеңістікті қарай алады. Құрамында арнайы бекіткіш бар және камера қабырғаға немесе төбеге бекітіле алады, бейне суретті камера баптауларында аударуға болады.",
    Camera_E27_Roximo_text_2: "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, бейбақылаушы қолжетімді.",
    Camera_E27_Roximo_text_3:
      "Құрамы: USB кабель – 1 дана; қуат адаптері – 1 дана; нұсқаулық – 1 дана; бекіткіш комплект – 1 дана; E27 қуат адаптері – 1 дана; ақылды камера – 1 дана",
    Camera_4G_Roximo_text_1:
      "SIM карта орны мен 4G байланыс стандартын қолдауы камераны интернет тартпай кез келген жерде орнатуға мүмкіндік береді. Бейне SD картаға немесе бұлттық сақтау орнына жазылып, кейін қарауға болады. Қауіпсіздік функциясын қолданғанда – қозғалыс анықталғанда камера автоматты түрде видеожазбаны сақтайды.",
    Camera_4G_Roximo_text_2:
      "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, патрульдеу режимі, дежурная позицияға қайту қолжетімді.",
    Camera_4G_Roximo_text_3:
      "Құрамы: нұсқаулық – 1 дана; бекіту – 1 дана; қуат адаптері – 1 дана; ақылды камера – 1 дана",
    Camera_street_rotary_Roximo_text_1:
      "ROXIMO RHC202 ақылды сыртқы айналмалы камерасы – Roximo ақылды үй экожүйесінің бір құрылғысы.",
    Camera_street_rotary_Roximo_text_2:
      "Камера айналу функциясына ие және 360 градус кеңістікті қарай алады. Құрамында арнайы бекіткіш бар және камера қабырғаға немесе төбеге бекітіле алады, бейне суретті камера баптауларында аударуға болады. Қауіпсіздік функциясын қолданғанда – қозғалыс анықталғанда камера автоматты түрде видеожазбаны сақтайды.",
    Camera_street_rotary_Roximo_text_3:
      "Түнгі режим, қозғалыс анықтау, екі жақты байланыс, патрульдеу режимі, дежурная позицияға қайту қолжетімді.",
    Camera_street_rotary_Roximo_text_4:
      "Құрамы: нұсқаулық – 1 дана; бекіту – 1 дана; қуат адаптері – 1 дана; ақылды камера – 1 дана",
  },
  ru: {
    menu_main: "Главная",
    menu_catalog: "Каталог",
    menu_packages: "Пакеты",
    menu_services: "Услуги",
    menu_portfolio: "Портфолио",
    Need_hub: "Нужен хаб",
    Ecosystem: "Экосистема",
    Yandex_Smart_Home: "Умный дом Яндекса",
    Power: "Питание",
    Communication_protocol: "Протокол связи",
    Power: "Питание",
    Control_center: "Центр управления",
    Connected_devices: "Количество подключаемых устройств",
    From_the_battery: "Oт аккумулятора",
    Static_electricity: "От сети",
    IR_Port: "ИК Порт",
    Cost: "Стоимость",
    tenge: "тг",
    floating_call: "Позвонить",
    floating_contact_us: "Связаться",
    footer:
      "* Цены указаны для ознакомления и могут отличаться от актуальных. Для уточнения стоимости свяжитесь с нами по контактам, указанным вверху страницы.",
    "Humidifier_Xiaomi_4.5": "Увлажнитель воздуха Xiaomi 4.5 л",
    Humidifier_Xiaomi_5: "Увлажнитель воздуха Xiaomi 5 л",
    Humidifier_Xiaomi_4: "Увлажнитель воздуха Xiaomi 4 л",
    Humidifier_Xiaomi_3: "Увлажнитель воздуха Xiaomi 3 л",
    Humidifier_Aminix: "Очиститель воздуха Aminix",
    Air_Purifier_Xiaomi: "Очиститель воздуха Xiaomi Mijia Circulation Air Purifier белый",
    Air_Purifier_5_Xiaomi: "Очиститель воздуха Xiaomi Smart Air Purifier 5 Pro белый",
    Air_Purifier_Rawmid: "Очиститель воздуха Rawmid",
    Conditioner_Samsung_AI_25: "Кондиционер Samsung WindFree AI cooling + Filter 25 кв.м",
    Conditioner_Samsung_AI_35: "Кондиционер Samsung WindFree AI cooling + Filter 35 кв.м",
    Conditioner_Samsung_25: "Кондиционер Samsung WindFree 25 кв.м",
    Conditioner_Samsung_35: "Кондиционер Samsung WindFree 35 кв.м",
    Conditioner_Haier_20: "Кондиционер Haier 20 кв.м.",
    Conditioner_Haier_35: "Кондиционер Haier 35 кв.м.",
    Conditioner_Haier_50: "Кондиционер Haier 50 кв.м.",
    Conditioner_Haier_70: "Кондиционер Haier 70 кв.м.",
    Conditioner_LG_36: "Кондиционер LG 36 кв.м.",
    Conditioner_LG_27: "Кондиционер LG 27 кв.м.",
    Robot_Cleaner_DREAME_L40: "Робот-пылесос DREAME L40 белый",
    Robot_Cleaner_DREAME_D20: "Робот-пылесос DREAME Robot Vacuum D20 Ultra белый",
    Robot_Cleaner_DREAME_X50: "Робот-пылесос DREAME X50 Ultra Complete белый",
    Autoclave_Aqara: "Автокормушка Aqara 400 мл белый",
    Autoclave_Xiaomi: "Автоматическая кормушка Xiaomi для кошек и собак",
    Water_Dispenser_Xiaomi: "Автопоилка Xiaomi Smart Pet Water Dispenser 3л",
    Smart_Trash_T1: "Умное мусорное ведро Xiaomi Smart Trash Can T1",
    Smart_Trash_T3: "Умное мусорное ведро Xiaomi Smart Trash Can T3",
    Packages_Smart_Trash_T1: "Сменные пакеты для Xiaomi Townew Smart Trash Can T1 150 шт",
    Packages_Smart_Trash_T3: "Сменные картриджи с пакетами для Xiaomi TowNew Smart Trash T3 150 шт",
    Smart_mirror_round: "Умное зеркало с RGB - подсветкой, подогревом и часами, 85см., круглое.",
    Smart_mirror_square: "Умное зеркало с RGB - подсветкой, подогревом и часами, 80х80см., квадрат.",
    Smart_mirror_rectangle: "Умное зеркало с RGB - подсветкой, подогревом и часами, 80х50см., прямоугольник.",
    Smart_mirror_oval: "Умное зеркало с RGB - подсветкой, подогревом и часами, 90х40см., овал.",
    "Humidifier_Xiaomi_4.5_text_1":
      "Данное устройство предназначено для улучшения микроклимата в доме, особенно в период летнего зноя или с началом отопительного сезона.",
    "Humidifier_Xiaomi_4.5_text_2": "Увлажнитель подходит для помещения площадью до 25 КВ. М.",
    "Humidifier_Xiaomi_4.5_text_3":
      " Вода заливается сверху, что очень удобно. При недостаточном количестве жидкости в резервуаре устройство автоматически отключается. Корпус Xiaomi Mijia Mi Smart Humidifier состоит из двух частей. Верхняя часть представляет собой резервуар для воды, а в нижней части находится распылительный механизм и вся электроника.",
    Humidifier_Xiaomi_5_text_1:
      " Увлажнитель подходит для жилых комнат, детских и рабочих пространств, позволяя избежать проблем с сухим воздухом, который может вызывать дискомфорт и негативно сказываться на здоровье.",
    Humidifier_Xiaomi_5_text_2:
      "Он также отличается малым уровнем шума, что позволяет использовать его даже ночью, не беспокоясь о качестве сна. Smartmi Evaporative Humidifier 3 Lite эффективно очищает воду, что позволяет получать качественный увлажненный воздух, не причиняя вреда вашему здоровью.",
    Humidifier_Xiaomi_4_text:
      "Xiaomi Smartmi Evaporative Humidifier 3 Lite 4L EU (CJXJSQ06ZM) White - это испарительный увлажнитель воздуха со скоростью испарения 280 мл/ч и емкостью резервуара 4 л. Увлажнитель может работать без остановки до 14 часов, а уровень шума составляет всего 50 дБ. Устройство обладает регулировкой интенсивности испарения, а также поддерживает три режима работы: автоматический, ночной, поддержание влажности. Увлажнитель воздуха удобен в использовании: его можно установить как на пол, так и на стол; залив воды производится сверху. Площадь обслуживаемого помещения составляет 40 м².",
    Humidifier_Xiaomi_3_text_1:
      "Увлажнитель воздуха с ионизацией обладает невероятно стильным, оригинальным дизайном и пригодится в каждом доме. Увлажнитель для воздуха оснащен резервуаром для верхнего залива пресной или дистиллированной воды. Увлажнитель управляется как с помощью led - дисплея, так и через приложение в смартфоне (умный увлажнитель воздуха), с помощью голосовых помощников. Увлажнитель оснащен режимом самоочистки. Фильтрация при этом является многоуровневой.",
    Humidifier_Xiaomi_3_text_2:
      "Воздухоувлажнитель может использоваться в нескольких режимах: ночник, автомат и максимальное увлажнение. Увлажнитель воздуха мини оснащен датчиком - индикатором влажности воздуха и комнатной температуры, сенсорными кнопками для управления.",
    Humidifier_Aminix_text_1:
      " Aminix AMX01 — умный очиститель воздуха с ионизацией и управлением через телефон и Алису.",
    Humidifier_Aminix_text_2: "Основные преимущества:",
    Humidifier_Aminix_text_3:
      " • 3 ступени фильтрации: предварительный, HEPA H13 и угольный фильтр — удаляют до 99,95% пыли, аллергенов, дыма и запахов.",
    Humidifier_Aminix_text_4:
      "• Ионизация воздуха — наполняет помещение отрицательными ионами, снижает уровень аллергенов и бактерий, делает дыхание лёгким.",
    Humidifier_Aminix_text_5:
      "• Мониторинг качества воздуха — встроенные датчики и цветная индикация PM2.5 показывают уровень чистоты в реальном времени.",
    Humidifier_Aminix_text_6: "Обслуживаемая площадь 50.0 кв.м",
    Air_Purifier_Xiaomi_text_1:
      "Напольный очиститель воздуха представлен в белом корпусе с сенсорным дисплеем и набором понятных индикаторов. Символы на экране обозначают активные режимы и функции, температуру, влажность и другие показатели. Встроенный датчик контроля чистоты время от времени проводит анализ воздуха. Вы можете управлять устройством через мобильное приложение Mi Home и добавлять очиститель в экосистему умного дома Xiaomi.",
    Air_Purifier_Xiaomi_text_2:
      "Благодаря скорости прокачивания воздуха 510 м³/ч подходит для работы в помещениях площадью до 60 м². Угольный и фильтр предварительной очистки задерживают крупную пыль и неприятные запахи. HEPA H13 запирает внутри пыльцу, споры и подобные аллергены. Электростатический фильтр удаляет из воздуха мельчайшую пыль, сажу и копоть. Каталитический картридж с УФ-лучами устраняет бактерии и вирусы. Соответствующие индикаторы подсказывают о необходимости замены фильтров.",
    Air_Purifier_Xiaomi_text_3: " Обслуживаемая площадь 60.0 кв.м",
    Air_Purifier_5_Xiaomi_text_1:
      "Мощное решение для очищения воздуха в больших помещениях. Благодаря двухвентиляторной системе и шестислойной композитной фильтрации он эффективно удаляет бактерии, аллергены, пыль и формальдегид, обновляя воздух всего за 3 минуты.",
    Air_Purifier_5_Xiaomi_text_2:
      "Устройство оснащено передовыми датчиками для мониторинга качества воздуха, UV-C стерилизацией и интеллектуальным управлением через приложение и голосового помощника. Низкий уровень шума, стильный дизайн и энергоэффективный фильтр делают его идеальным выбором для дома и офиса.",
    Air_Purifier_5_Xiaomi_text_3: "Обслуживаемая площадь 95.0 кв.м",
    Air_Purifier_Rawmid_text_1:
      "Очиститель воздуха RAWMID Modern RMP-01 позволяет добиться максимальной чистоты воздуха и поддерживать здоровый климат в доме. Прибор предназначен для очистки воздуха от мельчайших частиц пыли, различных аллергенов, вирусов и бактерий, неприятных запахов. Эффективную очистку воздуха обеспечивает тройная фильтрация: предварительный фильтр, фильтр тонкой очистки HEPA13 и угольный фильтр.",
    Air_Purifier_Rawmid_text_2: "Особенности очистителя воздуха RAWMID Modern:",
    Air_Purifier_Rawmid_text_3:
      "Эффективность очистки 99,95% В очистителе воздуха RAWMID Modern RMP-01 установлен высокоэффективный фильтр класса HEPA13. Он удерживает 99,95% аллергенов и самых мельчайших частиц пыли размером менее 0,6 микрона. Он тихий, надёжный и долговечный. Во время работы очиститель не будет мешать вам концентрироваться на ваших делах.",
    Air_Purifier_Rawmid_text_4:
      "В очистителе RAWMID Modern предусмотрен ночной режим, в котором прибор практически бесшумный, а свет панели управления приглушён. В приложении для смартфона работу ночного режима можно настроить так, чтобы он автоматически включался вечером и выключался утром. На дисплее воздухоочистителя отображается текущая концентрация частиц PM2.5 (мкг/м³).",
    Air_Purifier_Rawmid_text_5:
      "Чуть ниже находится простая, интуитивно понятная цветная шкала качества воздуха. Она подскажет, когда качество воздуха высокое, среднее или низкое.",
    Air_Purifier_Rawmid_text_6:
      "Быстрый доступ к фильтру - Поменять фильтр на новый — легко и просто. Старый фильтр быстро снимается, а на его место ставится точно такой же новый фильтр. На всё про всё — 5 секунд.",
    Air_Purifier_Rawmid_text_7:
      "В воздухоочистителе RAWMID Modern предусмотрен специальный отсек для ароматических масел.",
    Air_Purifier_Rawmid_text_8: "Обслуживаемая площадь 80.0 кв.м",
    Conditioner_Samsung_AI_text_1:
      "Оставайтесь в комфорте с режимом WindFree. Он мягко и тихо рассеивает воздух через 23 000 микроотверстий без неприятного ощущения холодного ветра на вашей коже. В режиме WindFree наружный блок потребляет минимальное количество электроэнергии, что позволяет снизить энергопотребление на 77% по сравнению с обычном режимом*. В результате вы будете испытывать комфортную прохладу и не беспокоиться о суммах, фигурирующих в счетах за электроэнергию.",
    Conditioner_Samsung_AI_text_2:
      "Автоохлаждение с искусственным интеллектом (AI Auto Cooling). Эта система автоматически оптимизирует различные режимы работы кондиционера, анализируя условия в комнате и ваши индивидуальные особенности использования кондиционера.",
    Conditioner_Samsung_AI_text_3:
      "Режим «Спокойный сон» создает комфортную атмосферу пока вы спите. Система автоматического контроля температуры поддерживает в комнате комфортную атмосферу, благодаря чему вы быстро засыпаете и просыпаетесь свежим и отдохнувшим.",
    Conditioner_Samsung_AI_text_4:
      "Фильтр PM1.0 сохраняет воздух по-настоящему чистым, быстро улавливая даже ультрадисперсную пыль. Цветные индикаторы также показывают текущее качество воздуха. Фильтр можно мыть, поэтому его легко и экономично обслуживать.",
    Conditioner_Samsung_AI_text_5:
      "Датчик движения определяет отсутствие движения в течение 20 минут и автоматически переключается в режим WindFree для экономии энергии.Датчик обнаружения движения начнет обнаруживать отсутствие движения как минимум через 5 и максимум через 60 минут.",
    Conditioner_Samsung_text_1:
      "Кондиционеры с технологией Wind-Free эффективно поддерживают заданную температуру и исключают возникновение сквозняков. Охлажденный воздух поступает через 23 000 микроотверстий, поэтому воздух в помещении распределяется равномерно по всей площади и тратится на 77% меньше энергии.",
    Conditioner_Samsung_text_2:
      "Режим «Быстрое охлаждение» позволяет быстро охладить воздух за счет работы компрессора и вентиляции на максимальной мощности на 43% быстрее.",
    Conditioner_Samsung_text_3:
      "Настройте температуру даже если вы не дома. При использовании приложения SmartThings вы можете удаленно управлять настройками кондиционера с помощью нескольких касаний.",
    Conditioner_Samsung_text_4:
      " Трехслойный материал защищает от пыли, волос, больших частиц, вирусов, бактерий и аллергенов.",
    Conditioner_Haier_text_1:
      " Представляем вам сплит-систему Haier HSU-12HRM503 — идеальное решение для комфортного климата в вашем доме или офисе. С мощностью охлаждения 3400 Вт и обогрева 3400 Вт, она обеспечит оптимальную температуру в помещениях.",
    Conditioner_Haier_text_2: "Особенности:",
    Conditioner_Haier_text_3: " - Таймер включения/выключения — настройте работу кондиционера под свой график.",
    Conditioner_Haier_text_4: "- Режим осушения — эффективно удаляет избыточную влагу из воздуха.",
    Conditioner_Haier_text_5:
      "- Управление с мобильного устройства — контролируйте климат в вашем доме из любой точки.",
    Conditioner_Haier_text_6: "- Регулировка скорости вентилятора — настройте комфортный уровень воздушного потока.",
    Conditioner_Haier_text_7:
      "- Низкий уровень шума — всего 39 дБ, что обеспечивает тихую работу.Эта сплит-система идеально подходит для тех, кто ценит комфорт и современные технологии в повседневной жизни.",
    Conditioner_Haier_text_8:
      "Она станет отличным выбором для квартир, офисов и небольших помещений.Рекомендуем устанавливать устройство в местах, где требуется постоянный контроль температуры, и использовать его в сочетании с дополнительными фильтрами для улучшения качества воздуха.",
    Conditioner_LG_text:
      "Испытайте самые комфортные условия для сна с автоматически регулируемыми функциями. Когда активирована функция комфортного сна. Дисплей информирует вас, чтобы вы могли легко отслеживать и снижать потребление энергии. Пре-фильтр останавливает крупные частицы пыли с самого начала. Голосовое управление возможно после сопряжения приложений LG ThinQ и Yandex и при наличии Умной колонки с Голосовым помощником Алиса.",
    Robot_Cleaner_DREAME_L40_text_1: "Датчики:",
    Robot_Cleaner_DREAME_L40_text_2:
      "- датчик падения, датчик обнаружения препятствий, датчик определения типа поверхности, датчики обнаружения перепадов",
    Robot_Cleaner_DREAME_L40_text_3: "Режимы и функции:",
    Robot_Cleaner_DREAME_L40_text_4:
      "- построение карты помещения, уборка по расписанию, ограничитель зоны уборки, уборка в случайном порядке, режим локальной уборки, автоматический возврат на зарядную станцию, распознавание лестницы, обход препятствий, самозарядка",
    Robot_Cleaner_DREAME_D20_text_1:
      "Режимы и функции: построение карты помещения, ограничитель зоны уборки, режим локальной уборки, автоматический возврат на зарядную станцию, обход препятствий, самозарядка.",
    Robot_Cleaner_DREAME_D20_text_2:
      "В комплекте: Робот-пылесос, Базовая станция, Боковая щетка, Держатель салфеток, Мешок для мусора, Руководство пользователя",
    Robot_Cleaner_DREAME_X50_text_1:
      "Dreame X50 Ultra Complete — не просто робот-пылесос, а полностью автономная клининговая станция нового поколения.",
    Robot_Cleaner_DREAME_X50_text_2:
      "Он думает сам, убирается сам и обслуживает себя сам. Вам остаётся только наслаждаться чистотой. Поддерживает Русский язык.",
    Robot_Cleaner_DREAME_X50_text_3:
      "Через фирменное приложение можно настроить расписание, задать запретные зоны, выбрать режим уборки для каждой комнаты и даже включить видеозвонок, чтобы посмотреть, как дела у питомца.",
    Robot_Cleaner_DREAME_X50_text_4:
      "X50 Ultra легко преодолевает пороги до 6 см, распознаёт до 200 типов объектов (включая игрушки, носки, миски животных) и точно ориентируется даже в тёмных углах. Он убирается в труднодоступных местах, под мебелью и вдоль стен — всё под контролем интеллектуальной системы навигации с AI и 3D-сканированием.",
    Robot_Cleaner_DREAME_X50_text_5:
      "Мощное всасывание в 20 000 Па справится с любой грязью: от пыли и шерсти до крошек и песка. Уникальная двойная щётка не наматывает волосы и очищает ковры и полы максимально эффективно.",
    Robot_Cleaner_DREAME_X50_text_6:
      "После уборки робот сам отправляется на базу, где моет свои мопы горячей водой до 80°C, сушит их горячим воздухом и обрабатывает УФ-светом. Вся грязная вода уходит в бак, чистая подаётся автоматически. Вам не нужно ничего заливать, сливать или стирать вручную.",
    Autoclave_Aqara_text_1:
      "Aqara Smart Pet Feeder C1 – это умная кормушка для домашних животных, которая позволяет автоматизировать кормление ваших кошек или собак, обеспечивая им здоровое и регулярное питание, даже когда вас нет дома.",
    Autoclave_Aqara_text_2: "Ключевые особенности:",
    Autoclave_Aqara_text_3: "Автоматическое кормление:",
    Autoclave_Aqara_text_4:
      "Установите расписание кормления и порции для обеспечения регулярного и сбалансированного питания вашего питомца, даже когда вас нет дома.",
    Autoclave_Aqara_text_5: "Управление порциями:",
    Autoclave_Aqara_text_6: "Контролируйте количество выдаваемого корма для поддержания здорового веса вашего питомца.",
    Autoclave_Aqara_text_7: "Голосовое управление:",
    Autoclave_Aqara_text_8:
      "Управляйте кормушкой с помощью голосовых команд через Google Assistant или Умный дом Яндекса.",
    Autoclave_Aqara_text_9: "Удаленный доступ:",
    Autoclave_Aqara_text_10:
      "Следите за уровнем корма и управляйте кормушкой из любой точки мира с помощью приложения Aqara Home.",
    Autoclave_Aqara_text_11: "Двухсторонний голосовой чат:",
    Autoclave_Aqara_text_12: "Общайтесь со своим питомцем удаленно через встроенный динамик и микрофон.",
    Autoclave_Aqara_text_13: "Запись видео:",
    Autoclave_Aqara_text_14:
      "Записывайте короткие видео во время кормления, чтобы следить за своим питомцем, когда вас нет дома.",
    Autoclave_Aqara_text_15: "Подходит для разных кормов:",
    Autoclave_Aqara_text_16: "Вмещает до 4 кг сухого корма в виде гранул или хлопьев.",
    Autoclave_Aqara_text_17: "Удобная чистка:",
    Autoclave_Aqara_text_18: "Съемный контейнер для корма и чаша из нержавеющей стали легко чистить.",
    Autoclave_Aqara_text_19: "Резервное питание:",
    Autoclave_Aqara_text_20:
      "Встроенная батарея обеспечивает бесперебойную работу на случай отключения электроэнергии.",
    Autoclave_Xiaomi_text_1:
      "Автоматическая кормушка для кошек Xiaomi Smart Pet Food Feeder 2 XMWSQ02 — идеальное решение для заботливых хозяев. Благодаря вместительному контейнеру на 5 литров и возможности разместить до 2,5 кг корма за один раз, эта умная кормушка с таймером обеспечит вашего питомца питанием на целый месяц.",
    Autoclave_Xiaomi_text_2:
      "С датчиком взвешивания, который работает в режиме реального времени, вы всегда будете знать, сколько корма осталось в миске, и сможете избежать недоедания или переедания вашего любимца. Умная кормушка BHR9030EU для сухого корма анализирует физическое состояние животного и предлагает индивидуальные рекомендации по питанию, учитывая возраст и вес.",
    Autoclave_Xiaomi_text_3:
      "Инфракрасный мониторинг позволяет вам всегда быть в курсе состояния продовольственных запасов и своевременно пополнять их. Если вдруг произойдёт отключение электроэнергии, то не стоит беспокоиться — кормушка оснащена резервной системой питания на основе двух батареек типа АА, которые обеспечат её работу до 10 дней.",
    Water_Dispenser_Xiaomi_text_1:
      "Инновационное устройство для заботы о вашем питомце, оснащенное вместительным резервуаром объемом 3 литра. Четырехступенчатая система фильтрации гарантирует чистоту и свежесть воды, удаляя загрязнения и шерсть. С тремя режимами подачи воды, бесшумной работой и водонепроницаемостью IPX7, эта поилка обеспечивает комфорт и удобство. Интеграция с приложением Xiaomi Home позволяет легко управлять устройством и следить за состоянием воды, делая его незаменимым помощником в заботе о здоровье вашего питомца. Он способен обеспечить до 15 дней автономной работы без необходимости частого пополнения запаса воды. Это особенно удобно для занятых владельцев или тех, кто часто покидает дом, уверенные в том, что их питомец всегда будет обеспечен необходимым количеством жидкости.",
    Water_Dispenser_Xiaomi_text_2:
      "С тремя различными режимами подачи воды (постоянный поток, журчащий фонтан и мягкие струи) диспенсер предлагает выбор, который удовлетворит даже самых требовательных питомцев.",
    Smart_Trash_T1_text_1:
      " Высокотехнологичное умное ведро значительно облегчит выполнение ежедневных рутинных обязанностей и поможет сэкономить драгоценное время.",
    Smart_Trash_T1_text_2:
      "Модель T1 оснащена двумя лазерными датчиками. Один следит за приближением человека и открывает крышку, а второй служит для извлечения пакета с мусором. Замена пакетов в ведре происходит автоматически.",
    Smart_Trash_T1_text_3:
      "Специальные рулоны имеют большие размеры, повышенную прочность и плотность, что позволяет складывать в них даже отбросы с острыми углами. Однако аппарат без проблем принимает и стандартные полиэтиленовые мешки. Во время замены пакета встроенные вентиляторы создают разрежение и втягивают пакет внутрь ведра таким образом, чтобы он плотно прилегал к стенкам и дну. Результат получается во много раз лучше, чем если бы пакет менялся руками. Кроме того, в такой пакет вместится больше мусора, и его не надо специально утрамбовывать. Матово чёрный цвет мусорных мешков позволяет сохранить конфиденциальность  перед соседями.",
    Smart_Trash_T1_text_4:
      "Особое внимание уделено санитарной гигиене – крышка гаджета оборудована герметичным уплотнителем, препятствующим проникновению любых запахов. Это помогает не только повысить уровень чистоты, но и исключить риск появления паразитирующих насекомых и различных микроорганизмов. Объем 15,5 литров.",
    Smart_Trash_T3_text_1:
      "Модель T3 оснащена двумя лазерными датчиками. Один следит за приближением человека и открывает крышку, а второй служит для извлечения пакета с мусором. Замена пакетов в ведре происходит автоматически.",
    Smart_Trash_T3_text_2: "При необходимости крышку можно держать всегда открытой.",
    Smart_Trash_T3_text_3:
      "Специальные рулоны имеют большие размеры, повышенную прочность и плотность, что позволяет складывать в них даже отбросы с острыми углами. Однако аппарат без проблем принимает и стандартные полиэтиленовые мешки. Во время замены пакета встроенные вентиляторы создают разрежение и втягивают пакет внутрь ведра таким образом, чтобы он плотно прилегал к стенкам и дну.",
    Smart_Trash_T3_text_4:
      "Особое внимание уделено санитарной гигиене – крышка гаджета оборудована герметичным уплотнителем, препятствующим проникновению любых запахов. Это помогает не только повысить уровень чистоты, но и исключить риск появления паразитирующих насекомых и различных микроорганизмов. Объем 13 литров.",
    Packages_Smart_Trash_T1_text_1: "Объем - 15.5 л",
    Packages_Smart_Trash_T1_text_2: "Тип упаковки - коробка",
    Packages_Smart_Trash_T1_text_3: "Сверхпрочный - Да",
    Packages_Smart_Trash_T1_text_4: "Материал - полипропилен",
    Packages_Smart_Trash_T1_text_5: "Размер - 20.5 х 3 х 20.5 см",
    Packages_Smart_Trash_T1_text_6: "Количество в упаковке - 150",
    Packages_Smart_Trash_T3_text_1: "Объем - 13.0 л",
    Packages_Smart_Trash_T3_text_2: "Тип упаковки - коробка",
    Packages_Smart_Trash_T3_text_3: "Сверхпрочный - Да",
    Packages_Smart_Trash_T3_text_4: "Материал - полипропилен",
    Packages_Smart_Trash_T3_text_5: "Размер - 24.5 х 3.7 х 14 см",
    Packages_Smart_Trash_T3_text_6: "Количество в упаковке - 150",
    Smart_mirror_text_1:
      "Зеркало настенное с подсветкой - это не только функциональный элемент интерьера, но и стильное дополнение к вашей ванной комнате. Зеркало с подсветкой в ванную - отличный выбор для создания атмосферы уюта и релакса. А зеркало в прихожую настенное с подсветкой станет стильным акцентом в вашем доме.",
    Smart_mirror_text_2:
      "Выберите подсветку под свое настроение, купив зеркало настенное для прихожей большое с нейтральным светом 4500К, которое поможет забыть о неудобствах и с уверенной рукой наносить макияж или приобретя зеркало большое настенное с холодным светом 6000К, благодаря которому можно смело браться за выполнение домашнего задания/работы, так как этот свет способствует концентрации внимания, а заказав зеркало в ванну с подсветкой и теплым светом 3000К вы ощутите на себе летнее солнышко. Если определиться с выбором никак не получается, вы можете это все совместить, купив подсветку 3в1 (3000К, 4500К, 6000К) или приобрести миллион цветов в одном товаре - RGB-подсветку.",
    Camera_Yandex: "Камера видео наблюдения Yandex",
    Camera_street_Roximo: "Умная камера уличная ROXIMO",
    Camera_rotary_Roximo: "Умная поворотная камера ROXIMO",
    Camera_Roximo: "Умная камера ROXIMO",
    Camera_E27_Roximo: "Умная камера ROXIMO с адаптером питания E27",
    Camera_4G_Roximo: "Умная 4G камера уличная поворотная ROXIMO",
    Camera_street_rotary_Roximo: "Умная камера уличная поворотная ROXIMO",
    Camera_Yandex_text_1:
      "Камера видеонаблюдения YNDX-00582GRY — идеальный выбор для дома и дачи. Это первая умная камера Яндекса с современным дизайном и качественным видеонаблюдением через Wi-Fi. Она интегрируется с экосистемой Алисы, имеет угол обзора 103º и поворотный механизм 350º, что позволяет не упустить ни одной детали. Она активирует запись при обнаружении движения или звуков и включает ночное видение в темноте.",
    Camera_Yandex_text_2:
      " Вы можете следить за трансляцией через приложение или ТВ Станцию и делиться доступом с родственниками. Камера уведомляет о любой активности и может отключать запись по необходимости.",
    Camera_Yandex_text_3: "Интерфейсы: USB, Wi-Fi, поддержка карт памяти microSD.",
    Camera_Yandex_text_4: "Особенности: детектор движения, приватный режим, степень защиты IP20.",
    Camera_Yandex_text_5:
      "Дополнительные функции: встроенный микрофон, стриминг видео на смартфон, голосовое управление через Яндекс Станцию.",
    Camera_street_Roximo_text_1:
      "Камерой можно управлять с помощью специального мобильного приложения, просматривать в режиме онлайн все, что происходит в Вашем доме. Видео можно записывать на SD-карту или в облачное хранилище, а затем просматривать. При использовании охранной функции - при обнаружении движения камера автоматически запишет и сохранит видеозапись.",
    Camera_street_Roximo_text_2: "Доступны ночной режим, обнаружение движения, двусторонняя связь.",
    Camera_street_Roximo_text_3:
      "Комплектация: инструкция- 1шт; Крепление- 1шт, Адаптер питания- 1шт.; Умная камера- 1шт",
    Camera_rotary_Roximo_text_1:
      "Ip камера имеет функцию поворота и может просматривать пространство на все 360 градусов. В комплекте имеется специальное крепление и камера может быть закреплена к стене или потолку, а изображение картинки можно перевернуть в настройках камеры.",
    Camera_rotary_Roximo_text_2: "Доступны ночной режим, обнаружение движения, двусторонняя связь, видеоняня.",
    Camera_rotary_Roximo_text_3:
      "Комплектация: USB кабель- 1шт; Адаптер питания- 1шт; инструкция- 1шт; Умная камера- 1 шт; комплект крепежа- 1шт",
    Camera_Roximo_text_1:
      "Камера выполнена в корпусе для установки на специальной поворотной ножке. Платформа ножки так же может быть закреплена к стене или потолку, а изображение картинки можно перевернуть в настройках камеры.",
    Camera_Roximo_text_2: "Доступны ночной режим, обнаружение движения, двусторонняя связь, видеоняня.",
    Camera_Roximo_text_3:
      "Комплектация: Лента 3М- 1шт; USB кабель- 1шт; Адаптер питания-1шт; инструкция- 1шт; Умная камера- 1шт",
    Camera_E27_Roximo_text_1:
      "лагодаря адаптеру питания Е27 камеру можно установить, вкрутив ее вместо лампочки. Ip камера имеет функцию поворота и может просматривать пространство на все 360 градусов. В комплекте имеется специальное крепление и камера может быть закреплена к стене или потолку, а изображение картинки можно перевернуть в настройках камеры.",
    Camera_E27_Roximo_text_2: "Доступны ночной режим, обнаружение движения, двусторонняя связь, видеоняня.",
    Camera_E27_Roximo_text_3:
      "Комплектация: USB кабель- 1шт; Адаптер питания- 1шт; инструкция- 1шт; Крепежный комплект- 1шт; Адаптер питания Е27-1шт; Умная камера- 1шт",
    Camera_4G_Roximo_text_1:
      "Наличие слота для сим-карты и поддержка стандарта связи 4G позволяют установить камеру в любом месте без необходимости проводить интернет для удаленного наблюдения. Видео можно записывать на SD-карту или в облачное хранилище, а затем просматривать. При использовании охранной функции - при обнаружении движения камера автоматически запишет и сохранит видеозапись.",
    Camera_4G_Roximo_text_2:
      "Доступны ночной режим, обнаружение движения, двусторонняя связь, режим патрулирования, возврат в дежурную позицию.",
    Camera_4G_Roximo_text_3: "Комплектация: инструкция- 1шт; Крепление- 1шт, Адаптер питания- 1шт.; Умная камера- 1шт",
    Camera_street_rotary_Roximo_text_1:
      "Умная уличная поворотная камера ROXIMO RHC202 - это одно из устройств экосистемы умного дома Roximo.",
    Camera_street_rotary_Roximo_text_2:
      "Камера имеет функцию поворота и может просматривать пространство на все 360 градусов. В комплекте имеется специальное крепление и камера может быть закреплена к стене или потолку, а изображение картинки можно перевернуть в настройках камеры. При использовании охранной функции - при обнаружении движения камера автоматически запишет и сохранит видеозапись.",
    Camera_street_rotary_Roximo_text_3:
      "Доступны ночной режим, обнаружение движения, двусторонняя связь, режим патрулирования, возврат в дежурную позицию.",
    Camera_street_rotary_Roximo_text_4:
      "Комплектация: инструкция- 1шт; Крепление- 1шт, Адаптер питания- 1шт.; Умная камера- 1шт",
  },
  en: {
    menu_main: "Main",
    menu_catalog: "Catalog",
    menu_packages: "Packages",
    menu_services: "Services",
    menu_portfolio: "Portfolio",
    Need_hub: "Hub required",
    Ecosystem: "Ecosystem",
    Yandex_Smart_Home: "Yandex Smart Home",
    Type: "Type",
    Control_center: "Control center",
    Communication_protocol: "Communication protocol",
    Connected_devices: "Number of connected devices",
    From_the_battery: "Battery-powered",
    Power: "Power",
    Static_electricity: "Mains power",
    IR_Port: "IR Port",
    Cost: "Cost",
    tenge: "tg",
    floating_call: "Call us",
    floating_contact_us: "Contacts us",
    footer:
      "* The prices are provided for reference only and may differ from the actual ones. To confirm the exact cost, please contact us using the details provided at the top of the page.",
    Camera_Yandex: "Yandex Video Surveillance Camera",
    Camera_street_Roximo: "Roximo Smart Outdoor Camera",
    Camera_rotary_Roximo: "Roximo Smart Rotating Camera",
    Camera_Roximo: "Roximo Smart Camera",
    Camera_E27_Roximo: "Roximo Smart Camera with E27 Power Adapter",
    Camera_4G_Roximo: "Roximo 4G Smart Outdoor Rotating Camera",
    Camera_street_rotary_Roximo: "Roximo Smart Outdoor Rotating Camera",
    Camera_Yandex_text_1:
      "The YNDX-00582GRY surveillance camera is a perfect choice for home and cottage. It is Yandex's first smart camera with a modern design and high-quality Wi-Fi video surveillance. It integrates with the Alisa ecosystem, features a 103º viewing angle and a 350º rotating mechanism, allowing you to capture every detail. It activates recording when motion or sound is detected and enables night vision in darkness.",
    Camera_Yandex_text_2:
      "You can monitor the stream via the app or TV Station and share access with relatives. The camera notifies you of any activity and can disable recording if needed.",
    Camera_Yandex_text_3: "Interfaces: USB, Wi-Fi, microSD card support.",
    Camera_Yandex_text_4: "Features: motion detector, privacy mode, IP20 protection rating.",
    Camera_Yandex_text_5:
      "Additional functions: built-in microphone, video streaming to smartphone, voice control via Yandex Station.",
    Camera_street_Roximo_text_1:
      "The camera can be controlled via a special mobile app to view everything happening at your home online. Video can be recorded on an SD card or cloud storage for later viewing. When the security function is used, the camera automatically records and saves video upon motion detection.",
    Camera_street_Roximo_text_2: "Available features: night mode, motion detection, two-way communication.",
    Camera_street_Roximo_text_3:
      "Package contents: manual – 1 pc; mount – 1 pc; power adapter – 1 pc; smart camera – 1 pc",
    Camera_rotary_Roximo_text_1:
      "The IP camera has a rotation function and can view the space at a full 360 degrees. The kit includes a special mount, and the camera can be fixed to a wall or ceiling, with image rotation available in camera settings.",
    Camera_rotary_Roximo_text_2:
      "Available features: night mode, motion detection, two-way communication, video nanny.",
    Camera_rotary_Roximo_text_3:
      "Package contents: USB cable – 1 pc; power adapter – 1 pc; manual – 1 pc; smart camera – 1 pc; mounting kit – 1 pc",
    Camera_Roximo_text_1:
      "The camera is housed in a case designed for installation on a special rotating stand. The stand platform can also be mounted to a wall or ceiling, and the image can be flipped in the camera settings.",
    Camera_Roximo_text_2: "Available features: night mode, motion detection, two-way communication, video nanny.",
    Camera_Roximo_text_3:
      "Package contents: 3M tape – 1 pc; USB cable – 1 pc; power adapter – 1 pc; manual – 1 pc; smart camera – 1 pc",
    Camera_E27_Roximo_text_1:
      "Thanks to the E27 power adapter, the camera can be installed by screwing it in place of a light bulb. The IP camera has a rotation function and can view the space at a full 360 degrees. The kit includes a special mount, and the camera can be fixed to a wall or ceiling, with image rotation available in camera settings.",
    Camera_E27_Roximo_text_2: "Available features: night mode, motion detection, two-way communication, video nanny.",
    Camera_E27_Roximo_text_3:
      "Package contents: USB cable – 1 pc; power adapter – 1 pc; manual – 1 pc; mounting kit – 1 pc; E27 power adapter – 1 pc; smart camera – 1 pc",
    Camera_4G_Roximo_text_1:
      "The presence of a SIM card slot and support for 4G communication standard allow installing the camera anywhere without the need for internet connection for remote monitoring. Video can be recorded on an SD card or cloud storage for later viewing. When using the security function, the camera automatically records and saves video upon motion detection.",
    Camera_4G_Roximo_text_2:
      "Available features: night mode, motion detection, two-way communication, patrol mode, return to standby position.",
    Camera_4G_Roximo_text_3: "Package contents: manual – 1 pc; mount – 1 pc; power adapter – 1 pc; smart camera – 1 pc",
    Camera_street_rotary_Roximo_text_1:
      "The Roximo RHC202 smart outdoor rotating camera is one of the devices in the Roximo smart home ecosystem.",
    Camera_street_rotary_Roximo_text_2:
      "The camera has a rotation function and can view the space at a full 360 degrees. The kit includes a special mount, and the camera can be fixed to a wall or ceiling, with image rotation available in camera settings. When using the security function, the camera automatically records and saves video upon motion detection.",
    Camera_street_rotary_Roximo_text_3:
      "Available features: night mode, motion detection, two-way communication, patrol mode, return to standby position.",
    Camera_street_rotary_Roximo_text_4:
      "Package contents: manual – 1 pc; mount – 1 pc; power adapter – 1 pc; smart camera – 1 pc",
  },
};
